{
  "monsterFluff": [
    {
      "name": "活化棺材",
      "ENG_name": "Animated Coffin",
      "source": "AATM",
      "entries": [
        {
          "type": "entries",
          "entries": [
            "活化棺材是沉重的、阴森的构造物，设计用来将死者运送到安息之地。它们在太平间的走廊上毫无顾忌地摇摆行走，收集尸体并将它们带到葬礼过程的下一阶段。",
            "一个活化的棺材拥有一排蜘蛛状的金属腿，它用这些腿在陡峭的斜坡、墙壁和天花板上快速移动，棺材宽敞的内部布满了可伸缩的尖刺。与它们无生命的同类一样，活化棺材从简单的带简单配件的木盒到精致的镀金石棺和庄重的布料衬里的棺材都有。",
            "在门之城之外，活化棺材扮演着类似的角色——尽管不那么工业化。作为天然的伏击者和不知疲倦的哨兵，活化棺材守护着古老的墓地、家族墓穴以及强大不死生物的巢穴。一个谨慎的吸血鬼可能会在白天睡在活化棺材中以躲避猎人，而一个死灵法师可能会招募活化棺材，从遥远的定居点征召尸体加入不死军团。",
            "活化棺材很少是空的。活化棺材内容表展示了在遇到时一个活化棺材可能包含的内容。",
            {
              "type": "table",
              "colLabels": [
                "d6",
                "内容"
              ],
              "colStyles": [
                "col-2 text-center",
                "col-10"
              ],
              "rows": [
                [
                  "1",
                  "{@dice 1d4} 一群蝙蝠"
                ],
                [
                  "2",
                  "{@dice 1d4} 骷髅像沙丁鱼一样挤在一起"
                ],
                [
                  "3",
                  "一个呻吟的木乃伊"
                ],
                [
                  "4",
                  "一片黄斑霉菌（见地下城主指南）"
                ],
                [
                  "5",
                  "一个沉睡的吸血鬼后代"
                ],
                [
                  "6",
                  "通往墓地之路的传送门（详见《冒险图鉴：太平间》）"
                ]
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/AATM/Animated Coffin.webp"
          }
        }
      ]
    },
    {
      "name": "首领斯卡尔",
      "ENG_name": "Factol Skall",
      "source": "AATM",
      "entries": [
        {
          "type": "entries",
          "entries": [
            "斯卡尔是尘埃使者的现任法克托尔，也是这个派系有史以来唯一的领袖。一个广为流传的尘埃使者传说认为，除了痛苦女士本人之外，斯卡尔是西格尔最古老的居民，是门之城中第一个生活并死去的生物。尘埃使者崇拜他们不朽的法克托尔，他坚毅的面容已成为派系的标志。斯卡尔通常被发现在检查他的灵魂天球仪（详见《冒险图集：太平间》）。",
            "经过无数个世纪的存在，斯卡尔已经严重退化。他曾经是一个活泼的巫妖，有着皱纹的身体，现在他在太平间的凄凉大厅里漫无目的地飘荡，自言自语。斯卡尔看起来不过是一颗漂浮的、无身体的头和两只手，他破烂的斗篷在它们后面飘动。斯卡尔在西吉尔的法克托斯中臭名昭著，但很少以肉身出现，他经常将他的官僚职责委托给不死代理，或者——在极少数情况下——以幻象副本出现。微妙的社交暗示对这位法克托斯来说已经失去了意义，他永恒的本性已经侵蚀了对凡人生活的所有记忆。",
            "由于他的衰败，斯卡尔的力量已大大减弱，但挑战他在战斗中仍然等同于死刑。法克托尔·斯卡尔给予他的敌人永恒的遗忘。作为看护者、监护人和守墓人，法克托尔带领盟友和敌人从这个虚假的存在走向通往真正死亡的道路。"
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/AATM/Factol Skall.webp"
          }
        }
      ]
    },
    {
      "name": "尘埃使者的驱魔人",
      "ENG_name": "Heralds of Dust Exorcist",
      "source": "AATM",
      "entries": [
        {
          "type": "entries",
          "entries": [
            "面对死亡无所畏惧，尘埃使者中的驱鬼师净化那些被鬼魂、幻影和其他恶劣存在所困扰的不幸生物和安息之地，这些存在阻止死者安葬或危及那些已经安息的人。尽管大多数尘埃使者的驱鬼师在太平间进行他们的行动，但许多人也响应来自西吉尔和超越平面的召唤。",
            "不死的变幻使得灵魂难以预测。尽管如此，驱鬼师们为他们的使命做好了充分的准备。他们通过与幽灵及其同类的遭遇，塑造了自身，驱鬼师们引导死亡之力以保护生者，与死者沟通，并将邪恶的灵魂驱逐回他们的坟墓。他们还能从他们的法杖中发射多样化的死灵或辐射能量，以击退众多超自然实体。",
            "驱魔师的感觉穿透死亡的面纱，感知到在以太位面上徘徊的游魂以及隐藏在黑暗中的阴影恶魔、幽灵和其他无形实体。通过简短而回响的吟唱，驱魔师可以驱逐附身生物体内的有害实体——或者使该生物容易受到痛苦的精神寄居。"
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/AATM/Heralds of Dust Exorcist.webp"
          }
        }
      ]
    }
  ]
}