{
  "_meta": {
    "internalCopies": [
      "怪物描述"
    ]
  },
  "monsterFluff": [
    {
      "name": "刺客虫",
      "ENG_name": "Assassin Bug",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "Assassin bugs plague the frontier and the wilderness, where they seek to hatch their voracious maggots within {@condition 无力} hosts. Resembling giant bluebottle flies, these insectile terrors bear stunted humanoid limbs hinting at the bizarre ceremonies that created them.",
                {
                  "type": "entries",
                  "name": "危险修炼",
                  "ENG_name": "Dangerous Cultivation",
                  "entries": [
                    "尽管刺客虫的确切起源尚不确定，但有传言称，一个古老的德鲁伊教派（可能服务于马拉或塔洛斯）培育了这些生物的第一批。然而，他们的初衷是创造一种良性的方式分解怪物尸体，还是一种更阴险的方式来减少荒野中日益增长的类人生物种群，这一点仍然不得而知。关于这个教派的信息很少，但刺客虫令人不安的类似人类的肢体和有限的语言能力表明，德鲁伊可能进行了自我牺牲以达到他们的创造目的。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "恐怖的产卵者",
                  "ENG_name": "Horrific Egg Layers",
                  "entries": [
                    "An assassin bug attacks with a paralytic bite to first incapacitate its prey, making it easy to infect that {@condition 麻痹} victim with eggs. However, they are able to infest any target as needed, and will do so to eliminate threats. Given their need to lay eggs in a living host, assassin bugs generally flee from constructs and undead. Once deposited within a living host, assassin bug eggs immediately hatch into assassin bug maggots that burrow toward their victim's heart, consuming it and killing the host unless they are quickly destroyed. After gorging themselves on the host's body over several days, the maggots emerge as juvenile assassin bugs, ready to continue their horrid life cycle."
                  ]
                },
                {
                  "type": "entries",
                  "name": "一场不自然的瘟疫",
                  "ENG_name": "An Unnatural Plague",
                  "entries": [
                    "边疆的整个定居点都被刺客虫的瘟疫所摧毁。如果没有迅速组织的防御，即使是一只虫子也能感染并压倒一个毫无准备的人口。发现定居点面临风险的绝望统治者经常下令在发现虫害的第一时间焚烧整个社区或整个村庄。在虫害泛滥的地区，守卫们携带燃烧的品牌和火焰剑巡逻，随时准备焚烧可疑的住所。火是消灭刺客虫蛆的有效破坏者，观察到野生物头朝火冲进野火中，通常揭示了刺客虫的虫害，因为它们本能地自焚以摆脱这种祸害。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "怪物互动",
                  "ENG_name": "Monstrous Interactions",
                  "entries": [
                    "很少有生物能在没有立即用魔法或火焰治疗的情况下，从刺客虫的寄生中存活下来。像卡托布莱帕斯和戈尔贡这样难以置信的坚韧怪物有时被观察到身上有深坑，显示出幼年刺客虫从它们体内钻出的地方。像巫婆这样恶劣的生物有时会培养刺客虫，用它们的蛆在可怕的食谱中使用。而巨魔则已知故意让刺客虫寄生在它们的身上，这些伤口会对抗蛆虫寄生的伤害，并且允许那些蛆被拔出并被消耗。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Assassin Bug.webp"
          }
        }
      ]
    },
    {
      "name": "布伦海姆",
      "ENG_name": "Blindheim",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "这些蛙形人形生物具有从眼睛投射强烈、致盲的光的能力。居住在幽暗地域边缘的盲海姆是机会主义的伏击者，可以通过提供新鲜食物和金属武器来诱使他们提供服务。盲海姆的辐射眼睛使这些生物成为幽暗地域深处独特的光源，并且亮度足以阻碍那些在强光下受苦的生物——或者摧毁他们的敌人。",
                {
                  "type": "entries",
                  "name": "灼热之眼",
                  "ENG_name": "Searing Eyes",
                  "entries": [
                    "盲眼海姆从其嘲讽、膨胀的眼睛中投射出灼热的光线。这种光线的强度相当于自然阳光，可以干扰或打断许多适应无光深处的生物。如果盲眼海姆选择集中视线，这种能量甚至可以烧焦肉体和骨骼。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "机会主义雇佣兵",
                  "ENG_name": "Opportunistic Mercenaries",
                  "entries": [
                    "布伦海姆对地表世界的故事和物品有着浓厚的兴趣，特别是植物和其他天然物品。它们聚集在幽暗地域深处，靠近商人和其他勇敢旅行者使用的道路。它们通常会谨慎地接近更强大的生物，用结结巴巴、咯咯作响的地底通用语提出自己的服务，以换取新鲜食物、金属武器和地表世界的饰品。但是，当它们拥有数量优势或遇到看似弱小的生物时，布伦海姆常常会设伏，以夺取他们想要的东西。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "奇异的流亡者",
                  "ENG_name": "Strange Outcasts",
                  "entries": [
                    "布兰德海姆族人讲述着一个古老的时代，当时他们的族人居住在地表之上。根据他们的传说，他们的祖先偷走了太阳的一部分，然后在吞噬它并获得从眼中投射辐射能量的能力之前逃到了地下世界。",
                    "盲海姆人害怕有一天太阳会潜入地下，向他们复仇。在与地表居民打交道时，他们坚持要求访客发誓永远不向太阳透露他们的存在，并不断询问太阳的行为、愤怒和态度。但试图安抚盲海姆人恐惧的地表居民常常会极大地冒犯这些生物。在盲海姆人的心目中，太阳不可能忘记他们那伟大而英勇的盗窃行为，任何试图消除他们仍然臭名昭著、被所有地表居民所畏惧的信念的话，都会激起他们的愤怒。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "可怜的奴隶",
                  "ENG_name": "Pitiable Slaves",
                  "entries": [
                    "一些幽暗地域的生物，特别是黑暗精灵和库托亚，会袭击盲海姆的定居点寻找奴隶。尽管这些生物眼中发出的光对这些袭击者来说是一个可怕的威胁，但捕获的盲海姆是一个有用的活体武器。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Blindheim.webp"
          }
        }
      ]
    },
    {
      "name": "蟹族人",
      "ENG_name": "Crab Folk",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "蟹人是很久以前一位强大的绿巫婆使用魔法仪式将她的食人魔随从变成更有用仆人的结果。现在存在的所有蟹人都是那些原始创造的后代，大多数生活在小而孤立的群体中。尽管他们乐于作为猎人和采集者过和平的生活，但创造蟹人的魔法有时在条件适宜时迫使他们发起可怕的袭击。",
                {
                  "type": "entries",
                  "name": "水生臣民",
                  "ENG_name": "Aquatic Vassals",
                  "entries": [
                    "很久以前，一位绿女巫召集了一小群食人魔作为她在她所占领的荒凉海岸上的执行者。女巫发现食人魔的简单思维和野蛮力量很有用，但他们缺乏诡计，这常常破坏了她的计划。许多食人魔跌入海中淹死了，他们头脑简单、缺乏耐心，学不会游泳。其他的食人魔则有效地粉碎了商队并压垮了他们的防御者，但在掠夺时却只拿走了廉价、笨重的贸易商品，而忽略了更有价值的小件宝藏。",
                    "由于对仆人们感到沮丧，女巫编织了一个咒语，使他们适应沿海地形，同时在他们的脑海中植入了一些简单的命令，以帮助他们完成任务。她赋予了他们螃蟹的坚韧和耐力来增强他们的力量，帮助他们抓住她所爱的宝藏的抓握爪，以及深深根植的服从魔法驱使。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "财宝饥渴",
                  "ENG_name": "Treasure Hungry",
                  "entries": [
                    "那个巫婆特别喜爱银子，并且不愿意让哪怕是最小的一点金属从她手中溜走。她的咒语让蟹人对银子产生了无法满足的喜爱。当他们看到银子时，所有的蟹人都会感受到一种不可抗拒的冲动，想要抓住它并将其带回他们的巢穴。如果必要，他们会诉诸暴力来夺取这种金属。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "残暴的掠夺者",
                  "ENG_name": "Brutal Raiders",
                  "entries": [
                    "每年，当温暖的夏季让位于秋天的寒冷时，蟹人会仰望天空寻找征兆。在古代，绿巫婆密切监视着她领地附近的渔村和城镇。如果这些定居点变得太强大，她就会派她的宠物，一只残忍的海鸥，用它的叫声骚扰蟹人，驱使他们去战争。今天，由于不幸的巧合，一只海鸥可能会恰好落在蟹人巢穴附近，并发出正确的叫声组合，唤起这种古老的冲动。在行动的驱使下，蟹人沿着海岸横冲直撞，掠夺和破坏他们所知道的或遇到的任何定居点。六天之后，他们的暴行结束，他们回到他们谦卑的生活。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "根深蒂固的记忆",
                  "ENG_name": "Deep-Seated Memories",
                  "entries": [
                    "当沿海袭击或银器盗窃完成后，蟹族会将他们赢得的宝藏聚集起来，放在他们共同巢穴中，用浮木和其他废弃物制成的简陋巫婆创造者雕像的脚下。蟹族对于驱使他们的力量知之甚少，但他们明白这个雕像代表着一个必须服从的母亲和创造者。",
                    "传说中，绿巫婆更喜欢以高贵的地精女王的形象旅行。如果蟹族人遇到了与那种形态极为相似的人，他们的魔法强制可能会迫使他们崇拜那个生物，服从他们的每一个命令。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Crab Folk.webp"
          }
        }
      ]
    },
    {
      "name": "恐怖渡鸦",
      "ENG_name": "Dire Corby",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "伴随着他们奇异歌声的不祥、深沉的隆隆声，大群恐怖的乌鸦在幽暗地域中游荡，掠夺它们穿越的隧道和洞穴中所有的生物。即使是幽暗地域中最强大的生物也会藏匿在加固的巢穴中，或者避开恐怖乌鸦群，知道这些生物的奇异歌声如何扰乱、迷惑并最终压倒它们的猎物。",
                {
                  "type": "entries",
                  "name": "厄运之群",
                  "ENG_name": "Flocks of Doom",
                  "entries": [
                    "恐怖的渡鸦在幽暗地域以庞大的群体游荡，遵循着像候鸟一样的可预测的移动模式。它们在迁移到新的觅食地之前，会将一个地区剥削得只剩下地衣、真菌和害虫，这些构成了它们的食物。幽暗地域的旅行者珍视准确描绘这些群体移动的图表，因为跟在它们后面一天几乎可以保证恐怖渡鸦会清除许多怪物和其他威胁。",
                    "恐怖之歌 幽暗地域的居民在恐怖渡鸦群出现之前很久就能听到它们的接近。这些生物在行进时会发出尖锐的叫声、啁啾声和嚎叫声，形成令人疯狂的混乱和声。它们的歌声中有一种奇怪的魔法力量，使听到它的人感到令人作呕的眩晕，这使得他们无法快速移动或攀爬洞穴墙壁。施法者也遭受折磨，因为他们的意识混乱，使他们无法使用除了最简单的魔法之外的任何东西。恐怖渡鸦的令人迷失方向的歌声使无数幽暗地域的生物和旅行者无法逃脱，只能任由这些怪物袭击。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "奇怪护送",
                  "ENG_name": "Strange Escort",
                  "entries": [
                    "某些地底探险者——一些人认为他们富有创造力，而另一些人则认为他们是疯子——已经学会了在恐怖乌鸦群中穿行。这些旅行者堵塞耳朵以避免受到一群乌鸦歌声的影响，然后尝试模仿恐怖乌鸦的奇怪鸣叫和啁啾，这些生物简单的思维使得成功出奇地容易。作为一个乌鸦群的一部分被接受，旅行者可以在成百上千个类人生物的护送下穿越地底，而其他深渊的捕食者则努力避开这些生物。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "无意中的探险者",
                  "ENG_name": "Unwitting Explorers",
                  "entries": [
                    "当古老的路径变得无法通行，或者一群乌鸦在特定区域遭受重创时，它们有时会规划一条新的迁徙路线。根据它们的新路线，这些生物的群体有时会出现在一个连接地下世界和地表世界的地牢中。在地牢中肆虐时，这群乌鸦经常迫使其怪物居民逃往更安全的巢穴。当它们不可避免地出现在地表时，这些饥饿的乌鸦的贪婪食欲会迅速剥削它们的新环境——包括任何附近的定居点——的生命。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Dire Corby.webp"
          }
        }
      ]
    },
    {
      "name": "恐惧与火焰之眼",
      "ENG_name": "Eye of Fear and Flame",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "一只恐惧与火焰之眼在生者的世界中徘徊，命令个体执行亡灵选择的邪恶行为，否则就会被毁灭。如果它的命令没有被服从，恐惧与火焰之眼会掀开它的兜帽，露出它的骷髅——每个眼窝中都镶嵌着红色和黑色的宝石——然后发起攻击。",
                {
                  "type": "entries",
                  "name": "幽灵般的面容",
                  "ENG_name": "Spectral Visage",
                  "entries": [
                    "恐惧与火焰之眼类似于一个戴兜帽的骷髅人形。除了作为一个不透明的黑色虚空外，无法看到其兜帽的内部。不祥的故事讲述了这些生物在最黑暗的夜晚和动荡不安的时期在城市街道上徘徊。据说，恐惧与火焰之眼是由混乱的神创造的，以煽动对守序生物的破坏，或由守序的神为了考验他们的追随者而创造。有传言称，这些生物只有二十个，但关于它们的许多真相仍然未知。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "残忍的傀儡大师",
                  "ENG_name": "Cruel Puppet Masters",
                  "entries": [
                    "恐惧与火焰之眼通常选择在不确定的时期出现，例如在某个团体遭受毁灭性失败之后，或者当个人在考虑一些重大决定时。这个不死生物试图通过设定测试目标道德基础的任务来腐蚀易受影响的个体，特别是那些守序或善良阵营的人。一个圣武士可能会被命令杀害一个无辜者，理由是如果不这么做，将会有更大的邪恶发生。最终，对于恐惧与火焰之眼来说，任务的成功或失败不如诱发邪恶行为——以及随之而来的混乱和痛苦的普遍传播——更感兴趣。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "神秘宝石",
                  "ENG_name": "Mystic Gemstones",
                  "entries": [
                    "一只恐惧与火焰之眼通过其宝石眼睛施展其魔法力量。在战斗中，它不仅针对对手，也针对无辜的旁观者，试图造成最大程度的混乱和破坏。如果这个生物被摧毁，这些宝石可以被回收，尽管它们被视为危险、被诅咒的战利品，类似于半巫妖的灵魂宝石。尽管如此，它们可能被出售给某些挑剔且大胆的收藏家。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Eye of Fear and Flame.webp"
          }
        }
      ]
    },
    {
      "name": "雾巨人",
      "ENG_name": "Fog Giant",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "在巨人社会中的等级制度——决定他们在巨人社会中地位的价值观和期望——是由财富驱动的。那些愚蠢或不幸的云巨人，如果他们的财宝被掠夺，就会跌到等级制度的底层，成为被称为雾巨人的流亡者。被切断了在社会中的适当位置，他们变成了寻求夺回财宝或以任何可能的手段开始新宝藏的袭击者和掠夺者。",
                {
                  "type": "entries",
                  "name": "困扰的大亨",
                  "ENG_name": "Beleaguered Moguls",
                  "entries": [
                    "尽管雾巨人以无情的掠夺者身份生活，但他们在欲望上仍然保持着品味和精致。他们带着对过去财富和权力的渴望、遗憾和羞愧的复杂情感，总是试图取代他们曾经拥有的最宏伟的财宝。简单的硬币、宝石或贸易商品无法满足巨人的渴望。相反，他们寻找宏伟的艺术作品、奇妙的珠宝和美丽的雕塑。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "合理报价",
                  "ENG_name": "Reasonable Offers",
                  "entries": [
                    "雾巨人是强大的战士，但他们更倾向于使用威胁和恐吓来达到自己的目的。雾巨人寻找那些吸引其精致品味的宝藏的新闻和谣言，然后追踪并展示力量给那些宝藏的所有者。踢开偏远公爵城堡的大门，杀死十几个或更多的守卫，然后要求和谈是典型的雾巨人策略——随后提出以一两件宝藏为代价让公爵活着离开。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "强盗之王",
                  "ENG_name": "Bandit Kings",
                  "entries": [
                    "被迫流亡到小人族的土地上，许多雾巨人对这些小人族产生了兴趣。雾巨人利用威胁和一旦他们回到适当的地位就承诺给予巨大回报的方式，诱使绝望的罪犯、狡猾的强盗和其他袭击者为他们在他们所居住的阴郁荒野中服务。这些巨人更愿意与有野心的人类、叛逆的精灵和贪婪的矮人合作——他们认为这些人是适当文明的民族。他们将兽人、地精类和其他“野蛮人”类型视为讨厌的害虫，最好杀死或赶走。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "精明的主宰者",
                  "ENG_name": "Calculating Masters",
                  "entries": [
                    "当雾巨人积累了追随者，它便让他们着手重建巨人的奇妙且昂贵的宝藏收藏。它最喜欢的仆人是文明人，这些人可以在富人和高雅人士中混迹。这些代理人注意到可能引起雾巨人兴趣的宝藏，然后雾巨人就策划盗窃、突袭和其他策略来夺取选定的奖品。巨人可能会进行一个精心策划的抢劫，广泛使用魔法来掩盖他们的存在。或者它可能会进行一次蛮力突袭，涉及撕开商人家的屋顶，夺取他们所寻求的东西，然后在城镇守卫集结之前悄然离开。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "错综复杂的网络",
                  "ENG_name": "Intricate Networks",
                  "entries": [
                    "聪明、野心勃勃、贪婪，许多雾巨人建立起了整个盗贼、掠夺者、间谍和罪犯的网络。在某些情况下，这样的网络可能发展得足够大，以至于下层的手下并不知道他们领袖的真实身份。积累了这样组织的雾巨人自视为流亡贵族，常常采用诸如盗窃公爵、盗贼男爵或盗窃领主等花哨的头衔。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Fog Giant.webp"
          }
        }
      ]
    },
    {
      "name": "Forlarren",
      "ENG_name": "Forlarren",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "受地狱之力腐化的萨提尔的后代，弗拉伦是悲惨的生物——九层地狱的严格需求与仙女领域的冲动享乐主义之间的不幸结合。这些野性生物被戏剧性和不可预测的情感驱动，无论走到哪里都会制造混乱。",
                {
                  "type": "entries",
                  "name": "堕落的本质",
                  "ENG_name": "Corrupted Essence",
                  "entries": [
                    "很久以前，阿弗纳斯的恶魔尝试了一次前往仙女王国的探险，而弗拉伦人是那次注定失败的远征的痛苦提醒。大恶魔菲恩拉——九层地狱中第四层弗莱格索斯的共同统治者——追求一位强大的仙女，希望诱使他出卖自己的灵魂。尝试失败了，但在一群萨提尔被弗莱格索斯的黑暗乐趣腐蚀之前。萨提尔被束缚在他们的仙女领主身上，无法出卖自己的灵魂。所以菲恩拉并没有声称他们，而是在将他们送回仙女王国之前扭曲和变形了他们，满足于萨提尔的腐败足以作为她失败的充分补偿。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "分叉的灵魂",
                  "ENG_name": "Bifurcated Souls",
                  "entries": [
                    "弗拉伦的分裂本质反映了它们的起源，标志着每一个都是两个被困在单一形态中的实体。一个弗拉伦可能表现为一个友好、随和的向导，帮助旅行者在九层地狱中生存。另一个则是一只嚎叫的野兽，试图摧毁它路径上的一切。一个会表现出怜悯和同情，对陌生人有一种父母般的态度。另一个则是一个欢乐的享乐主义者，对食物、饮料和浪漫有着无拘无束的热爱。在与弗拉伦打交道时，唯一不变的是它们共有的可塑性、混乱性和多变的性情。",
                    "当其恶魔本性显现时，弗拉伦是一个狡猾、精明且残酷的敌人。它可能利用其天生的魅力，设法赢得它遇到的人们的信任，将自己塑造成一个无助的生物，恳求帮助，同时寻找背叛和压倒的机会。或者它可能试图支配弱者，自封为小领主，并统治所有落入其掌控之中的人。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "一个邪恶的循环",
                  "ENG_name": "A Sinister Cycle",
                  "entries": [
                    "A forlarren in its fey aspect demonstrates self-destructive urges that reflect the inherent tension in its nature. That aspect might drive it to drink itself nearly to death, or to throw itself into caring for others with such relentless energy that it eventually collapses from {@condition 力竭}. Unfortunately, when it reaches that breaking point, its diabolical nature asserts itself, and it remains in this scheming, dominating mindset until its plans are foiled and it faces defeat. Then, overwhelmed with fear and shame, the forlarren's diabolical nature fades and its fey aspect emerges once again.",
                    "费伊荒野的几首民谣讲述了勇敢的弗拉伦戏剧性的堕落。在所有这些故事中，英雄完成了一些伟大的事迹，却看到他们阴险的、恶魔般的一面浮现出来。在他们最艰巨的考验中欺骗同伴后，弗拉伦在最糟糕的时刻背叛了那些同伴。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Forlarren.webp"
          }
        }
      ]
    },
    {
      "name": "杰尔梅恩",
      "ENG_name": "Jermlaine",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "杰尔梅恩证明了可怕的事情可以出现在微小的包裹中。它们微小的、仅一英尺高的身形几乎无法容纳它们体内流动的残忍和恶意。在幽暗地域深处，杰尔梅恩潜伏在隧道、地牢和洞穴中，这些地方居住着更大、更危险的生物。杰尔梅恩蜷缩在它们细小的隧道中，避免与所有其他生物接触，除非它们能够集结压倒性的数量。当胜算在他们这边时，他们会以一种残酷的决心发动攻击，甚至可以压倒一个全副武装的黑暗精灵巡逻队或灰矮人战团。",
                {
                  "type": "entries",
                  "name": "怀恨的伏击者",
                  "ENG_name": "Hateful Ambushers",
                  "entries": [
                    "杰尔梅因憎恨并怨恨所有较大的生物。他们非常清楚自己的小体型和战斗中的弱点使他们成为无数地下黑暗生物的猎物。这种愤怒和怨恨被转化为对进入他们领地的生物进行复仇计划。杰尔梅因保持警惕，等待最佳时机扑向他们的敌人。当他们发起攻击时，他们会从隧道中涌出，以压倒性的浪潮进行攻击。在战斗的激烈时刻，个别杰尔梅因乐于将自己投向敌人的武器，为同伴的攻击扫清道路。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "隐藏的威胁",
                  "ENG_name": "Hidden Threat",
                  "entries": [
                    "The jermlaine's skin is rough, leathery, and textured like stone. Whether by the design of some sympathetic god or through sheer luck, their hide makes them appear {@condition 隐形} to {@sense 黑暗视觉}. Part of the jermlaine's anger comes from attempts to hunt them down and fashion cloaks and other material from their skin. Such experiments have yet to yield a functional magic item, and the jermlaine's hatred of outsiders is driven in part by their assumption that any who meet them seek to harvest them for such experiments."
                  ]
                },
                {
                  "type": "entries",
                  "name": "秘密巢穴",
                  "ENG_name": "Secret Lairs",
                  "entries": [
                    "由于它们因肉或皮毛而被猎杀，杰尔梅因小心地将它们的巢穴隐藏在窥探的眼睛之外。它们挖掘的隧道刚好适合它们1英尺高的身躯，使得敌人几乎无法追踪它们。杰尔梅因在地牢走廊和幽暗地域的通道上挖掘隧道，隐藏入口以防止入侵者进入，并设置伏击。杰尔梅因在地板、墙壁和天花板的上部创建通道。当它们攻击时，它们从四面八方涌向敌人，试图用数量优势压倒他们。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "联盟鼠类",
                  "ENG_name": "Allied Rodents",
                  "entries": [
                    "杰尔梅因能够解读老鼠的吱吱声和尖叫声，并且能够与这些啮齿动物交流。在地下世界的探险者知道，在遇到老鼠泛滥的迹象时要格外小心。这些啮齿动物作为地表世界的生物，在深地下世界是罕见的。它们的存在总是预示着杰尔梅因族群的存在。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Jermlaine.webp"
          }
        }
      ]
    },
    {
      "name": "卡哈格拉",
      "ENG_name": "Khargra",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "奇异的卡格拉是一种来自元素位面的土元素位面的飞行生物，它吞噬遇到的任何金属。尽管通常满足于吃原始矿脉，但这种生物认为精炼和加工过的金属特别美味。",
                {
                  "type": "entries",
                  "name": "烦人的食腐者",
                  "ENG_name": "Vexing Scavengers",
                  "entries": [
                    "卡格拉斯是土元素界的原生生物，在那里它们被视为讨厌的害虫。它们通常是因为跟随被召唤到物质界的土元素或其他生物而意外地来到物质界。",
                    "卡格拉斯能够吃下并消化大多数金属，尽管它们更偏爱铁、铜和锡。它们觉得金子味道平淡、软绵绵的，就像无味的粥。尽管卡格拉斯能够轻松消化金属，但有机物和宝石对它们来说是令人厌恶的。如果卡格拉斯出于某种原因吃了这样的食物，它们会在喉咙里停留几天，直到消化不良，然后才会将这些令人反感的物质咳出来。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "不情愿的捕食者",
                  "ENG_name": "Reluctant Predators",
                  "entries": [
                    "卡格拉斯发现活生生的肉体令人作呕，它们只有在饥饿和缺乏更安全的选择时才会攻击生物。在确保了一顿美味的、精炼的金属作为食物后，它们会迅速逃离——并且宁愿在之前逃离，也不愿意冒险死亡。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "隐秘的信使",
                  "ENG_name": "Stealthy Couriers",
                  "entries": [
                    "矮人、杜尔加和阿泽族中的一些部落训练卡格拉作为信使。利用这些生物奇特的消化系统，它们的主人在携带信息的卷轴或其他有机物品上撒铁粉。卡格拉吞噬了这封信，消化了铁粉，但信息却留在了它的消化道中。经过多年的训练，并且有大量的食物作为奖励来学习通往不同地下要塞和前哨的方向，卡格拉带着它的负担到达目的地，然后按命令咳出信息。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Khargra.webp"
          }
        }
      ]
    },
    {
      "name": "Killmoulis",
      "ENG_name": "Killmoulis",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "基尔摩利斯对冒险队伍来说可能是祸害也可能是福音。如果用美味的食物喂养得当，这个生物是一个有用的助手，它能够修补盔甲，收集草药将最平淡的口粮变成盛宴，并将一个沉闷、不舒适的营地变成一个温馨的避难所。但如果队伍虐待或忽视了基尔摩利斯，这个生物那充满恶意的复仇欲望甚至可以将最简单的探险变成一种耗尽精力的磨难，让冒险者疲惫、沮丧和情绪低落。",
                {
                  "type": "entries",
                  "name": "旅行仙女",
                  "ENG_name": "Traveling Fey",
                  "entries": [
                    "当有人在仙女界为帮助疲惫或迷路的旅行者而做出慈善行为时，基尔摩利斯会自发地在那里出现。这种生物从善行现场附近的阴影中出现，走上道路，四处游荡，寻找可能给它食物的旅行者，作为回报，它将使用它的魔法带来好处。",
                    "基尔摩利斯天生害羞且喜欢独处，它喜欢观察并倾听来自遥远地方的人们的言行，这些地方对它来说知之甚少。无论是凶猛的掠夺者、有进取心的商人还是大胆的冒险家，所有旅行者都有一些有趣的东西可以提供给基尔摩利斯。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "饥饿助手",
                  "ENG_name": "Hungry Helpers",
                  "entries": [
                    "尽管它们的外表和起源都很奇怪，但基尔摩利斯渴望与世界上许多人一样的生活舒适。它们非常喜欢糖果、新鲜水果和其他美味佳肴。当基尔摩利斯遇到一队旅行者时，它会躲藏起来，仔细监视他们。到了晚上，它会潜入旅行者的营地，搜寻他们的补给中是否有美味的食物，如果没有，它也会接受口粮、坚果和其他小吃。如果找到了，它会用它的长鼻子迅速吸食一天的食物。作为回报，它会使用它的魔法来增强旅行者休息时的舒适感。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "痛苦的责备",
                  "ENG_name": "A Bitter Reproach",
                  "entries": [
                    "基尔摩利斯会跟随任何给它提供美味小吃的队伍，每晚潜入营地大吃特吃，并用它的有益魔法为它的盛宴支付代价。但如果旅行者攻击、干扰或试图捕捉基尔摩利斯，它就会给队伍施加一个小诅咒，并试图逃跑。在角色们的剩余旅程中，他们的口粮尝起来像灰烬，任何露营地点都充满了虱子和咬人的昆虫。队伍中的每个角色醒来时都会感到酸痛和蜷缩，因为石头或尖锐的棍子不知怎么地最终会落在他们的睡袋下面。",
                    "一旦基尔摩利斯被激怒，它会继续跟踪一个群体并施加其诅咒。只有提供精美的食物和真诚的道歉才能安抚愤怒的基尔摩利斯。如果没有这些，这些生物会对一个群体的粗鲁行为怀恨在心，这种怨恨可以持续数天。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Killmoulis.webp"
          }
        }
      ]
    },
    {
      "name": "螨虫",
      "ENG_name": "Mite",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "Mites are vexing fey creatures that delight in causing minor havoc and playing irritating pranks, making even the coolest, most experienced adventurers {@condition 伏地} to outbursts of destructive frustration. When mites are about, even the simplest task can turn into a disaster, and a mild disagreement can quickly become a brawl.",
                {
                  "type": "entries",
                  "name": "挫折的使者",
                  "ENG_name": "Heralds of Frustration",
                  "entries": [
                    "螨虫是仙女王国的原生生物，当一个生物因为某种情况或事件而极度恼火，以至于以暴力发泄时，它们就会出现。那个生物在下次睡眠时会经历奇怪的梦境，然后梦游到最近的树或其他大型植物，挖一个小洞，对着凹陷处尖叫，然后重新填上洞。当它第二天早上醒来时，会感到奇怪的精神焕发。然后在下一个新月之夜，挖出的土地会动起来，一窝螨虫出现了。这些生物诞生于挫败和愤怒，它们存在的唯一目的就是在其他人身上复制创造它们的情感。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "讨厌的恶作剧者",
                  "ENG_name": "Nettlesome Pranksters",
                  "entries": [
                    "螨虫更喜欢生活在地下，寻找地牢和洞穴迷宫，在那里它们挖掘一系列隐藏的洞穴，这些洞穴围绕着现有的通道和房间。它们利用这些藏身之处观察怪物和冒险者的来来往往，尽可能设置陷阱来困扰和激怒它们。可能会在楼梯顶部设置绊线，让生物摔下来。锁可能会被杂物卡住，宝石可能会被假的替换，珍贵的宝藏可能会被偷走。螨虫只有在面临直接暴力威胁时才会杀人，否则它们乐于观察日常或简单的任务变得令人沮丧和痛苦的经历。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "仙女影响",
                  "ENG_name": "Fey Influence",
                  "entries": [
                    "当螨虫出现时，生物会变得易怒且容易因挫折而变得暴力。对这些生物来说，每一个小失败都感觉像是严重的无能。简单的任务变得越来越困难。承担这些任务的人被一种未解决的愤怒和挫折感所压倒，这种情绪需要一个出口——通常是暴力和破坏。螨虫的影响甚至可以将最有序的群体变成一群暴躁的斗殴者。即使在最紧密的冒险队伍中，士气也会急剧下降，争论升级为打斗，纪律最多也只能算是零星。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "混乱战场",
                  "ENG_name": "Chaotic Battlegrounds",
                  "entries": [
                    "长时间被螨虫侵扰的地牢会演变成混乱的战场。即使在强大领袖的控制下，地牢中的任何派系都可能因为成员之间的挫败感和敌意而相互对抗。当冒险者进入地牢时，螨虫开始利用增加的混乱。它们利用魔法将访客拉入愤怒和挫败的网络中，诱使探险者深入地牢，进入可能造成最大混乱的情况和地点。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Mite.webp"
          }
        }
      ]
    },
    {
      "name": "针刺领主",
      "ENG_name": "Needle Lord",
      "source": "MFF",
      "_copy": {
        "name": "针刺幼虫",
        "ENG_name": "Needle Spawn",
        "source": "MFF"
      }
    },
    {
      "name": "针刺幼虫",
      "ENG_name": "Needle Spawn",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "一位明智的游侠知道看到针刺幼虫是一个不祥的征兆，因为它预示着一个可怕的针刺领主的崛起以及一场为了森林灵魂的战争。",
                {
                  "type": "entries",
                  "name": "流浪尸体",
                  "ENG_name": "Roving Corpses",
                  "entries": [
                    "针刺幼虫是由针刺领主创造的——这些巨大的植物生物来自遭受无端暴力的仙女领域。当针刺领主进入世俗的森林时，它在漫游的地方散播种子荚。种子荚保持休眠状态，直到一个类人生物在它附近死亡，或者一个类人生物的尸体被拖近，然后种子荚就会钻入尸体腐烂的肉中，发芽出覆盖着长而锋利针刺的绳状藤蔓。藤蔓缠绕在尸体上，使其活化，使其像僵尸一样站起来并蹒跚而行。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "入侵物种",
                  "ENG_name": "Invasive Species",
                  "entries": [
                    "当一场大战在仙女森林中进行时，森林中的植物有时会继承仙女发动战争时的渴望暴力和征服。这些植物变成了针刺领主——形状像食人魔的荆棘藤蔓团，覆盖着长而残忍的针刺，能刺穿肉体。",
                    "针刺领主自视为征服将军，四处游荡寻找森林来征服和宣称。当它锁定一个森林时，首先专注于散播那些能孕育出其针刺子嗣附庸的种子荚。然后，它在森林中潜行寻找弱小或无防御的人形生物来杀害，将他们的尸体转化为针刺子嗣，开始壮大它的军队。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "非自然盟友",
                  "ENG_name": "Unnatural Ally",
                  "entries": [
                    "针王是一个不可调和的敌人。它唯一的驱动力是征服和统治，它用它的移动死者军队对所有它视为对其统治构成威胁的生物发动无尽的战争。它甚至可能与地精、狗头人和其他愿意服从它的生物缔结条约，但它认为任何将其视为较低伙伴的联盟只是暂时的措施。针王会在第一时间背叛任何盟友，因为它相信只有一种生物可以宣称对森林的统治权。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Needle Spawn.webp"
          }
        }
      ]
    },
    {
      "name": "诺克尔",
      "ENG_name": "Norker",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "Cruel, vicious, and lazy even by the standards of goblinoids, norkers are tough humanoids whose long, sharp fangs and thick, bony exoskeletons make them well-suited to the ranks of hobgoblin armies. Unfortunately for their would-be masters, norkers are rebellious, truculent, and {@condition 伏地} to indolence unless watched with a keen eye and a hand that is quick to snap a whip.",
                {
                  "type": "entries",
                  "name": "深地居民",
                  "ENG_name": "Denizens of the Deep Earth",
                  "entries": [
                    "在古代，诺克尔被发现在地球深处。它们的数量总是很少，它们的神是一个残酷无情的暴君，让他的子民靠近，而将外面的世界拒之门外。这个早已失落的神可能是马格卢比特的第一个征服对象，他的追随者是他的圣战中的最初的、不情愿的新兵。今天，地精对那些懒惰和未驯服的生物如诺克尔声称这样的荣誉感到不满。仅此一点，地精军阀就不愿意使用这些生物，更愿意将它们作为矿场和采石场中的一次性劳动力。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "恶劣、野蛮且短暂",
                  "ENG_name": "Nasty, Brutish, and Short",
                  "entries": [
                    "即使是地精也会欺负和骚扰诺克人，因为食人魔将诺克人置于地精类种族的最低层。然而，诺克人的凶猛、坚韧的皮肤和锋利的獠牙使他们能够奋起反击，击败低估了诺克人力量和凶猛的地精类生物。正因为如此，诺克人很可能在远离同伴的地方被发现。他们的天然盔甲和武器使他们即使被降为苦力也成为危险的敌人。只有玛格鲁比耶特的命令阻止了食人魔猎杀并灭绝这些生物。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "仇恨的遗产",
                  "ENG_name": "A Legacy of Hatred",
                  "entries": [
                    "鉴于他们在古代的失败和其他地精类生物的可怕对待，诺克人发展出了一种特殊的马格卢比耶特崇拜者派别。他们称他为伟大的瘟疫，并相信凡人的生活是一种残酷的考验。那些皮肤能够承受任何打击，并且能够深深咬入敌人的诺克人将被引导到天堂。对诺克人来说，所有其他生物都是敌人。强大的生物可以通过奴役和卑躬屈膝来安抚，而较弱的生物则是他们獠牙和棍棒的受害者。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Norker.webp"
          }
        }
      ]
    },
    {
      "name": "诺克战领",
      "ENG_name": "Norker War Leader",
      "source": "MFF",
      "_copy": {
        "name": "诺克尔",
        "ENG_name": "Norker",
        "source": "MFF"
      }
    },
    {
      "name": "尖叫恶魔族",
      "ENG_name": "Screaming Devilkin",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "凶猛的尖叫恶魔族是因极度恐慌时刻而诞生的奇异仙女生物。尽管它们有着恶魔般的外表和名字，但它们是仙女领域的居民。智者们认为它们的外表来源于邪恶生物激发的原始恐惧，而吟游诗人则认为恐慌是一种如此令人反感的情感，它由同样丑陋的生物体现。",
                {
                  "type": "entries",
                  "name": "尖叫的恐怖",
                  "ENG_name": "Screaming Terrors",
                  "entries": [
                    "当仙女王国中的生物因极度恐慌而尖叫、胡言乱语，失去自控能力时，有时会诞生尖叫恶魔族。当这种情况发生时，生物的尖叫声在仙女王国中回荡。如果尖叫声在深夜的岩石突出部分以正确的角度回响，其强度和音量会逐渐增强，直到达到刺耳的高潮。在那一刻，岩石突出部分的石头碎裂，一小群尖叫恶魔族从地下爆发出来，飞向天空。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "邪恶的折磨者",
                  "ENG_name": "Wicked Tormentors",
                  "entries": [
                    "尖叫恶魔幼崽，这种生物诞生于恐慌的瞬间，喜欢在世界上传播恐惧和混乱。它们聚集成小群，潜伏在孤独的森林小道和山路上。当它们的受害者接近时，恶魔幼崽会俯冲下来，用它们长长的、带刺的尾巴抽打他们。它们可怕的尖叫声压倒了生物的感官，激发了一种恐慌、感官过载和混乱的组合，让生物晕头转向。尽管它们本性邪恶，尖叫恶魔幼崽很少为了杀戮而攻击。它们更倾向于让受害者重伤并失去所有希望。恶魔幼崽偷走财宝、武器和补给，注定了一次探险缓慢死亡。恶魔幼崽飞近受害者，用它们偷来的物品嘲笑他们。该地区的捕食者学会了恶魔幼崽的尖叫声是一个容易猎物即将到来的可靠信号。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "机会主义联盟",
                  "ENG_name": "Opportunistic Alliances",
                  "entries": [
                    "一群尖叫的小恶魔能够欣赏其他生物的恶毒残忍。如果他们在土地上看到邪恶存在的迹象，例如残暴的领主或邪恶的死灵法师，如果这个恶棍提供了大量机会让他们参与到肆意的破坏和折磨中，他们可能会提供联盟。这些生物作为一种可怕的吉祥物，跳跃在他们的新主人周围，并且愉快地遵循命令去折磨那些使他们的领袖不悦的人。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Screaming Devilkin.webp"
          }
        }
      ]
    },
    {
      "name": "希尔",
      "ENG_name": "Xill",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "在以太界的深处是半位面，这些微型世界是由强大的大法师和其他强大的实体建造的，用作私人领域。每个半位面都是一个设计好的领域，为特定目的而建造。有些是堡垒，旨在防止来自物质世界的漫游者。其他的则更为阴险，是黑暗的领域，邪恶的梦境在这里扎根并变成可怕的现实。就是这样的领域孕育了西尔，这些可怕的昆虫类生物是很久以前为一个古老邪恶的主人而创造的。",
                {
                  "type": "entries",
                  "name": "可怕的收藏家",
                  "ENG_name": "Gruesome Collectors",
                  "entries": [
                    "希尔是可怕的四臂生物，看起来像是蜥蜴和昆虫的混合体。它们从以太位面出现，用它们恶毒的爪子袭击受害者，但它们的目的不是杀戮。相反，希尔向受害者注射一种瘫痪性毒素。当毒素压倒目标时，希尔抓住受害者并返回以太位面。以这种方式被带走的不幸者的最终命运尚不清楚，但围绕希尔的真实性质和孕育它们的半位面的猜测很多。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "一个古老遗迹",
                  "ENG_name": "An Ancient Remnant",
                  "entries": [
                    "关于西尔斯及其起源有多种理论。学者们认为最可信的是关于神秘巫师克瑞普提斯的理论。据说，很久以前克瑞普提斯创造了一个半位面作为他的个人领域，从那里他可以派遣他的仆从去收集他渴望积累的强大神器。西尔斯是他的创造物，是能够滑行到以太位面并偷走任何他想要收集的神器或绑架任何人的仆从。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "一个神秘的任务",
                  "ENG_name": "A Mysterious Task",
                  "entries": [
                    "关于克帕提斯的传闻很少。除了在格雷霍克世界最近发生的三件强大物品被盗事件外，他主要还只是神话、谣言和传说中的人物。然而，作为一个魔法物品的狂热收藏家，他的半位面很可能充满了被认为已经消失在多元宇宙的强大神器。如果这个故事是真的，他的半位面无疑被奇怪的陷阱和违反逻辑的谜题所守护，还有一群被洗脑的仆人和无数的xills。至于被xills捕获的个人的下落，他们可能构成了克帕提斯追随者的主体。他们被他的魔法洗脑，并被设置来守护他的许多地牢，这些狂热者是他最危险的追随者之一。值得注意的是，xills很少绑架平民。相反，他们针对的是年轻但有前途的冒险家，那些天赋和潜力指向光明未来，但技能尚未足够成熟以抵御专注攻击的人。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Xill.webp"
          }
        }
      ]
    },
    {
      "name": "伊戈尔，混沌之主",
      "ENG_name": "Ygorl, Lord of Entropy",
      "source": "MFF",
      "entries": [
        {
          "type": "entries",
          "entries": [
            {
              "type": "entries",
              "entries": [
                "被称为伊戈尔的神秘生物是普里穆斯在利姆波释放生育石之后创造的第一批斯拉迪之一。伊戈尔是一个充满熵能的强大存在，它喜欢解构行为，给任何它访问的生态系统带来混乱。较小的斯拉迪紧随在熵之主的后面，为它带来的破坏感到高兴，并进一步加剧这种破坏。",
                {
                  "type": "entries",
                  "name": "混沌循环",
                  "ENG_name": "Cycles of Chaos",
                  "entries": [
                    "作为熵的化身，伊戈尔被诅咒了，只能看到事物最终的破败和被永恒前进所消耗。它没有同情心或怜悯，只被驱使去解构，以便现实的基元能为多元宇宙无尽的创造和毁灭循环提供动力。",
                    "与伊戈尔交谈是一项费力的尝试，因为这位混沌之主将其思想以意识流的形式表达出来，既令人不安又难以跟随。尝试与伊戈尔谈判的凡人生物已知在此过程中被逼至疯狂。"
                  ]
                },
                {
                  "type": "entries",
                  "name": "死亡与毁灭",
                  "ENG_name": "Death and Destruction",
                  "entries": [
                    "伊戈尔最显著的财产是一把在刀刃上刻有斯拉德族死亡之词的精金镰刀，它能够将生物化为灰烬。这位混沌之主还携带着一套悬挂在腰间的黑曜石石板，上面刻有毁灭符文。在伊戈尔的魔法散发的混沌能量中，生物会枯萎和腐烂。"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "images": [
        {
          "type": "image",
          "href": {
            "type": "internal",
            "path": "bestiary/MFF/Ygorl, Lord of Entropy.webp"
          }
        }
      ]
    }
  ]
}