{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "阿比戈尔",
			"ENG_name": "Abigor",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Abigor.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Abigoralt.webp"
					}
				}
			]
		},
		{
			"name": "Aeshma",
			"ENG_name": "Aeshma",
			"source": "CoA",
			"entries": [
				"Aeshma是一个出生在富裕家庭的提夫林，家族与深水城内的强大家族有着联系。Aeshma学会了生活中一切都来得容易、免费且无后果。Aeshma是个万事通，但无一精通，他在魔法学习、无数的吟游诗人学院、教会研究和军事训练中都正式失败了。Aeshma擅长一件事：说服和操纵他人赌博。他并不真正关心赌注或赌局的结果，而是享受他人困惑的乐趣。Aeshma是一个慢性赌徒，总是将赌注推至极限。",
				"阿什玛本来满足于追求享乐且无责任的生活，但他的地狱血统使他卷入了他从未预料到的事情。他是哈鲁安人所称的毁灭者（阿什玛并不知道自己是毁灭者）。阿斯摩蒂斯对阿什玛有计划，并指派他的一位大恶魔，阿比戈尔，绑架了他。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Aeshma.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		},
		{
			"name": "苦难恶魔（科克拉克洪）",
			"ENG_name": "Affliction Devil (Kocrachon)",
			"source": "CoA",
			"entries": [
				"作为折磨和痛苦的大师，科克拉克龙是九层地狱中最受尊敬的小恶魔之一。每一个科克拉克龙都致力于在其一生中打破最多的生物——它们的受害者越大越危险，就越好。最有效的科克拉克龙在其他折磨者或地狱学校学习，以最好地理解它们可能遇到的任何受害者的生理学。也许由于它们作为秘密折磨者的本质，科克拉克龙厌恶直接冲突，如果有机会，它们选择逃跑。",
				{
					"type": "entries",
					"name": "有目的的恶魔",
					"ENG_name": "Devils with Purpose",
					"page": 236,
					"entries": [
						"它们像昆虫一样，拥有鲜艳的甲壳，有可伸缩的翅膀，多条臂腿和类似钳子的手。甚至它们的头部也呈现出奇怪的昆虫特征，通常有多根触角、眼睛和假眼，以及挥动的触角。科克拉克龙向受害者注射致命的毒液，如果它们获得了所需的信息，可能会治愈所说的毒液。"
					]
				},
				{
					"type": "entries",
					"name": "火焰与冰",
					"ENG_name": "Flame and Ice",
					"page": 236,
					"entries": [
						"尽管它们和其他恶魔一样在九层地狱的火焰中同样舒适，但与许多同类不同，科克拉克龙还对寒冷有抵抗力。这使它们在斯蒂吉亚和卡尼亚很有用，那里的大恶魔经常雇佣它们从顽固的对手那里榨取信息。它们对寒冷的亲和力还为科克拉克龙提供了其他更有趣的折磨手段。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Affliction Devil (Kocrachon).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "阿纳格温多尔",
			"ENG_name": "Anagwendol",
			"source": "CoA",
			"entries": [
				"作为天堂的勇猛战士，阿纳格温多尔的生涯是一条击杀恶魔的轨迹。她从未回避与邪恶的战斗，尽管在战斗中负伤无数，但她从未败北。现在她在九层地狱中。",
				"她的囚禁归咎于天使们普遍的通病。在所有罪恶中，他们必须警惕骄傲。知道自己是神圣的工具，并且在一千个地狱战士的劣等金属中刻下了自己的道路，这让人难以保持谦卑。这种骄傲使她陷入了陷阱，无法离开第四层——弗莱格索斯。",
				"策划捕捉阿纳格温多尔的幕后黑手是大恶魔科尔迪凯，他的主要兴趣是在弗莱格索斯拥有一个宏伟的火元素怪物保护区。科尔迪凯，一个狡猾的老猎手，能够引诱她进入他的保护区，在那里，她仍然处于核心位置，被困在一个熊熊燃烧的石质迷宫中。偶尔，科尔迪凯会派遣恶魔队伍（特别是让他失望的下属）去追捕她，并喜欢观看他们的失败。",
				"安格文多尔不再是她曾经是的天使。虽然神圣的内在战士依然存在，但她与周围环境的联系被一个地狱诅咒扭曲，以至于她相信自己永远在与无尽的敌人群战斗。她遇到的一切都被视为令人憎恶的恶魔，只适合被斩杀。",
				"这场持续的单天使对抗地狱的战争正在逐渐产生影响。阿纳格温多尔越来越为此而生。流出地狱之血的凶猛正成为她自己的目标，而不仅仅是不幸但达到美德的必要手段。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Anagwendol.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		},
		{
			"name": "阿斯蒙蒂斯",
			"ENG_name": "Asmodeus",
			"source": "CoA",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"你们凡人应该为你们能将任何天堂变成地狱的能力感到自豪。"
					],
					"by": "阿斯蒙蒂斯"
				},
				"各种神话都声称阿斯莫德自时间的黎明以来就存在。在这些神话中，最引人入胜的或许是法律之蛇。在其中，阿斯莫德最初被称为阿赫里曼，与他的对手贾兹里安一起创造了外层领域。他们的冲突导致两位神灵都受到严重伤害，阿斯莫德在交换中失利，最终落入了九层地狱。在这里，他利用他的盟友和自己的力量驱逐了先前的居民，成为了他至今仍然是的——九层地狱的至高统治者。",
				"自阿斯莫德成为统治者以来，他经历了许多动荡：神的审判、血战和清算。尽管有许多人试图推翻他，但阿斯莫德从未离开过他的王座——甚至没有人接近过。巩固他权力的是黑暗八人组，这是一群发誓绝对忠诚的深渊恶魔，统治着他的军队。",
				"那些了解阿斯摩蒂斯的人会形容他为傲慢、极其聪明、有策略，并且尊贵。只要可能，他就会遵循（他自己创造的）法律和规章，并且很少发脾气。他的一些计划已经进行了数千年才得以实现，还有无数其他计划至今仍在继续。无论他的人格是真诚的，还是仅仅是他计划中的另一个工具，只有阿斯摩蒂斯自己知道。",
				"许多团体向阿斯莫德宣誓效忠，作为九层地狱的统治者，他拥有大量的追随者和信徒。他的最大目标，大多数凡人并不知道，恰恰相反——鼓励完全不相信神灵。根据传说，拒绝崇拜神灵的无神论者不会去往他们所拒绝的神那里，而是直接去往九层地狱。阿斯莫德以这些灵魂为食，这些灵魂为他提供了治愈创伤所需的养分。为此，专门献给阿斯莫德的信徒和邪教经常在存在感上经历波动，试图推动他们走向无神论。",
				"有人声称他的真实形态是一条巨大的蛇，身上有巨大的伤口，尾巴不见了。然而，没有活着的生物见过真正的阿斯摩蒂斯。他更喜欢使用他的十个化身之一来做生意，每一个都是完美的绅士，而且英俊潇洒。他们可以通过每个人携带的红宝石权杖来识别，这是黑暗领主本人的象征。",
				{
					"type": "entries",
					"name": "阿斯莫德的巢穴",
					"ENG_name": "Asmodeus's Lair",
					"page": 216,
					"entries": [
						"九层地狱的主宰在他的玛尔希姆城堡中建立了他的巢穴。在其范围内徘徊着数百万恶魔，它们全都服从阿斯莫德的意志和奇想。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Asmodeus.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "巴尔泽布的化身",
			"ENG_name": "Avatar of Baalzebul",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Avatar of Baalzebul.webp"
					},
					"credit": "谢尔盖·穆辛"
				}
			]
		},
		{
			"name": "艾佩罗博群",
			"ENG_name": "Ayperobo Swarm",
			"source": "CoA",
			"entries": [
				"单个的艾佩罗博几乎无害，经常被较大的恶魔当作美食食用。意识到自己的弱点，艾佩罗博聚集在一起，创建使用心灵感应进行交流的群体。这些群体要强大得多，甚至能够与一些较大的恶魔抗衡。",
				{
					"type": "entries",
					"name": "有待证明",
					"ENG_name": "Something to Prove",
					"page": 238,
					"entries": [
						"艾佩洛波斯拥有完美的沟通能力和集体力量，加上它们的飞行能力，使得它们能够轻松完成大型恶魔难以完成的任务。它们乐于这样做，因为它们的目标是证明自己的价值，并且在可能的情况下，为它们在大型恶魔手中受到的虐待性待遇报仇。"
					]
				},
				{
					"type": "entries",
					"name": "小而致命",
					"ENG_name": "Small but Deadly",
					"page": 238,
					"entries": [
						"每个蜂群成员看起来像是一个小型的恶魔生物，有着过大的头部和麻雀般的翅膀。它们的牙齿锋利如剃刀，当它们以蜂群的形式协同工作时，可以在几秒钟内吞噬一个人形生物。在蜂群行动时，艾佩洛波斯看起来像是一团浓密的蚊子云或血云——并且众所周知，它们会隐藏在这些现象中。一些蜂群有能力通过在宿主皮肤下挖掘并从内部操纵它来控制一个\"宿主\"——这些宿主甚至可以是其他恶魔。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Ayperobo Swarm.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "巴力西卜",
			"ENG_name": "Baalzebul",
			"source": "CoA",
			"entries": [
				"巴尔泽布是一个大恶魔，也是马拉多米尼的领主，九层地狱的第七层。他被称为谎言之王和苍蝇之王，因为他精心编织的阴谋之网甚至能捕捉到最小的苍蝇。近几个世纪以来，他被阿斯摩蒂斯诅咒，获得了一个新的丑陋形态。这个形态为他赢得了一个新的头衔——蛞蝓大公。",
				"巴尔泽布尔最初被称为特里尔，是天堂中最强大和最美丽的天使之一。特里尔为了实现自己的完美而进行的自私行为导致他堕落并被逐出天堂。堕落之后，阿斯莫德可能出于某种残留的同情心，迅速将巴尔泽布尔提升到恶魔贵族的行列。巴尔泽布尔对权力的无情渴望为他服务得很好，不久他不仅取代了古老的、原始的马拉多米尼领主，而且设法成为唯一统治九层地狱两层的大恶魔，尽管他是通过恶魔摩洛克来统治马尔博格的。",
				"然而，巴尔泽布的骄傲依旧是他的致命弱点。当他试图夺取阿斯摩蒂斯的王位时，他的阴谋被发现并被挫败了。",
				"阿斯莫德对巴尔泽布尔施加了一系列奇怪的惩罚。他被诅咒每年以蛞蝓的形态出现一次，每次出现持续一年，作为对他向恶魔撒谎的惩罚，并且他与凡人达成的任何交易都将给参与者带来灾难。他的城堡变成了粪便，里面充满了污垢，他统治的马尔博格也被剥夺了。",
				"尽管受到了惩罚，巴尔泽布仍然极其狡猾和有魅力。即使被困在蛞蝓的形态中，他仍然是谎言之王，他的每一个欺骗都轻而易举地完成。他的每一个谎言都有特定的目的，而且只有其他恶魔才能免受他的谎言影响。",
				{
					"type": "inset",
					"name": "巴尔泽布的两种形态",
					"ENG_name": "Baalzebul's Two Forms",
					"page": 218,
					"entries": [
						"在对付敌人或不幸的下属时，巴尔泽布尔通常表现为一个强大的有翼生物。然而，角色最有可能在触怒阿斯莫德之后，以他的蛞蝓形态遇到这位大恶魔。附带的统计数据块适用于两种形态，只是巴尔泽布尔在蛞蝓形态下的运动能力被替换为：20尺，挖掘20尺，攀爬20尺。"
					]
				},
				{
					"type": "entries",
					"name": "巴尔泽布的巢穴",
					"ENG_name": "Baalzebul's Lair",
					"page": 219,
					"entries": [
						"巴尔泽布尔的巢穴位于他建造的最新城市之内。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Baalzebul.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "巴拉基尔",
			"ENG_name": "Barachiel",
			"source": "CoA",
			"entries": [
				"巴拉基尔是一个在埃尔图雷尔城出生的阿斯米，是正义的堡垒和被遗忘的领域的善良象征。他的母亲是天使扎里尔，埃尔图雷尔的守护者。巴拉基尔长大后成为了地狱骑士——保卫埃尔图雷尔城的圣战士。然而，他放弃了自己的自由，成为天堂山的代理人，以便尝试拯救他的母亲。扎里尔曾被阿斯莫德诱惑和腐蚀。现在，作为一个大恶魔，她统治着九层地狱的第一层。",
				"巴拉基尔相信正义、仁慈、美德和同情。自从他转变成天使般的存在后，他对前世的记忆已经淡去。然而，地狱骑士拉米乌斯是他心爱的伴侣，那个记忆一直伴随着他。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Barachiel.webp"
					},
					"credit": "保罗·亚当，刘易斯·拉萨希多"
				}
			]
		},
		{
			"name": "贝勒",
			"ENG_name": "Bel",
			"source": "CoA",
			"entries": [
				"从他的堡垒中，扎瑞尔的副手，也是前阿弗纳斯领主，监督着为血战提供武器和盔甲的锻造厂。尽管阿斯摩狄斯指示扎瑞尔接受贝尔作为她的顾问，但贝尔和扎瑞尔彼此厌恶，并且发明了各种干扰来让他们保持距离。",
				"Bel表面上扮演着Zariel的忠诚臣子。然而，Bel对Zariel统治曾经属于他的九层地狱的层级感到不满，但只要他认为阿斯莫德支持Zariel，他就不会直接挑战她。",
				{
					"type": "inset",
					"name": "阿弗纳斯之前的冒险：贝尔",
					"ENG_name": "Previous Adventures in Avernus: Bel",
					"page": 234,
					"entries": [
						"如果您已经进行过《博德之门：阿弗纳斯的陷落》（Baldur's Gate: Descent into Avernus|BGDIA）的冒险，那么贝尔可能已经取代了扎里尔成为阿弗纳斯的统治者。如果是这样，他的巢穴位于铜城而不是锻造场。"
					]
				},
				{
					"type": "entries",
					"name": "贝尔的巢穴",
					"ENG_name": "Bel's Lair",
					"page": 234,
					"entries": [
						"贝尔将他的巢穴设在一个被称为锻造场的古老火山中。"
					]
				}
			]
		},
		{
			"name": "贝利亚",
			"ENG_name": "Belial",
			"source": "CoA",
			"entries": [
				"贝利尔维持着他作为所有大恶魔中最肉欲的形象，并喜欢施加痛苦和体验快乐一样多。尽管他沉溺于享乐，贝利尔展现出魅力、激情和智慧，并且几乎总是在策划。他自信到了过分的地步，虚荣心和欲望是他最大的弱点。",
				"弗莱格索斯几乎和迪斯帕特统治他的铁城一样长久以来一直由贝利尔和他的女儿费尔娜统治。贝利尔自认为是一个\"老派\"的恶魔，与他友好的对手莱维图斯和迪斯帕特并肩。格拉西亚最近崛起的权力让他担心自己在政治格局中的持续影响力，迫使他将自己的阴谋转向内部。",
				"在清算期间，贝利尔保持相对中立，直到最后，他与巴力西卜结盟。一些人认为他的联盟只是另一个旨在误导阿斯摩狄斯的计划——当贝利尔没有被废黜，而是被迫将王位让给他的女儿时，这一想法进一步得到了巩固。有一段时间，他继续在幕后统治，但是格拉西亚对费尔娜的影响鼓励了这位火之领主共同统治。贝利尔管理着领域的许多政治和官方方面，包括维护地狱法庭。他偶尔向其他位面发送化身，这些化身在继续执行分配任务之前，会迅速寻找乐趣。",
				"与他的女儿类似，贝利尔仍然是最具吸引力的大恶魔之一。他粗犷的英俊外貌和阳刚的体格衬托出他众多的恶魔特征。锐利的角和发光的眼睛装饰着他的面庞，午夜黑色的翅膀和尾巴装饰着他身体的其余部分。根据他的心情，贝利尔的皮肤要么呈现出灰烬般的灰色，要么像即将熄灭的煤炭一样燃烧着红色。贝利尔以自己性感的外表为荣，穿着挑逗性的同时保持高时尚，真正体现了他的肉欲。",
				{
					"type": "entries",
					"name": "贝利尔的巢穴",
					"ENG_name": "Belial's Lair",
					"page": 221,
					"entries": [
						"这位凶猛的大恶魔目前将巢穴设在阿布里莫克内部建造的黑曜石宫殿中，但他的影响力遍及整个城市。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Belial.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "阿德拉梅克兄弟",
			"ENG_name": "Brother Adramalech",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Brother Adramalech.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "摩拉克斯兄弟",
			"ENG_name": "Brother Morax",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Brother Morax.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "Buer",
			"ENG_name": "Buer",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Buer.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "腐败恶魔（帕尔利隆）",
			"ENG_name": "Corruption Devil (Paeliryon)",
			"source": "CoA",
			"entries": [
				"帕利里昂是较为强大的大恶魔之一，专注于腐败和获取凡人灵魂。虽然它们几乎可以在九层地狱的每个层面上找到，但帕利里昂在迪斯和马尔博吉尤为突出，在那里他们担任权力职位。他们的职责包括管理低级恶魔、指导和操纵灵魂交易以及地狱政治。他们特别擅长敲诈和间谍活动——这些能力在九层地狱内外都被使用。",
				{
					"type": "entries",
					"name": "威严恶魔",
					"ENG_name": "Imposing Devils",
					"page": 239,
					"entries": [
						"作为高等恶魔，苍白翼魔体型特别庞大，通常体重超过4000磅。像巫婆一样，它们的皮肤上布满了不同颜色的脓疱和疣，它们有着巨大的肚子和革质的翅膀。尽管有身体上的缺陷，腐败恶魔在战斗中相当强大。然而，它们并不亲自战斗，而是使用追随者和小恶魔作为炮灰。"
					]
				},
				{
					"type": "entries",
					"name": "腐败之主",
					"ENG_name": "Sire of Corruption",
					"page": 239,
					"entries": [
						"偶尔，一个帕尔瑞隆会变得比她的姐妹们更强大，并承担起腐败之主的重任。这些主人们可以算作除了大恶魔之外最强大的地狱生物，并且通常将他们的力量导向其他存在平面。正如他们的名字所暗示的，腐败之主只追求一个目标：腐败。为此，他们的计划通常涉及帝国的衰败或宗教团体的腐败。主人很少，通常每隔几个世纪才会出现一个新的主人。尽管他们通常独自行动，但一些主人曾为那些计划涉及足够腐败以鼓励合作的大恶魔服务。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Corruption Devil (Paeliryon).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "狄斯帕特",
			"ENG_name": "Dispater",
			"source": "CoA",
			"entries": [
				"尽管其他大恶魔的领导层经常变动，迪斯帕特自其创造以来一直保持着作为迪斯统治者的地位。他以警觉和谨慎著称，很少离开他的塔，甚至更少离开铁城。那些知道他计划的人，包括阿斯莫德，都知道他希望有一天能统治九层地狱的每一层。",
				"迪斯帕特仍然是所有位面武器供应的首要供应商之一，这有助于确保他在迪斯的地位。此外，他的顾问是经过精心挑选的，他保持的友谊非常少。",
				"那些试图与铁领主战斗的人发现胜利几乎是不可能的。除了他的策略和防御外，迪斯帕特还拥有极其强大的能力和一群小鬼。智胜他是不可能的，任何不幸到足以让他措手不及的人很快就会被处理掉。",
				"迪斯帕特在交谈中保持冷静和克制。他更喜欢在可能的情况下进行绅士般的辩论，而不是激烈的争论。与其他大恶魔不同，他几乎从不强迫个人做某事，更倾向于说服或欺骗。相应地，他的皮肤是铁黑色，他的标志性手杖，由他居住的塔同样的铁制成，总是拿在手中。",
				{
					"type": "entries",
					"name": "迪斯帕特的巢穴",
					"ENG_name": "Dispater's Lair",
					"page": 223,
					"entries": [
						"迪斯的统治者将他的巢穴设在铁塔之内。在这个范围内，他得到了极大的保护。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Dispater.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "异位恶魔",
			"ENG_name": "Displacer Fiend",
			"source": "CoA",
			"entries": [
				"很久以前，一位仙女领主带领他的狩猎队伍进入九层地狱，与一位大恶魔就双方都声称拥有的凡人进行清算。领主的命运如何不得而知，但他的远征队伍中，有一种特别的仙女品种在新环境中繁衍生息。一种特别凶猛的位移兽已经成为九层地狱许多层面上根深蒂固的新威胁，它们在恶魔社区的边缘徘徊，攻击凡人和地狱旅行者。",
				{
					"type": "entries",
					"name": "潜行恐怖兽",
					"ENG_name": "Stalking Horrors",
					"page": 240,
					"entries": [
						"在九层地狱漫长的岁月中，原始的野兽被扭曲成了更加恶魔化的存在。虽然仍然保持着猫科动物的形态，但放逐恶魔的肩膀上长满了蠕动的触手，每个触手的顶端都有一个类似七鳃鳗的嘴巴。这些长满牙齿的嘴巴从猎物身上吸取生命精华或地狱之力，为恶魔提供养分。这些嘴巴滴下的酸液对凡人造成极度痛苦，但对恶魔来说却是一种镇静剂，允许恶魔在有机会时在不唤醒猎物的情况下享用它们。放逐恶魔保留了其祖先的天生隐匿能力，在几乎所有贫瘠的地狱地貌中从阴影到阴影地潜行。它们成群结队地跟踪旅行者长距离，等待地形最有利于伏击的时刻。"
					]
				},
				{
					"type": "entries",
					"name": "感知的腐蚀者",
					"ENG_name": "Corruptors of Perception",
					"page": 240,
					"entries": [
						"像它们的基础种类一样，位移恶魔能够使光线绕着自己弯曲，可见的怪物总是从其真实位置略微偏移。这些天赋被下层位面的欺骗性影响加强了。这些怪物还拥有改变它们受害者的感知位置，影响它们猎物对相对距离和位置的把握的能力。与它们战斗可能是一场混乱的噩梦，因为盟友、敌人和地形特征似乎随机地接近或远离，巨大或微小——或者战士发现自己从自己的头脑外部观察战场，试图像操纵木偶一样控制自己的身体。即使是基本功能，如本体感知——当不直接观察时对自己四肢位置的了解——也可能丧失。这可能导致完全失去协调，意外地攻击朋友或跌入似乎很远的沼泽或裂缝。"
					]
				},
				{
					"type": "entries",
					"name": "怪物宠物",
					"ENG_name": "Monstrous Pets",
					"page": 240,
					"entries": [
						"九层地狱中的许多大城市有流浪的替换恶魔种群，它们以最低等的恶魔为食，并在隐蔽的角落繁殖。大部分时间里，它们被视为害虫，但它们确实控制了各种地狱害虫的数量，比如哈洛格，否则它们会因为繁殖而更加麻烦。一些恶魔积极培养它们的存在，通过偶尔放置一个lemure或小鬼来鼓励它们，就像人类可能会为猫留下一碗残羹剩饭一样。恶魔并不感情用事，但有些恶魔发现替换恶魔的凶猛和潜行的残忍有些奇怪地令人喜爱。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Displacer Fiend.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Eriflamme",
			"ENG_name": "Eriflamme",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Eriflamme.webp"
					},
					"credit": "谢尔盖·萨里切夫"
				}
			]
		},
		{
			"name": "菲尔娜",
			"ENG_name": "Fierna",
			"source": "CoA",
			"entries": [
				"费尔娜与她的父亲贝利尔一同统治着弗莱格索斯。她情感智慧丰富，她的个人魅力为她在九层地狱赢得了许多盟友和少数敌人。尽管有些人认为她无能，但费尔娜真正的意图隐藏在她的鲁莽表象之后。",
				"她的父亲，贝利尔，在清算中是一个关键人物，由于他的行动，费尔娜被授予了弗莱格索斯的主要领导权。尽管这在政治上看似如此，费尔娜和贝利尔共同统治，经常秘密会面讨论战略和即将到来的计划。一些更为无知的大恶魔将贝利尔和费尔娜之间的关系视为可以被利用或破坏的东西。实际上，费尔娜非常尊敬她的父亲，并且这种感觉是相互的。",
				"看到菲恩娜，人们立刻就能明白她为何受到如此的钦佩：她的美丽是难以置信的。她的美丽是一种力量，与她的战略思维和创造力相辅相成。",
				{
					"type": "entries",
					"name": "费尔娜的巢穴",
					"ENG_name": "Fierna's Lair",
					"page": 225,
					"entries": [
						"费尔娜的巢穴是一座宫殿，一座被蓝色火焰环绕的水晶石塔。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Fierna.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "火 Kraken",
			"ENG_name": "Fire Kraken",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Fire Kraken.webp"
					},
					"credit": "谢尔盖·萨里切夫"
				}
			]
		},
		{
			"name": "格莱希亚",
			"ENG_name": "Glasya",
			"source": "CoA",
			"entries": [
				"格拉西亚有许多名字：黑暗天才、九层地狱的公主、马尔博格的领主。她控制着厄里尼耶斯，并在其他位面被压迫和被忽视的王室中拥有庞大的追随者。长期以来，她只是一个较低级的大恶魔，根据她的判断在各个法庭之间跳跃。直到清算，她帮助煽动了清算，她才声称真正的权力，成为了九层之一的统治者。",
				"阿斯摩狄斯，她的父亲，和格拉西亚有许多共同之处——特别是他们的狡猾、雄心以及对法律的\"奉献\"。正因为如此，尽管格拉西亚对她的父亲有一些仇恨，但两者之间还是有着相互尊重和支持的关系。",
				"尽管格拉西亚忙于许多重要的事务以进一步巩固她的权力，但被美丽事物所环绕对她来说也很重要。同样，她厌恶丑陋，惩罚那些她认为令人作呕的人。在她与玛蒙短暂的关系期间，她很少出现在他沼泽般的领域，选择在其他层面游荡。几乎所有与格拉西亚互动的人都深深地爱她或憎恨她。她保持着迷人的个性，甚至经常将其他大恶魔的间谍转变为自己的一方。",
				"或许促成了她对美丽的痴迷，格拉西亚本人被认为是令人惊艳的。她乌黑的头发和铜色的皮肤掩盖了她的地狱本性，尽管她那大而革质的翅膀和小角透露了这一点。由于她能够随意变化形态，她也能符合各种其他美丽的标准，始终保持外在的魅力——这有助于掩盖她邪恶的内心。",
				{
					"type": "entries",
					"name": "格拉西亚的巢穴",
					"ENG_name": "Glasya's Lair",
					"page": 227,
					"entries": [
						"格拉西亚建造了她的堡垒巢穴奥西亚，它是由马拉加德的怪异放大和扭曲的头骨制成的。在头骨墙后面，有无数奢华的层次，格拉西亚在这里处理她统治领域的事务或沉迷于她的其他兴趣。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Glasya.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "大暴君阴影",
			"ENG_name": "Greater Tyrant Shadow",
			"source": "CoA",
			"_copy": {
				"name": "暴君影魔",
				"ENG_name": "Tyrant Shadows",
				"source": "CoA",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "大暴君影之巢穴",
							"ENG_name": "Greater Tyrant Shadow's Lair",
							"entries": [
								"一个更强大的暴君影子的巢穴总是在它所诞生的恶魔附近几英里内，这意味着暴君影子本身可能会经常迁移，跟随其祖先的移动，甚至跨越九层地狱的各个层面。就巢穴本身而言，暴君影子通常会选择一个合适洞穴般的地点，有深深的阴影，非常适合潜伏和伏击。侵蚀的峡谷、废弃的住所，甚至深林，尽管在九层地狱中很少见，也是合适的地点。"
							]
						}
					}
				}
			}
		},
		{
			"name": "哈洛格",
			"ENG_name": "Halog",
			"source": "CoA",
			"entries": [
				"很少有地方比九层地狱更不适宜居住，然而来自其他地方的居民甚至在这里安家。不仅是那些哲学观念与恶魔一致的邪恶之人，还有那些耐力和食欲使它们能够在地狱领域生存的简单生物。这通常意味着巨大的怪物足够强大，能够与本地居民战斗，但一些入侵者对恶魔构成了不同种类的问题。与九层地狱中的几乎所有东西相比，哈洛格似乎很小且弱，然而它们正在成为所有下层位面日益严重的麻烦。",
				{
					"type": "entries",
					"name": "成群的害虫",
					"ENG_name": "Swarming Vermin",
					"page": 242,
					"entries": [
						"哈洛格的大小大约相当于一只狗，外观介于老鼠和狗之间。单独的哈洛格并不引人注目，常常带有烧伤、化脓的脓疱、疤痕以及其他表明它们生活在恶劣环境中的痕迹，这些环境似乎永远无法完全杀死它们。它们繁殖速度惊人。一对哈洛格可以抚养二十只幼崽，如果有足够的食物，它们在短短几天内就能成熟。哈洛格什么都吃。它们的消化液成分会发生变化，使它们能够像消化凡人生物的肉体一样轻易地消化地狱生物的肉体，以及任何类型的植物物质甚至矿物质。只有那些完全是贫瘠岩石和尘土的地区才无法为它们提供食物。"
					]
				},
				{
					"type": "entries",
					"name": "跨位面适应",
					"ENG_name": "Extraplanar Adaptations",
					"page": 242,
					"entries": [
						"单独来看，哈洛格很弱，但作为一个物种，它们极其顽强。由于其他生物的竞争更大，哈洛格很少在不需要它们独特适应性的地方繁衍。下层位面的恶劣条件意味着常规的害虫和捕食者缺乏，为它们留下了生态位。哈洛格成功的秘密在于环境越恶劣，它们越繁荣。无论是高温、寒冷、酸液、毒素，甚至是纯粹的死灵能量——如果这些不能直接杀死它们，它们就会迅速适应并从中获取养分。哈洛格同样生活在弗莱格索斯的火焰中、斯蒂吉亚的冰原和米诺罗斯的沼泽中，无论恶魔如何尝试消灭它们，没有一个恶魔城市能摆脱它们成群结队的存在。它们甚至像老鼠一样在斯提克斯的水域中游泳。这些害虫有一个强大的防御机制。它们的唾液和血液迅速适应以应对对手的弱点，使它们的咬伤造成最大的伤害，任何试图食用它们肉体的生物都会因此受苦。这种非凡的特性意味着九层地狱中的哈洛格通常拥有闪耀着辐射神圣能量的牙齿，足以迅速解决粗心的小恶魔。"
					]
				},
				{
					"type": "entries",
					"name": "意外盟友",
					"ENG_name": "Unexpected Allies",
					"page": 242,
					"entries": [
						"尽管哈洛格拥有非凡的能力并且通常栖息在特定环境中，它们基本上只是动物。它们很聪明，但就像聪明的狗或猴子一样。德鲁伊、游侠以及其他自然守护者如果不幸发现自己在九层地狱中，已经能够与这些生物建立联系，甚至在下层位面旅行时将它们作为临时的侦察兵和哨兵。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Halog.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "地狱猫（贝泽基拉）",
			"ENG_name": "Hellcat (Bezekira)",
			"source": "CoA",
			"entries": [
				"贝泽基拉拥有一种独特的能力，能够通过心灵感应探测个体的阵营和力量。这些被称为地狱猫的生物，寻找最强大的守序邪恶阵营的主人。一旦找到了主人，它们会非常忠诚并遵循所有命令，直到出现一个更强大的主人。在没有服侍主人的时候，地狱猫极其独立、神秘且聪明。",
				{
					"type": "entries",
					"name": "难以看见",
					"ENG_name": "Hard to See",
					"page": 244,
					"entries": [
						"当可见时，地狱猫呈现出大型猫科动物的外形，包括狮子和老虎。然而，它们在任何光源中都具有天生的隐形能力，防止它们的实体形态在完全黑暗之外的任何地方出现。它们看起来像幽灵，身体的轮廓由天上的光和恶魔之火组成。虽然它们很少捕猎邪恶阵营的生物，但善良的生物一旦被发现就会被屠杀，有时甚至违背了它们主人的命令。贝泽基拉斯通过自然方式繁殖，尽管有时恳求者和恶魔会被赋予它们的形式。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Hellcat (Bezekira).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "杰妮维",
			"ENG_name": "Jenevere",
			"source": "CoA",
			"entries": [
				"杰妮维芙的角色是监视凡人界中具有特殊美德的个体。她被禁止干预，她会记录他们的挣扎和行为，作为他们的灵魂迁移到最终奖赏时的证据。经过几个世纪的温顺观察，她请求更积极地参与到她所观察者的命运中。她被拒绝了。这对她来说太过分了。她违反了自己角色的限制，访问了凡人界进行干预。没有华丽的火焰剑的挥舞，只是平静的话语，及时提醒某人在道德斗争的关键时刻的道德观念。随着时间的推移，九层地狱意识到了她的影响，并为她设下了陷阱。被捕后，她经过了多个人的手。杰妮维芙并不凶猛好战，而是开放、诚实、无限仁慈。她原谅折磨她的恶魔，知道这是他们的本性，她的宽恕比他们能烧她更让他们痛苦。拥有杰妮维芙变成了一种有毒的圣杯，以至于她落入了他们的等级制度，被越来越卑鄙的主人所拥有，直到她被眼市的瓦内斯和弗林格收购。",
				"珍妮弗的眼睛是非凡之物，由神明打造，能看到凡人领域的所有美德。瓦内斯和弗林轻易地取下了她的眼睛，但将它们植入恶魔，或任何邪恶之物，却遇到了问题。这些眼睛是通往所有位面美德和善良的门户。对于瓦内斯和弗林的赞助者来说，这种体验是难以忍受的。瓦内斯和弗林继续实验，但他们开始感到，在得到珍妮弗之后，他们承担了超出自己能力范围的事情。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Jenevere.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		},
		{
			"name": "柯·谭",
			"ENG_name": "Koh Tam",
			"source": "CoA",
			"entries": [
				"科·塔姆是水深大教堂中，死亡与死者之神凯勒莫的强有力大祭司。为了了解死者领域的所有秘密，科·塔姆请求他的神允许他探索九层地狱。这位年轻祭司进入地狱领域，目睹了超出凡人想象的恐怖，并遇到了力量远远超过他自己的恶魔生物。这次经历永远改变了这位祭司。这次旅行并没有满足他的好奇心，反而进一步激发了科·塔姆对地狱的迷恋。他致力于研究有关该主题的奥术书籍，并收集了大量令人印象深刻的地狱遗物。",
				"自那以后多年，主祭司多次进入九层地狱，并与许多可怕的恶魔有过多次遭遇。因此，科·塔姆可以被视为地狱领域的专家权威。他为许多寻求进入九层地狱的冒险者提供了建议，并阻止了相当数量的邪恶生物从那个领域逃到凡人世界。尽管他仍然致力于凯勒莫的法则，但如此多的地狱接触已经改变了科·塔姆的思想和身体。主祭司有许多习惯和举止，对其他凡人来说可能显得奇怪，他有一个独特的视角，这种视角由他与九层地狱的经历所着色。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Koh Tam.webp"
					},
					"credit": "保罗·亚当，刘易斯·拉萨希多"
				}
			]
		},
		{
			"name": "低阶暴君影魔",
			"ENG_name": "Lesser Tyrant Shadow",
			"source": "CoA",
			"_copy": {
				"name": "暴君影魔",
				"ENG_name": "Tyrant Shadows",
				"source": "CoA"
			}
		},
		{
			"name": "莱维斯图斯",
			"ENG_name": "Levistus",
			"source": "CoA",
			"entries": [
				"没有哪个大恶魔比冰封王子莱维斯塔斯更受人憎恨，尽管他以一个尊贵和骑士精神的大恶魔而闻名。莱维斯塔斯在策划和战略方面的能力与阿斯摩狄斯和迪斯相媲美，通常被认为是最有可能篡夺王位的大恶魔之一。然而，当他犯下了不可言说的背叛并被阿斯摩狄斯囚禁在斯蒂吉亚的冰层深处时，他的野心在某种程度上受到了抑制。",
				"即使被囚禁，莱维图斯仍在继续策划，选择将他的愤怒向内压抑并反思。占卜和通讯魔法帮助他进行这一努力，即使在冰冷的坟墓中，莱维图斯也能管理着军团。莱维图斯以与冒险者达成许多交易而闻名，前提是他们能够帮助他寻找自由。",
				"当清算日发生时。阿斯摩蒂斯注意到莱维斯塔斯在战争中没有扮演任何角色，选择让他重新成为斯提吉亚的统治者。虽然莱维斯塔斯仍然想要对他的狱卒复仇，但他认识到了这个机会，并向阿斯摩蒂斯暂时宣誓效忠。公开地，莱维斯塔斯完全支持阿斯摩蒂斯和他的计划，尽管在冰层之下，他继续策划他的复仇。",
				"其他大恶魔将莱维斯塔斯描述为聪明、迷人且观察入微，即使他也被认为是叛徒。他经常以单挑的方式与对手交战，只有在有人或某物干预时才会动用他的魔法和追随者。因此，他经常被有原则的荣誉小偷和骗子——有道德准则的流氓所崇拜。",
				"莱维斯塔斯被描述为一个有吸引力的人形男性，拥有深色的头发，无可挑剔的山羊胡，以及苍白的皮肤。",
				{
					"type": "entries",
					"name": "莱维图斯的巢穴",
					"ENG_name": "Levistus' Lair",
					"page": 229,
					"entries": [
						"斯提吉亚的统治者的巢穴位于他的漂浮监狱内。这座巨大的冰川在岁月中缓慢移动，携带着莱维斯塔斯以及他的巢穴的影响。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Levistus.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "游牧恶魔",
			"ENG_name": "Maelephant Nomad",
			"source": "CoA",
			"entries": [
				"以保护为唯一目的而创造的恶魔象，是恶魔中最忠诚的。它们不追求个人财产、梦想和目标，而是在完成职责中找到快乐。尽管其他恶魔可能认为它们简单且不聪明，但许多人认识到恶魔象的重要性和实用性。地狱语和通用语通常是它们的语言，但恶魔象也保持着自己独特的语言，它们仅在与同类交流时使用。",
				{
					"type": "entries",
					"name": "象形战士",
					"ENG_name": "Elephantine Warriors",
					"page": 245,
					"entries": [
						"正如它们的名字所暗示的，恶魔象与大象有许多相似的身体特征。它们用两条腿站立，但拥有类似大象的头部和腿。它们的象鼻通常以锋利的尖刺结束，手和脚都是爪状的。当受到威胁时，恶魔象会释放出一团毒素，这些毒素会导致大脑损伤和记忆丧失。"
					]
				},
				{
					"type": "entries",
					"name": "责任驱动",
					"ENG_name": "Driven by Duty",
					"page": 245,
					"entries": [
						"尽管它们是低阶恶魔，但作为值得信赖的守护者的地位使其他低阶恶魔尊敬马象。当不在执行任务或保护某物时，马象可能会漫无目的地在各个层面徘徊，寻找新的守护对象。这些游牧者中的一些可能会徘徊多年，然后才结束他们的寻找。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Maelephant Nomad.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "玛门",
			"ENG_name": "Mammon",
			"source": "CoA",
			"entries": [
				"或许在所有领域中最富有的存在，没有什么比财富更让玛门喜爱的了。与其他沉迷于灵魂和权力的恶魔不同，玛门非常满足于不断增加他的物质财富。有趣的是，他是唯一愿意与凡人就纯粹的金钱条件达成交易的大恶魔之一。然而，他是否履行交易的承诺，则是另一个完全不同的故事。任何与玛门互动的人都立即认识到他的两面手法——如果恶魔认为最终会对他有利，他愿意说或做任何事情。",
				"除了为金钱狩猎，玛蒙也喜欢为了运动而狩猎。如果愤怒击中了他（这经常发生），他常常会召唤坐骑和猎犬参与战利品狩猎。",
				"他所指定的猎物很少能逃脱他的狂热追击，尽管一旦猎物被捕获，他很快就会感到无聊。",
				"阴谋诡计和背叛对玛蒙来说就像呼吸一样自然，反过来，拍马屁也是如此。有些人认为，在清算之后，他受到的惩罚因为其在阿斯莫德面前无耻的卑躬屈膝而大大减轻。实际上，在政变期间，他是所有大恶魔中第一个投降的，甚至出卖了一些同谋者。",
				"尽管有种种缺点，但玛门精通的一件事是灵魂交易。甚至连阿斯摩狄斯也承认，没有一个大恶魔能像玛门那样管理和分配灵魂。也许他的专长来自于管理灵魂所能获得的巨大利润，或者他可能想要找到一个归属的地方——没有人确切知道。",
				{
					"type": "entries",
					"name": "玛蒙的巢穴",
					"ENG_name": "Mammon's Lair",
					"page": 231,
					"entries": [
						"玛蒙的巢穴位于米纳罗斯的一座陵墓般的宫殿内，和这座城市的大多数建筑一样，它永远处于沉入沼泽的状态。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Mammon.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "梅菲斯托费勒斯",
			"ENG_name": "Mephistopheles",
			"source": "CoA",
			"entries": [
				"梅菲斯托费勒斯是九层地狱第八层卡尼亚的领主，也是仅次于阿斯莫德本人最强大的大恶魔。他以地狱最强大的施法者而闻名，并掌握着一种被称为地狱火的力量。",
				"梅菲斯托费勒斯是一个与阿斯摩狄斯年龄相仿的古老存在，他负责策划了许多企图推翻九层地狱之主的阴谋。其中最臭名昭著的一次是他与迪斯帕特、玛蒙和杰里昂之间的联盟。他们密谋夺取其他大恶魔的权力，包括巴力西卜、扎里埃尔、比列和摩洛克。有了这种增强的权力，梅菲斯托费勒斯相信自己可以挑战阿斯摩狄斯本人。但他被杰里昂背叛了，后者秘密地站在了阿斯摩狄斯一边。尽管他的叛乱行为非常明显，梅菲斯托费勒斯却是受害最少的大恶魔：没有像玛蒙或巴力西卜那样被诅咒；也没有像比列、摩洛克或杰里昂那样被降职。这使得许多人相信阿斯摩狄斯和梅菲斯托费勒斯之间存在某种古老的秘密关系，尽管这可能是什么，至今无人发现。",
				"作为九层地狱的首席施法者，梅菲斯托在被迫自卫时经常诉诸魔法。但他最大的力量来自于能够驾驭地狱之火本身。地狱之火是通过接触九层地狱的亵渎本质而创造出来的，其热度难以想象，难以忍受。梅菲斯托还可以随心所欲地塑造地狱之火，使其成为他最强大的武器。",
				{
					"type": "entries",
					"name": "梅菲斯托的巢穴",
					"ENG_name": "Mephistopheles' Lair",
					"page": 232,
					"entries": [
						"这位大恶魔的巢穴位于纳格斯冰川内的梅菲斯塔城堡。这是一个雕刻精美的冰宫，是梅菲斯托费勒斯的私人庄园，同时也是许多其他恶魔的居住地。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Mephistopheles.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "米亚斯莫恩",
			"ENG_name": "Miasmorne",
			"source": "CoA",
			"entries": [
				"阿弗纳斯是一片荒凉的不毛之地，布满了锯齿状的山脉和镶嵌着金属的山丘，但对于恶魔的眼睛来说，真正的丑陋在于战争留下的伤痕，那里堆积着恶魔的尸体、武器和盔甲，用它们混乱的体液感染了这个位面，并孕育出新的怪物，扰乱了九层地狱的秩序。米亚斯莫恩是为清理深渊入侵而培育的：巨大的笨重怪物，能够吞噬恶魔的肉体、盔甲、武器和毁坏的战争机器，将位面恢复到其原始的荒凉状态。这些怪物繁衍得超出了任何人的预料，现在它们拖着肚子在九层地狱的许多层面上爬行。",
				{
					"type": "entries",
					"name": "贪食残骸者",
					"ENG_name": "Voracious Detritovores",
					"page": 246,
					"entries": [
						"米亚斯莫尔看起来像笨重的无翼龙，它们宽阔的头部两侧有巨大的扇形结构，当受到挑战时会展开。虽然它们会狼吞虎咽地吃腐肉——或者用它们令人印象深刻的牙齿和下巴制造新鲜的尸体——但它们更喜欢的餐点是矿物质。在它们种群增长的地方，它们会寻找金属的集中地。铁和钢是它们的主食，但如果有金、银、精金或秘银，它们也会接受。由于地狱城市和堡垒通常由铁建造，这导致恶魔的安全出现了字面上的漏洞。"
					]
				},
				{
					"type": "entries",
					"name": "锈蚀装甲",
					"ENG_name": "Armored in Rust",
					"page": 246,
					"entries": [
						"除了维持怪物的生存，它们吞噬的金属还用于加固它们的皮肤、骨骼和颚部。米亚斯莫恩非常沉重且强壮，能够抵御普通刀剑，并且对热的抵抗力与九层地狱的大多数居民一样。它们天生并不具有攻击性，但这些迟钝的野兽一旦决定进食就很难被劝阻。米亚斯莫恩的唾液能有效地腐蚀金属，它们经常在战斗中暂停，吞下它们刚刚摧毁的脆弱金属碎片。在受到威胁时，它们的头部扇形区域会竖起成千上万的伸出金属棘刺，它们会以一群飞镖云的形式向敌人发射，既用锋利的导弹扫荡空气，也用它们生锈的唾液大量喷溅。当受伤时，那些吞噬了魔法武器或防御的个体会在它们的皮肤和爪子上显现出相同的效果，消耗它们内部储存的吞噬奥术，以驱赶那些打扰它们进食的人。"
					]
				},
				{
					"type": "entries",
					"name": "害虫与战争野兽",
					"ENG_name": "Pests and War-beasts",
					"page": 246,
					"entries": [
						"米亚斯莫恩在某些地区是一个严重的问题，它们啃食城堡和城市的墙壁，吞噬整个军械库，从九层地狱的军队上撕下武器。能够用附魔或高品质金属制成的餐食引诱这些生物的凡人入侵者，甚至可以将它们用作攻城武器，以越过地狱的墙壁。在九层地狱的其他地区，这些生物被作为半驯化的守卫或废物处理怪物。在阿弗纳斯，它们最初被培育的地方，扎里埃尔维持着一支精英的驯兽师团队，他们驱使这些野兽穿过入侵恶魔的大军，咀嚼深渊铠甲，吞噬恶魔领主的珍贵魔法剑。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Miasmorne.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "梦魇兽",
			"ENG_name": "Oneirovore",
			"source": "CoA",
			"entries": [
				"这些恶魔的祖先是神灵和仙女的仆人，它们吞噬凡人的噩梦，带来安宁的睡眠。被引入九层地狱并由恶魔培育后，被称为梦境吞噬者，它们成为了潜移默化地腐蚀凡人心智的强大武器。它们可以在九层地狱有毒植物生长的地方找到，通常由地位较低的恶魔和地狱猎犬守护。当它们被带到位面之间的弱点时，它们的精神渗透到凡人世界。在那里，它们浏览凡人的梦境。通常，它们会吞噬可能激励人们改善生活的希望和惊奇。",
				{
					"type": "entries",
					"name": "宁静的牧群",
					"ENG_name": "Placid Herds",
					"page": 248,
					"entries": [
						"尽管外观令人生畏，梦境吞噬者对于九层地狱的居民来说却异常被动。当被攻击时，它们的第一反应是以缓慢的步伐笨拙地逃走，发出高亢、悲哀的叫声，吸引着听力范围内的每一个恶魔和地狱怪物。它们愤怒的牧人通常会很快到达，以驱赶威胁。"
					]
				},
				{
					"type": "entries",
					"name": "幻象储藏室",
					"ENG_name": "Storehouses of Phantasms",
					"page": 248,
					"entries": [
						"被迫战斗时，梦食者最强大的防御是释放它们储存的幻象。这可以以几种方式影响攻击者。释放噩梦会污染非恶魔看待周围世界的方式，将一切——包括盟友——转化为可怕的恐惧和威胁的来源，而梦食者本身则融入到地狱景观中。另一方面，释放希望和惊奇会让凡人攻击者处于一种恍惚和狂喜的状态，突然被疯狂的幻想驱使去完成不可能和鲁莽的壮举，他们冲过地狱般的景观，忘记了战斗。同样，积极梦境意象的排出对地狱生物有强烈的腐蚀效果，对恶魔的影响就像臭鼬的喷射对普通捕食者一样。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Oneirovore.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "痛苦恶魔（折磨者）",
			"ENG_name": "Pain Devil (Excruciarch)",
			"source": "CoA",
			"entries": [
				"另一种献身于折磨的恶魔，痛苦使者也是出色的战士和雇佣兵。由于他们作为恶魔折磨者的名声，他们常常被其他恶魔看不起，有时甚至被殴打或杀害，因此他们经常一起旅行。他们的残忍在九层地狱中众所周知，他们对痛苦的狂欢赋予了他们的名字。痛苦恶魔的另一个显著特征是他们的贪婪：他们不特别效忠于任何主人，他们的忠诚必须用金钱购买。",
				{
					"type": "entries",
					"name": "戴面具的恶魔",
					"ENG_name": "Masked Devils",
					"page": 249,
					"entries": [
						"折磨者在体型和形状上看起来几乎像人类。他们的皮肤通常是苍白的白色或红色，而且他们的身体上任何地方都不长毛发。为了隐藏自己的身份并给自己一些形式的保护，几乎所有的痛苦恶魔都戴着由各种类型的皮革制成的面具，通常装饰有尖刺、角或脊。"
					]
				},
				{
					"type": "entries",
					"name": "献身于痛苦",
					"ENG_name": "Devoted to Pain",
					"page": 249,
					"entries": [
						"当一个痛苦使者进入战斗时，他们会激活一种独特的能力来给对手带来痛苦。痛苦使者甚至在自己的痛苦中也能茁壮成长，他们几乎总是战斗到死。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Pain Devil (Excruciarch).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "拉米乌斯",
			"ENG_name": "Ramius",
			"source": "CoA",
			"entries": [
				"拉米乌斯·丹格雷蒙德是埃尔图雷尔的地狱骑士团的指挥官。他从未想要这个职位，但由于秩序内部的多次死亡，他不得不挺身而出。他的朋友和同为地狱骑士的巴拉基尔是他能够成长为一名能干的指挥官的主要原因。失去朋友让拉米乌斯感到悲伤，而他的朋友被囚禁在九层地狱的消息则不断侵蚀他的灵魂。",
				"拉米乌斯是一位天生的骑手和有天赋的运动员。他领导的士兵常说，没有什么是拉米乌斯不能驾驭或骑乘的。他骑过马、猛犸象和机器进入战斗。忠诚、荣誉和责任是拉米乌斯所坚守的美德。除了失去他所关心的人之外，他无所畏惧。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Ramius.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		},
		{
			"name": "里蒙",
			"ENG_name": "Rimmon",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Rimmon.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "萨瑞沃克",
			"ENG_name": "Sarevok",
			"source": "CoA",
			"entries": [
				"萨雷沃克·安切夫是一位强大的死亡追踪者。他也是巴哈尔后代之一，巴哈尔是已故的死亡之神的凡人后代。萨雷沃克试图重新夺回他不朽父亲去世后留下的谋杀之主的神位，但他的计划被他的同父异母兄弟阿德尔·阿德里安挫败了，阿德尔拒绝了他的遗产，与他的巴哈尔后代兄弟姐妹战斗。",
				"萨瑞沃克的灵魂被送到深渊作为惩罚。在那里，他最终在一次危险的任务中与阿德尔第二次相遇，当时他高尚的兄弟冒险进入下层领域，以阻止另一个名叫梅利桑的巴尔之子。萨瑞沃克同意帮助阿德尔杀死梅利桑，条件是阿德尔帮助他逃离深渊的永恒折磨。",
				"阿布德尔同意了，萨雷沃克在凡人世界中重生。重生之后，萨雷沃克兑现了他的诺言，两兄弟并肩作战对抗他们的同父异母的妹妹。最终，梅利桑被击败，萨雷沃克获得了第二次生命的机会。",
				"凭借他惊人的力量，他在战斗中的传奇技能，以及混乱之剑——一把吸取生命、附有魔法的剑——萨雷沃克成为了一个著名（且令人畏惧）的雇佣兵。然而，他的众多成就并没有给他带来快乐。他在战斗胜利时没有激动，击败敌人时也没有喜悦。他积累的力量在他口中如同灰烬般苦涩，他变成了一个被过去生活困扰的人。意识到任何尘世的成就都无法与他曾经几乎拥有的——不朽和神性——相比，让他感到破碎和空虚。",
				"萨瑞沃克陷入了深深的绝望。为了麻痹自己的痛苦，他沉迷于所有可以想象的恶习，将他的财富和健康浪费在酒精、毒品和短暂的慰藉上。虽然他的神性血统减缓了他的衰老，但并没有完全停止，经过几十年的自我虐待，他最终沦为在巴尔杜尔之门的街头乞讨的老人。",
				"这是他的父亲——巴哈尔，重生的谋杀之神——找到他的方式。巴哈尔在那个可怜的老人身上认出了自己神圣的火花，并感觉到萨雷沃克仍然有潜力。巴哈尔招募他成为他初建神职团队的高级祭司，赋予了萨雷沃克新的目标......以及成为死亡和毁灭代理人的另一个机会。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Sarevok.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		},
		{
			"name": "撕裂翼魔",
			"ENG_name": "Shredwing",
			"source": "CoA",
			"entries": [
				"在九层地狱的天空中撕裂而过，裂翼魔不仅是对凡人和恶魔旅行者不断的威胁，也是对地狱最糟糕的统治者之一残酷行径的提醒。尽管马拉加德从马尔博格的王位上被推翻，她肿胀的身体破碎了，但她的邪恶仍然存在于她创造物的怨恨和残酷之中。",
				{
					"type": "entries",
					"name": "由怨恨而生",
					"ENG_name": "Born from Bitterness",
					"page": 250,
					"entries": [
						"乍一看，裂翼魔看起来像是蝙蝠或翼手龙，它们有着带刺的身体，两对巨大的脉络翅膀，末端是参差不齐的头部。它们似乎总是张着嘴，但仔细观察就会发现这是一对凶猛的尖刺。虽然它们看起来像是恐怖的飞行生物，但它们起源的真相使它们更加可怕。马拉加德是地缚的，她极度嫉妒别人飞翔的能力。她的消遣之一是从那些冒犯了她的恶魔身上撕下翅膀，赋予它们一种卑鄙而不自然的生命，丢弃那些被割裂的恶魔，并将它们截肢的部分塑造成一些新的、令人恐惧的东西。裂翼魔是她这种爱好的结果，现在它们变得野性难驯，并且在九层地狱的许多地方流行。"
					]
				},
				{
					"type": "entries",
					"name": "丑陋的食欲",
					"ENG_name": "Hideous Appetites",
					"page": 250,
					"entries": [
						"撕裂翼兽被施加痛苦的欲望所驱使，仍然被它们原创造者的恶意所附身。它们巡逻着九层地狱的天空，并在任何足够弱小以折磨的东西上尖叫着成群结队地降临。当它们有翼生物在它们的怜悯之下时，它们在空中围攻它们的受害者，直到它们能够撕掉目标的翅膀。它们将战利品带到它们的高巢中，在那里在\"父母\"的腐蚀性照料下，破烂的羽翼被转化成一个新的撕裂翼兽。对于无翼猎物，它们有其他的做法。当它们用爪子和喙骚扰时，它们寻找机会附着在猎物的背上。它们将头部的尖刺插入受害者的肩膀之间，进行一场可怕的融合，成为附着在生物上的一对翅膀，并将它们带走。它们慢慢吸收受害者的生命力量，享受着他们的痛苦和恐惧。随着时间的推移，它们接管了猎物的四肢和身体，返回攻击任何剩余的同伴，享受着它们操纵木偶引起的痛苦。它们通常最后才留下头部，享受着它们篡夺的不幸生物的尖叫和恳求。"
					]
				},
				{
					"type": "entries",
					"name": "受鞭策成长",
					"ENG_name": "Raised to the Whip",
					"page": 250,
					"entries": [
						"在九层地狱中，恶魔几乎总能让事情变得更糟。裂翼兽是难以驾驭且残暴的生物，但决心坚定的恶魔能够捕捉它们并将它们驯化成一种形式。特别是一些极具创意的狩猎恶魔，在邪恶游侠灵魂的帮助下，已经训练了一群裂翼兽听从他们的命令，在九层地狱的敌对平原上追踪猎物并在命令下发动攻击。这些生物至多只是勉强服从，任何表现出软弱或让猎物占上风的驯兽师都将遭遇不幸。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Shredwing.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "冥河龙",
			"ENG_name": "Styx Dragon",
			"source": "CoA",
			"entries": [
				"斯提克斯龙是少数在九层地狱中安家的龙类生物之一，是一种生活在斯提克斯河中的水生生物。斯提克斯的水域对其心智或记忆没有影响，它们的呼吸武器复制了斯提克斯的效果。它们的食物主要由那些愚蠢到靠近斯提克斯河岸的恶魔组成，尽管它们更喜欢凡人和尸体而不是恶魔。偶尔也有斯提克斯龙在非地狱位面被发现，可能是通过斯提克斯河到达目的地。",
				{
					"type": "entries",
					"name": "不寻常的龙",
					"ENG_name": "Unusual Dragons",
					"page": 252,
					"entries": [
						"与其他龙不同，冥河龙的鳞片对他们的能力没有影响，颜色从深色调一直延伸到彩色鳞片，尽管它们总是显得浑浊。它们没有翅膀，四肢非常小，主要依靠尾巴进行移动和战斗。它们蛇形的身体适合在冥河沿岸的泥泞巢穴中生活，并且能够快速在水下移动。好的船长知道冥河沿岸的龙巢位置，并特意驾驶他们的船只避开这些生物。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Styx Dragon.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Tiax",
			"ENG_name": "Tiax",
			"source": "CoA",
			"entries": [
				"作为谎言之神赛瑞克的长期侍奉者，提亚克斯对许多事情都确信不疑——其中大多数都是完全不真实的。在赛瑞克的神职队伍中服务了二十年后，提亚克斯的思想已经被这位神明的许多诡计扭曲了。尽管如此，即使充满了幻想和欺骗，神的恩宠往往确实是一个非常强大的好处。无论提亚克斯发现自己陷入多么严重的麻烦，即使是九层地狱的火焰，他的神都设计出将他安全救出的方法——尽管通常只是勉强脱险。",
				"所有这些侥幸逃脱和不可能的逃生只是加深了蒂亚克斯的自大妄想。尽管他很清楚是赛里克的神性干预救了他，蒂亚克斯却告诉每一个他遇到的人，他其实是一位强大的巫师，因此隐藏了他对赛里克的虔诚和作为回报所获得的神力。",
				"正如人们所预料的，提阿克斯最突出的特点就是夸张和欺骗。不幸的是，对于那些毫无戒心的人来说，提阿克斯看似无害且荒谬的举止可能会给人一种无害的错觉。他的许多谎言显得荒诞不经，容易被人忽视，他的行为举止近乎完全的小丑。有些人甚至可能觉得他多彩、混乱的个性很有魅力。当然，科·塔姆出于某种原因或另一种原因似乎容忍了他。但不要搞错，提阿克斯是危险的。智者应当警惕。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Tiax.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		},
		{
			"name": "暴君阴影",
			"ENG_name": "Tyrant Shadow",
			"source": "CoA",
			"_copy": {
				"name": "暴君影魔",
				"ENG_name": "Tyrant Shadows",
				"source": "CoA"
			}
		},
		{
			"name": "暴君影魔",
			"ENG_name": "Tyrant Shadows",
			"source": "CoA",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"九层地狱也只能梦想着凡人彼此带来的完美压迫。"
					],
					"by": "未知"
				},
				"与恶魔和怪物并肩，九层地狱孕育了更加模糊的威胁。即使是原始的负面情绪也能在下层界的最黑暗之处具象化。它凝结成一种只知道饥饿和狩猎需求的形状。它潜行在那些充满恐惧和他们不愿承认的不安全感的人之间。",
				{
					"type": "entries",
					"name": "源自否认",
					"ENG_name": "Bred from Denial",
					"page": 254,
					"entries": [
						"暴君阴影是九层地狱独有的威胁。九层地狱中的凡人本质上生活在痛苦和恐惧之中。然而，恶魔的生活也很少更幸福。地狱的等级制度严酷，上层的恶魔不断虐待他们下面的恶魔，同时在每一个转角都害怕被篡夺。与混乱的深渊军团相比，恶魔永远不允许发泄他们的苦难，他们被迫表现出纪律和服从。这种无法通过其他途径发泄的腐烂痛苦，表现为一种独立的生物，它从产生它的恶魔中分离出来，追求自己的恶毒生活。暴君阴影通常表现为由扭曲阴影构成的巨口潜行爬行动物，除非它们采取特定的形态来利用猎物的恐惧。"
					]
				},
				{
					"type": "entries",
					"name": "变化潜行者",
					"ENG_name": "Shifting Stalkers",
					"page": 254,
					"entries": [
						"暴君阴影对那些压抑的负面情绪有很强的吸引力，正是这些情绪催生了它们。那些勇敢地忍受着九层地狱恐怖而不抱怨的强大凡人，能够从远处吸引它们，它们渴望得到这些猎物的肉体和恐惧。对于暴君来说，一顿真正令人满意的盛宴必须准备得当。它们长时间跟踪目标，通过心灵感应感知最害怕的事物，并改变形态，在目标目光所及之处提供恐怖的一瞥和暗示。那些容易崩溃、迅速表达恐惧或陷入狂暴愤怒的凡人，对它们来说没什么兴趣。一种慢慢侵蚀宿主铁的纪律的恐惧，就像陈年美酒一样被品味。出于同样的原因，它们愉快地捕食那些生活在苦涩和纪律之间不断斗争的中等和较小的恶魔。那些极少数对自己如此自信以至于一无所知的凡人——或许是最专注的僧侣或受祝福的圣骑士——对暴君阴影来说实际上是无形的。"
					]
				},
				{
					"type": "entries",
					"name": "个人仇敌",
					"ENG_name": "Personal Nemeses",
					"page": 254,
					"entries": [
						"每一个暴君影魔都是从一个特定恶魔的怨恨核心中诞生，然后才开始了自己的存在，而\"他们的\"恶魔的存在继续维持着暴君。随着恶魔在内部等级制度中的上升，暴君也随之变得更强。随着暴君的狩猎和盛宴，恶魔内心的苦涩也在增长，驱使他们进行更大规模的恶行，从而促进了他们的进步。尽管他们可能会否认，即使是最伟大的恶魔也充满了负面情绪。大恶魔统治着整个位面，却仇恨并嫉妒着神明。也许甚至阿斯摩蒂斯也有一个潜行的影魔在滋养他的恶意，正如他崇高的地位所赋予它力量一样。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Tyrant Shadows.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Vorvolaka",
			"ENG_name": "Vorvolaka",
			"source": "CoA",
			"entries": [
				"总有凡人相信自己能够智胜九层地狱的力量。一种策略是让一个强大的邪恶生物将其灵魂献给地狱，然后寻求成为吸血鬼的永恒不死，以此欺骗恶魔，使他们失去奖赏。当然，恶魔们早已见过这一切。专业团队追捕违规者，将他们带到九层地狱，在那里他们被重塑成沃沃拉卡斯，永远渴望凡人的血液，在那个世界中，这种商品几乎不存在。",
				{
					"type": "entries",
					"name": "永远饥饿",
					"ENG_name": "The Ever-Hungry",
					"page": 258,
					"entries": [
						"沃沃拉卡是对其原始形态的嘲弄，它们看起来像巨大的长牙蝙蝠，但形态上带有一些人形扭曲。在它们新的野兽般的面容中，只能勉强辨认出它们原始特征的一些微弱痕迹，就像它们的记忆和个性在它们破碎的心智中留下的回声一样。它们几乎从不静止或沉默，用尖锐的声音尖叫出它们啃噬的饥饿，互相抓挠，或像秃鹫一样在九层地狱的铜色天空中盘旋。即使是普通的吸血鬼也被它们的食欲所驱使，但变成沃沃拉卡使这种食欲增加了一百倍，但凡人的血液仍然是唯一能暂时满足它们的餐食。看到傲慢的吸血鬼被它们永远无法满足的饥饿变成贪婪的怪物，是恶魔们发现非常有趣的折磨。"
					]
				},
				{
					"type": "entries",
					"name": "地狱的哨兵",
					"ENG_name": "Hell's Sentries",
					"page": 258,
					"entries": [
						"许多强大的恶魔——特别是在阿弗纳斯和迪斯的上层——饲养着饥饿的沃沃拉卡斯，忍受它们的噪音和争斗，以换取它们提供的主要服务。这些生物能从数英里外嗅到凡人的血腥味，一旦嗅到活物的踪迹就会陷入狂暴。有时这些怪物被关在笼子里，仅作为警告系统，让恶魔知道凡人在附近。更常见的是，它们被释放到天空中追踪入侵者，随后恶魔猎人会跟随它们去收拾残局。"
					]
				},
				{
					"type": "entries",
					"name": "狂暴猎手",
					"ENG_name": "Frenzied Hunters",
					"page": 258,
					"entries": [
						"当他们发现活生生的猎物时，沃沃拉卡斯会以大声尖叫的群体降临，急切地想要撕裂凡人并沉溺于血液之中。他们使用钩爪和獠牙撕开盔甲，打开猎物，攻击时完全不顾自己的安全。他们的肉体能从大多数伤口中再生——否则他们会在痛苦中互相撕裂——他们的饥饿如此强烈，只有那些信仰最坚定的人才能通过祈祷和圣物来阻止他们。他们的尖叫声撕裂了听众的耳朵，不仅身体上痛苦，还使所有听到的人感受到这些生物深深的痛苦。这些生物的绝望如此明显，他们对自己受折磨状态的恐惧，以至于那些与它们战斗并幸存下来的人发现自己更多地被激发了同情心，而不是其他任何情感。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Vorvolaka.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "战争恶魔",
			"ENG_name": "War Devil",
			"source": "CoA",
			"entries": [
				"通过牺牲其他活生生和死去的恶魔创造出来的战争恶魔，大小和形状各异，但个性却不是。他们渴望战斗，极具侵略性，经常指挥着较小恶魔的军团参与战争。虽然他们非常喜欢欺负较弱的生物并展示他们的支配地位，但对更强大的生物和等级更高的恶魔则极为顺从。",
				{
					"type": "entries",
					"name": "战场指挥官",
					"ENG_name": "Battle Commanders",
					"page": 260,
					"entries": [
						"战争恶魔对他们的创造者也极其忠诚，几乎会遵循给予他们的任何命令。在没有接受命令时，战争恶魔足够聪明，能够自己指挥并做出决策，使他们成为极其有才华的将军。"
					]
				},
				{
					"type": "entries",
					"name": "强大的恶魔",
					"ENG_name": "Mighty Devils",
					"page": 260,
					"entries": [
						"由于构造不同，战争恶魔的外观各异。尽管如此，它们大多数种类有一些共同的特征。几乎所有战争恶魔都有厚重的皮翼，以及巨大的弯曲角和锋利的牙齿。它们通常体型庞大，由多个其他恶魔合成，体型较大的通常拥有更高等级的地位。尽管它们偏好使用各种长柄武器，战争恶魔在空手状态下也完全有能力作战。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/War Devil.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "扎古姆",
			"ENG_name": "Zagum",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Zagum.webp"
					},
					"credit": "亚伦·西姆斯"
				}
			]
		},
		{
			"name": "扎瑞尔",
			"ENG_name": "Zariel",
			"source": "CoA",
			"entries": [
				"曾经是一位强大的天使，负责监视血战的潮汐，扎瑞尔屈服于九层地狱的腐蚀影响，失去了荣耀。阿斯摩狄斯欣赏扎瑞尔对战争的热情，并提供了阿弗纳斯的统治权给她。她接受了他的提议，并被阿斯摩狄斯转变为一个恶魔领主。",
				"扎里埃尔的崛起是以贝尔的代价为代价的，贝尔是她的前身，一个深坑恶魔。扎里埃尔和贝尔彼此憎恨。为了使贝尔忙碌，不出现在她的视线中，扎里埃尔指派他锻造武器、盔甲和可怕的恶魔杀戮机器。",
				{
					"type": "entries",
					"name": "扎瑞尔的巢穴",
					"ENG_name": "Zariel's Lair",
					"page": 235,
					"entries": [
						"扎里尔在阿弗纳斯的一座玄武岩堡垒中建立了她的巢穴。这座占地五平方英里的要塞被加固的高塔围绕。"
					]
				}
			]
		},
		{
			"name": "齐坦",
			"ENG_name": "Zythan",
			"source": "CoA",
			"entries": [
				"Zythan，像许多其他Halruaans人一样，早年学习奥术艺术。他在占卜魔法方面的天赋使他对Conclave非常有用，他们很快就找到了他。在他们的指导之下，他的技能蓬勃发展，成为了一个强大的法师。那些亲自认识他的人回忆起他实事求是的个性，他的绿色头发，以及当他施法时似乎会打开的第三只眼。然而，他很少谈论自己，选择将注意力集中在未来。",
				"当他在Conclave中首次获得正式职位时，Zythan想要证明自己。他花费了无数小时窥视未来，检查可能的结果。在一个命运的夜晚，他勉强瞥见了一个被禁止的仪式正在准备——这个仪式可能会夺去许多Halruaans的生命。因为他的远见，Conclave及时介入，他很快就被提升并受到了赞誉。",
				"在过去的几个月里，Zythan一直感觉有些不对劲：起初，他怀疑是Halruaa内部的另一个仪式。他征用了其他占卜师的帮助，以及一个强大的水晶球，他们一起拼凑出了一个幻象。九层地狱的黑暗领主阿斯莫德将很快释放一个巨大的邪恶。尽管议会通常不干预非Halruaa的事务，但他们别无选择，只能采取行动。因此，冒险家们被召唤到Halruaa。",
				"Zythan在奥术魔法方面的技能，虽然特别专注于占卜，但也延伸到每个学派。尽管他在武术战斗上缺乏熟练度，但他可以有效地使用攻击性和防御性魔法。除了他的魔法天赋外，他还以高智力著称，尽管他的社交技能还有待提高。他的大部分时间都花在观察替代未来和准备潜在危险上，留给自己的时间很少。他经常不吃饭直到感到虚弱，如果他有朋友，他们可能会担心他花了多少时间在工作上。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Zythan.webp"
					},
					"credit": "柳斯·拉希多"
				}
			]
		}
	]
}
