{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "成年紫晶龙",
			"ENG_name": "Adult Amethyst Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"紫水晶龙，宝石龙中最强大的，研究并用灵能力量操纵多元宇宙的基本原理，从重力到外层界的辐射。它们天生的灵能力量使它们能够在一定程度上控制物理法则对它们的影响。它们通过飞行来对抗重力，这种飞行不仅仅依赖于它们巨大的翅膀，而且重力力量还增强了它们毁灭性的呼吸武器以及它们向敌人喷射的爆炸性紫水晶晶体。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "皇家紫",
							"ENG_name": "Royal Purple",
							"entries": [
								"紫水晶龙刚孵化时，鳞片是暗淡的不透明紫色。随着龙的成长，它们的鳞片、角和翼膜变得更加鲜艳和透明。当龙完全成熟时，它们的鳞片看起来像丰富的紫色紫水晶，折射光线，呈现出内在的光芒。它们的眼睛随着年龄的增长而褪色，使古老龙的眼睛看起来像发光的白色或淡紫色球体。类似紫水晶块的晶体角在它们的头部后方悬浮，由念力支撑，并随着它们的情绪变化而移动。"
							]
						},
						{
							"type": "entries",
							"name": "宇宙学研究",
							"ENG_name": "Cosmological Study",
							"entries": [
								"许多紫水晶龙对物质界中其他世界的存在感到着迷，特别是个体龙在这些世界中表现出的独特回声。它们还珍视对来自外层界的宇宙力量的理解，研究善与恶、混乱与秩序的对立潮流，以便它们能够向那些有感知接受的人提供咨询。",
								"紫水晶龙特别关注远域对物质界的入侵。它们厌恶伴随着这种入侵进入世界的腐败，使它们成为远域及其任何被其触碰扭曲的生物的激烈对手。然而，奇怪的是，它们对flumphs（一种异怪）感到好奇并且喜欢。这些反对灵吸怪和其他邪恶异怪侵害的flumphs，提醒紫水晶龙即使在最奇怪的地方也能找到盟友。"
							]
						},
						{
							"type": "entries",
							"name": "秘藏奥术",
							"ENG_name": "Hoarded Arcana",
							"entries": [
								"除了物质财富，紫水晶龙喜欢收集关于存在界的本性、宇宙力量和遥远世界的知识和魔法。它们珍视来自物质界不同世界的物品，特别是突出不同世界独特性质的魔法物品和艺术品。允许传送或在界间旅行的魔法物品、充满类似魔法的咒语书，以及研究多元宇宙本质的论文构成了紫水晶龙宝藏的中心。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "紫水晶龙的巢穴",
							"ENG_name": "An Amethyst Dragon's Lair",
							"entries": [
								"紫水晶龙在隐蔽的水池和湖泊旁边或下方的洞穴中建造巢穴，更喜欢至少有一个入口被水淹没的洞穴。它们重视具有开放空间、连接隧道和死胡同的位置，以充分利用它们的自然和魔法机动性，使用飞行和传送来在巢穴中导航障碍。",
								"当在它的巢穴中遇到传奇紫水晶龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Amethyst Dragon.webp"
					},
					"credit": "肖恩·伍德"
				}
			]
		},
		{
			"name": "成年水晶龙",
			"ENG_name": "Adult Crystal Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"水晶龙闪耀着辐射能量，充满生机，它们与正面界的天生灵能联系使它们的身体和个性都充满了光明。尽管它们更愿意生活在荒凉、寒冷的地区，但它们中的许多是龙族中最友好的，具有培育性和乐观精神。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "内在光辉",
							"ENG_name": "Inner Glow",
							"entries": [
								"水晶龙孵化时，鳞片呈暗淡的灰色，带有一些白色或透明的晶体点，使幼龙在面临危险时能够与岩石地形融为一体。随着年龄的增长，它们的鳞片会变成雪白色，然后逐渐变得透明。最古老的水晶龙拥有完全透明的鳞片，能够弯曲和折射光线，有时使它们难以清晰地看到。",
								"正能量界的辐射能量在水晶龙的鳞片中闪烁。它在它们身体和靠近头部及背部的棘刺和角之间像星光一样闪耀。这些角随着龙的情绪变化：愤怒时竖起，恐惧或怀疑时平躺，以及在娱乐或快乐时呈波浪状左右摆动。"
							]
						},
						{
							"type": "entries",
							"name": "星光中的幻象",
							"ENG_name": "Visions in Starlight",
							"entries": [
								"许多水晶龙研究星星，记录他们对夜空的观察并追踪星光中写下的征兆。他们将这些征兆视为预兆，让他们一窥未来，并且他们急切地检查任何和平来到他们面前的生物的潜在未来。",
								"水晶龙与正面界的辐射力量的联系培养了这些龙大多数的培育性、乐观态度。它们有时会收养其他龙的遗弃蛋或幼龙；许多白龙幼崽在水晶龙巢穴的关怀环境中成长。但它们激烈地反对在其家园领土中的破坏性力量，这有时导致附近的霜巨人和白龙放下彼此的敌意去猎杀它们。"
							]
						},
						{
							"type": "entries",
							"name": "闪耀的宝藏",
							"ENG_name": "Glittering Hoards",
							"entries": [
								"对于它们的宝藏，水晶龙珍视折射光线的钻石和小饰品，预言的收藏，天文学著作和星图。在魔法宝藏方面，它们寻找能够预测未来、创造或操纵光线，或者为治疗和培育而引导正能量的物品和法术。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "水晶龙的巢穴",
							"ENG_name": "A Crystal Dragon's Lair",
							"entries": [
								"水晶龙居住在寒冷地区，它们建造的冰雪结构让人联想到城堡，但顶部是开放的，可以仰望天空。巢穴中散布的闪烁水晶以收集的星光发光，冰雪下面的洞穴或隧道为它们的宝藏提供了受保护的区域。它们利用自己的挖掘能力在巢穴中挖掘盲点和秘密通道，使它们能够轻松移动——并且可能不被发现。",
								"当在它的巢穴中遇到传奇水晶龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Crystal Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "成年深龙",
			"ENG_name": "Adult Deep Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"在幽暗地域深处建造巢穴的深海龙是彩色龙的噩梦般的表亲。他们地下领域的扭曲魔法能量赋予了他们呼出魔法孢子的能力，这些孢子能够引发恐惧并留下心灵的创伤。",
						"深海龙的黑色和灰色皮肤光滑如蜥蜴，眼睛颜色浅淡。随着年龄的增长，它们的孢子吐息会导致真菌在它们的皮肤上生长，尤其是在头部和颈部周围。它们的翅膀附着在前腿上，可以紧贴身体折叠，使深海龙能够轻松地在相对狭窄的隧道中穿梭。",
						"深海龙经常囤积秘密，喜欢了解远方土地的知识。许多深海龙寻找新的见解和技巧，用来对付幽暗地域的其他居民，它们更倾向于使用社会操纵和狡猾的交易，而不是在战斗中竭尽全力。深海龙看不起任何对它们没有用处的生物，尽管它们愿意为了它们所缺乏的知识进行交易。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "深海龙的巢穴",
							"ENG_name": "A Deep Dragon's Lair",
							"entries": [
								"深海龙在幽暗地域的隐蔽洞穴或无日照的海滩上建造巢穴，这些地点通常没有飞行或潜水能力就无法到达。它们在巢穴中布满了秘密通道和藏身之处，以便在需要时逃脱或伏击访客。一个精心培育的巢穴充满了幽暗地域的真菌和植物，地面、墙壁和天花板上覆盖着苔藓和霉菌的地毯，或者整齐地展示着更大的蘑菇和植物。",
								"当在它的巢穴中遇到传奇深海龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Deep Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "成年翡翠龙",
			"ENG_name": "Adult Emerald Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"翡翠龙是宝石龙中最好奇、狡猾和操纵性的，它们使用灵能力量编织幻象来欺骗和迷惑。它们隐藏自己的存在，以便在不被察觉的情况下观察其他生物，同时收集从当地文化习俗到超自然事件的所有信息。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪烁的绿色",
							"ENG_name": "Shimmering Green",
							"entries": [
								"幼龙翡翠龙的鳞片是暗淡的淡绿色，但随着龙的成长，它们会发展成更丰富和多样化的绿色调。最终，鳞片变得半透明，在光线下闪烁，随着龙的移动而波动。龙的角和脊椎悬浮在身体上方，沿着背部和尾巴移动和变化，以反映龙的情绪。"
							]
						},
						{
							"type": "entries",
							"name": "巧妙隐藏",
							"ENG_name": "Clever Concealment",
							"entries": [
								"宝石龙中最害羞的翡翠龙也是最好奇的。它们喜欢观察当地的定居点和人民，利用它们的心灵感应能力来隐藏自己，从远处观察。当一只翡翠龙足够老时，它可能会采取一种能够与当地人口融为一体的生物的伪装，或者至少在不引起怀疑的情况下靠近。一旦处于观察的位置，龙就会研究当地人民的日常生活，对任何魔法现象都表现出浓厚的兴趣。",
								"翡翠龙对不寻常事件的警觉性使它们对它们的蓝宝石龙表亲特别有用，后者追捕异怪并寻找远界侵入物质界的证据。这些宝石龙经常合作，翡翠龙追踪侵入的源头，而蓝宝石龙则计划并执行决定性的清除——或者招募代理人为他们做这件事。",
								"翡翠龙偏好火山巢穴，这经常使它们与火巨人发生冲突。尽管它们不愿意向陌生人透露自己，但翡翠龙可能会接触经验丰富的冒险者，希望将他们引向对抗火巨人的对手。"
							]
						},
						{
							"type": "entries",
							"name": "积累的历史",
							"ENG_name": "Hoarded Histories",
							"entries": [
								"翡翠龙珍视知识，特别是关注魔法事件和个人的当地历史。它们通常知道巢穴附近的力量之地，并详细记录这些地点的现象如何对外界影响做出反应。它们还热衷于收集创造幻象的魔法物品和咒语，使它们能够更好地从窥探的眼睛和占卜中隐藏它们的宝藏。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "翡翠龙的巢穴",
							"ENG_name": "An Emerald Dragon's Lair",
							"entries": [
								"翡翠龙居住在地球深处的巨大洞穴、熔岩管和隧道网络中。它们偏爱温暖的空间，特别是在火山地区。随着时间的推移，它们的心灵存在渗透到它们巢穴周围的土地中，扩大了它们的意识，并在潜意识中吸引它们最喜欢的食物——巨型蜥蜴——在该地区定居和繁衍。",
								"翡翠龙利用它们的巢穴特征来迷惑和危及入侵者。它们挖掘额外的隧道，使它们能够以多种方式穿过巢穴，并设置陷阱，通往深渊或岩浆池和流动的岩浆。",
								"翡翠龙非常小心地隐藏存放它们宝藏和收集的传说的房间，经常使用幻象魔法和巧妙的建筑来围绕它们巢穴的自然特征，以隐藏它们的中心宝藏室，使其免受普通和魔法视觉的发现。",
								"当在它的巢穴中遇到传奇翡翠龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Emerald Dragon.webp"
					},
					"credit": "朱利安·科克"
				}
			]
		},
		{
			"name": "成年月石龙",
			"ENG_name": "Adult Moonstone Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"古老的传说表明，当诸神来到第一世界并试图用他们的类人追随者来填充它时，一条聪明的龙逃到了精类王国隐藏一窝蛋。精类王国的魔法渗透了这些蛋，孵化出了第一条月长石龙。它们的后代现在遍布精类王国。",
						"月长石龙是优雅而优雅的生物，拥有蛋白石色的鳞片和翡翠绿色的皮毛，从它们的下巴、胸部、背部和尾巴上垂下。一个月长石龙的角从颅骨的后部弯曲出来，另一个在鼻尖；两个角一起形成一个让人想起细长的新月的形状。月长石龙在早年是顽皮而冲动的恶作剧力量，但它们中最好的会成熟为明智的教师和讲故事者，成为精类界的支柱。最坏的月长石龙是自负且行为不端的，但即使是这些龙，本质上也是温和的，对所有事物都充满好奇——特别是来自遥远地方的旅行者。",
						"月长石龙能够将自己投射到梦境领域，与睡在它们巢穴附近的生物沟通。通过这种方式，它们激励艺术家和诗人，鼓励伟大的思想家，激励冒险者去完成英雄事迹。它们有时会向需要帮助的人提供指导，或请求冒险者的帮助，以激励他们走向伟大。",
						"通常来说，月长石龙对黄金或铜并不特别感兴趣，但它们喜欢银、铂金和秘银。它们还珍视那些价值不容易量化的宝藏——一首发自内心的歌曲，一束所爱之人的头发，或者一幅喜爱之地的画作。对于月长石龙来说，一个快乐时光的美好回忆比一袋黄金更有价值。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "月长石龙的巢穴",
							"ENG_name": "A Moonstone Dragon's Lair",
							"entries": [
								"月长石龙寻找被月光照耀的地方作为它们的巢穴；孤独的山峰、森林空地和宁静的湖泊是它们最喜欢的地点。它们异想天开的本性使它们比其他龙更有可能在年轻时就建立多个巢穴。它们用魔法传送门将散落的地点连接起来，经常在精类界、物质界和以太界之间分配时间。",
								"当在它的巢穴中遇到传说中的月长石龙时，其挑战等级增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Moonstone Dragon.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "成年蓝宝石龙",
			"ENG_name": "Adult Sapphire Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"冲突的雷鸣般的碰撞是蓝宝石龙本质的一部分。它们好战且具有领地性，激烈地保卫自己的巢穴，伏击入侵者，策划对对手的攻击。它们的吐息武器的声波脉冲播下虚弱，使受害者无法反击。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "明亮的蓝色",
							"ENG_name": "Luminous Blue",
							"entries": [
								"蓝宝石龙的鳞片和翼膜呈现出多变的蓝色调，从春天天空的浅色调到蓝宝石宝石和压缩冰川冰的丰富、晶莹的天蓝色。在光线下，鳞片闪烁着像发光的星爆一样的光芒。龙的身体上的角和骨骼结构明显地展示了它们的灵能本质。它们的尾部刺和角尖都是独立的部分，但在龙活着的时候，它们由心灵能量悬浮在空中。这些悬浮的角和脊椎随着龙的情绪轻微移动，愉快时会轻轻摆动，愤怒时则会扩张。"
							]
						},
						{
							"type": "entries",
							"name": "战争艺术",
							"ENG_name": "Art of War",
							"entries": [
								"好战的蓝宝石龙根据它们在地下移动的能力来制定战略和伏击。蓝宝石龙通常不会立即攻击，而是更倾向于先评估入侵者，以便制定处理它们最有利的方法。",
								"蓝宝石龙警惕着异怪和其他被远界污染的生物的迹象。它们经常与翡翠龙结盟，借助其族群对神秘现象的知识来追踪远界的影响。凭借这些知识，蓝宝石龙在异域影响扩散之前将其根除。",
								"居住或深入地下的人很容易因为进入蓝宝石龙的领地而与它们发生冲突。但蓝宝石龙有时会与岩石侏儒或深地侏儒建立和平关系，依赖这些民族帮助保护它们巢穴周围的领地。"
							]
						},
						{
							"type": "entries",
							"name": "军事宝藏",
							"ENG_name": "Martial Hoards",
							"entries": [
								"蓝宝石龙最喜欢的宝物是武器和盔甲、军事历史和战术记录，以及能防护心灵伤害或精神侵入的魔法物品。蓝宝石龙宝藏的中心通常是一套编目有序的战争装备收藏，其中可能包含拥有巨大力量的古老遗物。"
							]
						},
						{
							"type": "entries",
							"name": "创建一只蓝宝石龙",
							"ENG_name": "Creating a Sapphire Dragon",
							"entries": [
								"使用蓝宝石龙性格特征和蓝宝石龙理想信念表来激发你塑造独特蓝宝石龙角色的灵感。",
								{
									"type": "entries",
									"name": "蓝宝石龙个性特征",
									"ENG_name": "Sapphire Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我经常对特定的历史战役或战争着迷，不将那场冲突中最重要的文物收入我的宝藏中我就不会休息。"
												],
												[
													"2",
													"我始终意识到来自这个世界之外的召唤。我必须通过积累强大的武器和盔甲来准备回应这个召唤。"
												],
												[
													"3",
													"我暗自期待冒险者试图潜入我的巢穴。不然我怎么能试验新的防御措施呢？"
												],
												[
													"4",
													"任何一天，给我一个有故事的头盔或弯刀，而不是一堆黄金。"
												],
												[
													"5",
													"没有生物能智胜我的防御——如果他们做到了，显然他们作弊了。"
												],
												[
													"6",
													"任何能与我匹敌的生物都必须教我——不管他们愿不愿意。"
												],
												[
													"7",
													"我无法抗拒玩龙棋——顺便说一句，我的祖先可能发明了这个游戏。"
												],
												[
													"8",
													"看到血让我感到恶心。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "蓝宝石龙族理念",
									"ENG_name": "Sapphire Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"孤独。陌生人只是我尚未处理的入侵者。（中立）"
												],
												[
													"2",
													"保护。大多数生物不能被信任来妥善保管具有历史意义的文物。我可以。（守序）"
												],
												[
													"3",
													"知识。我的收藏中每件物品背后的故事和这些宝藏本身一样重要。（任意）"
												],
												[
													"4",
													"秩序。一个井然有序的宝藏让我感到快乐——你不会想看到我不高兴的。（守序）"
												],
												[
													"5",
													"准备。正义和公正并不能保证胜利。规划和策略才能。（守序）"
												],
												[
													"6",
													"陪伴。当然，我的宝藏给我带来了极大的快乐。但真正的宝藏是那些停下来欣赏它的客人。（善良）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "蓝宝石龙冒险",
							"ENG_name": "Sapphire Dragon Adventures",
							"entries": [
								"蓝宝石龙冒险钩子表格提供了涉及蓝宝石龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "蓝宝石龙冒险钩子",
									"ENG_name": "Sapphire Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只蓝宝石龙伪装成邪恶土元素神的化身，担任一个狂热邪教的将军——并索取邪教胜利的战利品。"
												],
												[
													"2",
													"一只蓝宝石龙根据一项古老的契约，有义务就防御事宜向君主提供咨询——直到有人破解了龙的安全措施。"
												],
												[
													"3",
													"一只蓝宝石龙寻求冒险家带领他们进入对抗侵占龙巢的灵吸怪的战斗。"
												],
												[
													"4",
													"强大的地狱生物在市中心广场开启了一个传送门。关闭传送门的关键在于一件传说中的神圣武器，这件武器恰好是一只蓝宝石龙宝藏中的骄傲和喜悦。"
												],
												[
													"5",
													"一只蓝宝石龙威胁说，除非当局找到并交出一个从龙那里偷窃的小偷，否则它将把一个城镇沉入幽暗地域。"
												],
												[
													"6",
													"一个村庄正受到成群的巨型蜘蛛困扰，这些蜘蛛是因为附近的一只蓝宝石龙定居而被吸引到该地区的。清除村庄的蜘蛛意味着要干预龙的食物供应。"
												],
												[
													"7",
													"一只蓝宝石龙邀请战士们争夺在龙的指导下学习军事战术的荣誉。目前领先的是一个臭名昭著的强盗头目，如果他赢了，无疑会恐吓该地区。"
												],
												[
													"8",
													"蓝宝石龙的巢穴保护得如此之好，以至于它的内部防御从未被测试过。龙散布有关内部宝藏的谣言，以吸引能够触发陷阱的冒险家。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"蓝宝石龙通常是独居生物。在极少数情况下，如果它们与其他生物形成非敌对关系，那几乎总是为了加强龙巢的防御和财宝。"
									]
								},
								{
									"type": "entries",
									"name": "成年蓝宝石龙的联系",
									"ENG_name": "Adult Sapphire Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只成年的蓝宝石龙居住在活跃的紫虫隧道旁边，希望这种虫子的威胁能够阻止寻宝者。"
												],
												[
													"2",
													"一只成年的蓝宝石龙雇佣了一位道（dao，这里可能指的是某种助手或仆从，但由于原文中的'dao'含义不明确，如果是指特定种族或职位，请提供更多上下文）来帮助塑造和保卫龙的巢穴，而这位道在那儿维护着一个通往元素位面的门户。"
												],
												[
													"3",
													"一只成年的蓝宝石龙定期与一位穿梭于位面的大法师商讨，关于这只龙持续梦见其他世界和其他生命的事情。"
												],
												[
													"4",
													"一位罗丝的卓尔女祭司和几个约克洛恶魔接到了他们女神的命令，要对付一直猎杀她神圣蜘蛛的成年蓝宝石龙。"
												],
												[
													"5",
													"一只健忘且视力不佳的成年蓝宝石龙误以为一只蓝龙幼龙实际上是几个月前离家出走的蓝宝石幼龙。"
												],
												[
													"6",
													"一只成年蓝宝石龙和一队吉斯洋基联合起来，寻找并摧毁一个灵吸怪族群。"
												],
												[
													"7",
													"一群石巨人认为一只年轻的蓝宝石龙是他们神祇斯科里奥斯·石骨的使者。这只龙认为这个想法荒谬，但却喜欢有一群愿意毫无怨言地听它讲授军事历史的听众。"
												],
												[
													"8",
													"一只成年的蓝宝石龙与一只阿波洛斯在心灵上对抗，争夺幽暗地域某个区域的控制权。持续不断的心力轰炸开始以奇怪的方式影响当地动物群。"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "蓝宝石龙巢穴",
							"ENG_name": "Sapphire Dragon Lairs",
							"entries": [
								"蓝宝石龙在巨大的洞穴和复杂的隧道系统中筑巢。随着年龄的增长，它们不断地改造巢穴，利用它们的挖掘能力和对石头的掌控。",
								"蓝宝石龙最终创造了令人眩晕的蜂窝状隐藏通道、看似薄弱的墙壁和秘密房间，使它们能够在不被发现的情况下穿越整个巢穴。防御最好的蓝宝石龙巢穴根本没有容易接近的入口或出口，而闯入者一旦找到进入的方式，还必须应对一个由走廊、死路和陡坡组成的迷宫。",
								{
									"type": "entries",
									"name": "蓝宝石龙巢穴特征",
									"ENG_name": "Sapphire Dragon Lair Features",
									"entries": [
										"在地图5.12中展示的蓝宝石龙巢穴是一系列自然隧道和房间，龙已经适应了这些环境，使其成为巢穴。巢穴的自然入口很少，所以如果没有挖掘或魔法，整个区域都是无法进入的，因为龙可以在任何需要的时候在墙壁上打开门。",
										"巢穴具有以下特征：",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "伪装入口",
													"ENG_name": "Disguised Entrances",
													"entry": "一个地图顶部显示的普通洞穴，通过两段相对薄弱的水晶墙为主要通道进入巢穴。龙可以使用巢穴动作来开启或关闭巢穴内这些墙壁的通道。"
												},
												{
													"type": "item",
													"name": "蛛网密布的隧道",
													"ENG_name": "Cobweb-Choked Tunnels",
													"entry": "成功进入洞穴水晶墙另一侧的冒险者发现了一片黑暗、布满蛛网的隧道网络，这些隧道深入地下，沿途设有天然台阶和架子。龙很少花时间在这个巢穴的部分，只有在需要照料那里的蜘蛛——或者当龙需要小吃时才会去。"
												},
												{
													"type": "item",
													"name": "地下河",
													"ENG_name": "Underground River",
													"entry": "一条河流沿着地图的右侧和底部边缘流动，为龙提供了淡水和另一个入口。河流起源于地表，穿过狭窄的隧道，最终通往幽暗地域。"
												},
												{
													"type": "item",
													"name": "宝库洞穴",
													"ENG_name": "Hoard Caverns",
													"entry": "巢穴的主体占据了地图下半部分的大部分，由龙用来招待客人和访客的房间组成。这些洞穴存放着龙的大部分宝藏，特别是那些给人印象深刻但不是无法替代的艺术品。"
												},
												{
													"type": "item",
													"name": "睡眠室",
													"ENG_name": "Sleeping Chamber",
													"entry": "在巢穴的核心，被更多薄水晶墙保护着，最大的洞穴作为龙的卧室。一个点缀着蓝宝石晶体的凸起部分提供了一个有利位置，龙可以从这里监视房间的入口点。龙最珍贵的宝藏存放在这里和相邻的洞穴中，这个中央房间的墙壁上覆盖着描绘各种战斗的艺术作品——其中许多是龙参与过的。"
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "蓝宝石龙的巢穴",
							"ENG_name": "A Sapphire Dragon's Lair",
							"entries": [
								"蓝宝石龙在广泛的洞穴系统中安家。随着年龄的增长，它们对巢穴进行越来越复杂的改造，利用它们固有的魔法和天生的隧道挖掘能力取得巨大效果。最终，一只蓝宝石龙的巢穴是一个令人眩晕的蜂窝状结构，隐藏通道、看似薄弱的墙壁和秘密房间，让龙能够在不被入侵者发现的情况下从一端移动到另一端。最安全的巢穴可能根本没有可进入或离开的入口，龙依靠挖掘隧道或塑造石头进出。",
								"当在它的巢穴中遇到时，传说中的蓝宝石龙的挑战等级增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Sapphire Dragon.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "成年黄玉龙",
			"ENG_name": "Adult Topaz Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"由于负能量界充满的死灵能量，衰败和绝望是黄玉龙的本质。它们的心灵感应能力体现了一个基本的熵增原理：凡人及其创造物最终注定要死亡和分解，因此这些龙通常表现出病态和易怒的情绪。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪闪发光的金子",
							"ENG_name": "Gleaming Gold",
							"entries": [
								"孵化时，黄玉龙幼龙的鳞片是暗淡的黄橙色，看起来有云状或薄膜状的外观。随着年龄的增长，它们的鳞片变硬并变得清澈，变得半透明且有刻面，颜色从鲜亮的黄色到丰富的琥珀色不等。它们的身体在臀部较宽，向头部逐渐变细呈楔形，翅膀形状使它们能够在空中和水中推进。黄玉龙的灵能力量在宝石状的棘刺中可见，这些棘刺从头顶延伸到尾巴尖端形成一条脊。这些棘刺在活着的黄玉龙背上悬浮，随着龙的情绪舞动和变化。"
							]
						},
						{
							"type": "entries",
							"name": "衰败的化身",
							"ENG_name": "Embodiment of Decay",
							"entries": [
								"尽管通常并无恶意，黄玉龙体现了衰败。它们将破坏视为为新的创造和成长铺路的自然手段，就像森林火灾清除枯木、补充土壤并使森林重新生长得比以前更健康一样。为此，黄玉龙利用它们的力量将摇摇欲坠的建筑和生病的植物化为尘埃，为新的生长和建设铺平道路。",
								"尽管黄玉龙是能干的游泳者，并将巢穴建在海岸和咸水沼泽中，但它们讨厌水。不幸的是，它们最喜欢的食物是巨型鱿鱼，因此这些龙在潜入深海寻找猎物后，有充分的机会痛苦地抱怨自己湿透了。",
								"黄玉龙经常在其沿海领土重叠时与青铜龙发生冲突，它们可能对这些金属龙怀有难以解释的强烈仇恨。它们还可能引起德鲁伊和其他自然保护者们的愤怒，因为这些人不理解龙对破坏大片乡村的倾向。除此之外，黄玉龙不喜欢陪伴，在被打扰时会变得烦躁。但是，任何能够忍受它们粗鲁的行为、尖刻的评论和阴郁兴趣的人，都可以与一个强大的盟友建立持久的联系。"
							]
						},
						{
							"type": "entries",
							"name": "熵增的宝藏",
							"ENG_name": "Entropic Hoards",
							"entries": [
								"黄玉龙重视关于毁灭和创造的信息，无论是抽象的还是专门用于实际应用的。它们对那些能够无中生有地创造物体、活化不死生物、毁灭物质或操纵负能量的魔法感到着迷。而且它们特别对不死生物感兴趣，有时会将它们作为珍品保存在自己的财宝中。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "黄玉龙的巢穴",
							"ENG_name": "A Topaz Dragon's Lair",
							"entries": [
								"黄玉龙居住在海洋与陆地相遇的地方，偏爱那些海浪和潮汐不断作用，慢慢将陆地侵蚀成砾石的地点。它们在海崖上的洞穴或淡水与海水交融的盐沼下建造巢穴，不断地与它们对水的厌恶作斗争，使用被水淹没的隧道作为通往家园的安全入口。它们保持巢穴内部的房间非常干燥。",
								"当在它的巢穴中遇到时，传说中的黄玉龙的挑战等级增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Topaz Dragon.webp"
					},
					"credit": "亚历克斯·斯通"
				}
			]
		},
		{
			"name": "紫水晶龙幼龙",
			"ENG_name": "Amethyst Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"紫水晶龙，宝石龙中最强大的，研究并用灵能力量操纵多元宇宙的基本原理，从重力到外层界的辐射。它们天生的灵能力量使它们能够在一定程度上控制物理法则对它们的影响。它们通过飞行来对抗重力，这种飞行不仅仅依赖于它们巨大的翅膀，而且重力力量还增强了它们毁灭性的呼吸武器以及它们向敌人喷射的爆炸性紫水晶晶体。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "皇家紫",
							"ENG_name": "Royal Purple",
							"entries": [
								"紫水晶龙刚孵化时，鳞片是暗淡的不透明紫色。随着龙的成长，它们的鳞片、角和翼膜变得更加鲜艳和透明。当龙完全成熟时，它们的鳞片看起来像丰富的紫色紫水晶，折射光线，呈现出内在的光芒。它们的眼睛随着年龄的增长而褪色，使古老龙的眼睛看起来像发光的白色或淡紫色球体。类似紫水晶块的晶体角在它们的头部后方悬浮，由念力支撑，并随着它们的情绪变化而移动。"
							]
						},
						{
							"type": "entries",
							"name": "宇宙学研究",
							"ENG_name": "Cosmological Study",
							"entries": [
								"许多紫水晶龙对物质界中其他世界的存在感到着迷，特别是个体龙在这些世界中表现出的独特回声。它们还珍视对来自外层界的宇宙力量的理解，研究善与恶、混乱与秩序的对立潮流，以便它们能够向那些有感知接受的人提供咨询。",
								"紫水晶龙特别关注远域对物质界的入侵。它们厌恶伴随着这种入侵进入世界的腐败，使它们成为远域及其任何被其触碰扭曲的生物的激烈对手。然而，奇怪的是，它们对flumphs（一种异怪）感到好奇并且喜欢。这些反对灵吸怪和其他邪恶异怪侵害的flumphs，提醒紫水晶龙即使在最奇怪的地方也能找到盟友。"
							]
						},
						{
							"type": "entries",
							"name": "秘藏奥术",
							"ENG_name": "Hoarded Arcana",
							"entries": [
								"除了物质财富，紫水晶龙喜欢收集关于存在界的本性、宇宙力量和遥远世界的知识和魔法。它们珍视来自物质界不同世界的物品，特别是突出不同世界独特性质的魔法物品和艺术品。允许传送或在界间旅行的魔法物品、充满类似魔法的咒语书，以及研究多元宇宙本质的论文构成了紫水晶龙宝藏的中心。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只紫水晶龙",
							"ENG_name": "Creating an Amethyst Dragon",
							"entries": [
								"使用紫水晶龙性格特征和紫水晶龙理想的表格来激发你对独特紫水晶龙角色的描绘。",
								{
									"type": "entries",
									"name": "紫水晶龙性格特征",
									"ENG_name": "Amethyst Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"当我沉思多元宇宙的美丽和奇迹时，我感到无比满足。"
												],
												[
													"2",
													"我是对抗远域侵害的宣誓保护者，无论腐败在何处出现，我都会将其根除。"
												],
												[
													"3",
													"如果那些能够欣赏它的人不分享，那么广博的知识或洞察力又有什么用呢？"
												],
												[
													"4",
													"尽管有些人对文字着迷，我认为数字才是创造的真正基础。"
												],
												[
													"5",
													"经历一件事就是真正理解它。直接和个人经验是最宝贵的知识形式。"
												],
												[
													"6",
													"我看到的现实比你所看到的要多彩得多......或者真的，比你的任何自我所看到的都要多彩。"
												],
												[
													"7",
													"不是我干预的地方。我只是寻求观察、学习和理解。"
												],
												[
													"8",
													"有了对形而上学的真正理解，一切皆有可能——包括创造一个比这个宇宙更有秩序、更完美的宇宙。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "紫水晶龙理想",
									"ENG_name": "Amethyst Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"平衡。一切都是必须保持在微妙且仔细维护的平衡中的复杂力量相互作用。（中立）"
												],
												[
													"2",
													"知识。我们是整个创造的总体，寻求自我理解。（任何）"
												],
												[
													"3",
													"自我提升。我是一个复杂的宝石，我不断地打磨和完善我的许多方面，使整体更加完美。（任何）"
												],
												[
													"4",
													"责任感。拥有知识和力量赋予了人们对那些拥有较少知识或力量者的责任。（守序）"
												],
												[
													"5",
													"崇高的义务。我卓越的经验、智慧和洞察力赋予我调解纠纷的责任。（善良）"
												],
												[
													"6",
													"权力。知识就是力量，力量必须被使用，而我正在使用它。你的担忧无关紧要。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "紫水晶龙的冒险",
							"ENG_name": "Amethyst Dragon Adventures",
							"entries": [
								"紫水晶龙冒险钩子表为涉及紫水晶龙的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "紫水晶龙冒险钩子",
									"ENG_name": "Amethyst Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只紫水晶龙寻找一种罕见的水晶，这种水晶位于一个有领土意识的石巨人族群的领地内。"
												],
												[
													"2",
													"一群女巫想要夺回她们的女巫之眼，它位于一只紫水晶龙的宝藏之中。"
												],
												[
													"3",
													"一只紫水晶龙在他们的巢穴周围千里范围内使用魔法禁用了所有传送。该区域内的政府寻求使者，以谈判结束这种限制。"
												],
												[
													"4",
													"一只紫水晶龙招募了一群冒险家，通过心灵感应与另一个世界的冒险家交换身体，以便每个冒险家都能完成某些任务后再换回来。"
												],
												[
													"5",
													"一个崇拜远域古老存在的秘密教团正在寻找能够召唤其主人的外星独石，但这个地方由一只紫水晶龙守护。"
												],
												[
													"6",
													"一只紫水晶龙幼龙实际上是一只古老紫水晶龙在时间上错位的形式，它已经存在于同一时间线上。"
												],
												[
													"7",
													"一只紫水晶龙寻找种植特殊水晶的方法，这些水晶将允许龙在世界范围内的罕见天体对齐期间，通过魔法同时在多个地方共存。"
												],
												[
													"8",
													"一只紫水晶龙正在与其他世界的回声融合。他们所有人都希望晋升为神性，或许重新创造或取代萨迪奥尔。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"紫水晶龙通常是冷漠的生物，长时间独居，很少与其他生物建立联系。当它们与他人建立联系时，最常见的是为了追求智力和哲学上的探索，或者为了实现涉及龙在世界间回响的某种神秘目的。"
									]
								},
								{
									"type": "entries",
									"name": "紫水晶龙幼龙的联系",
									"ENG_name": "Amethyst Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只紫水晶龙幼龙由一群隐居的抄写员宗教团体照料。"
												],
												[
													"2",
													"在他们的龙族父母失踪后，一位半紫水晶龙照顾着他们的紫水晶龙幼龙兄弟姐妹。"
												],
												[
													"3",
													"一只紫罗兰仙女龙是紫水晶龙幼龙的玩伴和守护者。"
												],
												[
													"4",
													"一只紫水晶龙幼龙独自生活在巢穴中，由一群活化物体照料。"
												],
												[
													"5",
													"一群飘浮怪保护着一只紫水晶龙幼龙，同时以幼龙多余的灵能能量为食。"
												],
												[
													"6",
													"一群德鲁伊照看着一只在该团体山中水潭中筑巢的紫水晶龙幼龙。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Amethyst Dragon Wyrmling.webp"
					},
					"credit": "肖恩·伍德"
				}
			]
		},
		{
			"name": "宝石太古龙",
			"ENG_name": "Amethyst Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "宝石巨龙",
				"ENG_name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "远古紫晶龙",
			"ENG_name": "Ancient Amethyst Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"紫水晶龙，宝石龙中最强大的，研究并用灵能力量操纵多元宇宙的基本原理，从重力到外层界的辐射。它们天生的灵能力量使它们能够在一定程度上控制物理法则对它们的影响。它们通过飞行来对抗重力，这种飞行不仅仅依赖于它们巨大的翅膀，而且重力力量还增强了它们毁灭性的呼吸武器以及它们向敌人喷射的爆炸性紫水晶晶体。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "皇家紫",
							"ENG_name": "Royal Purple",
							"entries": [
								"紫水晶龙刚孵化时，鳞片是暗淡的不透明紫色。随着龙的成长，它们的鳞片、角和翼膜变得更加鲜艳和透明。当龙完全成熟时，它们的鳞片看起来像丰富的紫色紫水晶，折射光线，呈现出内在的光芒。它们的眼睛随着年龄的增长而褪色，使古老龙的眼睛看起来像发光的白色或淡紫色球体。类似紫水晶块的晶体角在它们的头部后方悬浮，由念力支撑，并随着它们的情绪变化而移动。"
							]
						},
						{
							"type": "entries",
							"name": "宇宙学研究",
							"ENG_name": "Cosmological Study",
							"entries": [
								"许多紫水晶龙对物质界中其他世界的存在感到着迷，特别是个体龙在这些世界中表现出的独特回声。它们还珍视对来自外层界的宇宙力量的理解，研究善与恶、混乱与秩序的对立潮流，以便它们能够向那些有感知接受的人提供咨询。",
								"紫水晶龙特别关注远域对物质界的入侵。它们厌恶伴随着这种入侵进入世界的腐败，使它们成为远域及其任何被其触碰扭曲的生物的激烈对手。然而，奇怪的是，它们对flumphs（一种异怪）感到好奇并且喜欢。这些反对灵吸怪和其他邪恶异怪侵害的flumphs，提醒紫水晶龙即使在最奇怪的地方也能找到盟友。"
							]
						},
						{
							"type": "entries",
							"name": "秘藏奥术",
							"ENG_name": "Hoarded Arcana",
							"entries": [
								"除了物质财富，紫水晶龙喜欢收集关于存在界的本性、宇宙力量和遥远世界的知识和魔法。它们珍视来自物质界不同世界的物品，特别是突出不同世界独特性质的魔法物品和艺术品。允许传送或在界间旅行的魔法物品、充满类似魔法的咒语书，以及研究多元宇宙本质的论文构成了紫水晶龙宝藏的中心。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "紫水晶龙的巢穴",
							"ENG_name": "An Amethyst Dragon's Lair",
							"entries": [
								"紫水晶龙在隐蔽的水池和湖泊旁边或下方的洞穴中建造巢穴，更喜欢至少有一个入口被水淹没的洞穴。它们重视具有开放空间、连接隧道和死胡同的位置，以充分利用它们的自然和魔法机动性，使用飞行和传送来在巢穴中导航障碍。",
								"当在它的巢穴中遇到传奇紫水晶龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Amethyst Dragon.webp"
					},
					"credit": "肖恩·伍德"
				}
			]
		},
		{
			"name": "远古水晶龙",
			"ENG_name": "Ancient Crystal Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"水晶龙闪耀着辐射能量，充满生机，它们与正面界的天生灵能联系使它们的身体和个性都充满了光明。尽管它们更愿意生活在荒凉、寒冷的地区，但它们中的许多是龙族中最友好的，具有培育性和乐观精神。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "内在光辉",
							"ENG_name": "Inner Glow",
							"entries": [
								"水晶龙孵化时，鳞片呈暗淡的灰色，带有一些白色或透明的晶体点，使幼龙在面临危险时能够与岩石地形融为一体。随着年龄的增长，它们的鳞片会变成雪白色，然后逐渐变得透明。最古老的水晶龙拥有完全透明的鳞片，能够弯曲和折射光线，有时使它们难以清晰地看到。",
								"正能量界的辐射能量在水晶龙的鳞片中闪烁。它在它们身体和靠近头部及背部的棘刺和角之间像星光一样闪耀。这些角随着龙的情绪变化：愤怒时竖起，恐惧或怀疑时平躺，以及在娱乐或快乐时呈波浪状左右摆动。"
							]
						},
						{
							"type": "entries",
							"name": "星光中的幻象",
							"ENG_name": "Visions in Starlight",
							"entries": [
								"许多水晶龙研究星星，记录他们对夜空的观察并追踪星光中写下的征兆。他们将这些征兆视为预兆，让他们一窥未来，并且他们急切地检查任何和平来到他们面前的生物的潜在未来。",
								"水晶龙与正面界的辐射力量的联系培养了这些龙大多数的培育性、乐观态度。它们有时会收养其他龙的遗弃蛋或幼龙；许多白龙幼崽在水晶龙巢穴的关怀环境中成长。但它们激烈地反对在其家园领土中的破坏性力量，这有时导致附近的霜巨人和白龙放下彼此的敌意去猎杀它们。"
							]
						},
						{
							"type": "entries",
							"name": "闪耀的宝藏",
							"ENG_name": "Glittering Hoards",
							"entries": [
								"对于它们的宝藏，水晶龙珍视折射光线的钻石和小饰品，预言的收藏，天文学著作和星图。在魔法宝藏方面，它们寻找能够预测未来、创造或操纵光线，或者为治疗和培育而引导正能量的物品和法术。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "水晶龙的巢穴",
							"ENG_name": "A Crystal Dragon's Lair",
							"entries": [
								"水晶龙居住在寒冷地区，它们建造的冰雪结构让人联想到城堡，但顶部是开放的，可以仰望天空。巢穴中散布的闪烁水晶以收集的星光发光，冰雪下面的洞穴或隧道为它们的宝藏提供了受保护的区域。它们利用自己的挖掘能力在巢穴中挖掘盲点和秘密通道，使它们能够轻松移动——并且可能不被发现。",
								"当在它的巢穴中遇到传奇水晶龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Crystal Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "远古深龙",
			"ENG_name": "Ancient Deep Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"在幽暗地域深处建造巢穴的深海龙是彩色龙的噩梦般的表亲。他们地下领域的扭曲魔法能量赋予了他们呼出魔法孢子的能力，这些孢子能够引发恐惧并留下心灵的创伤。",
						"深海龙的黑色和灰色皮肤光滑如蜥蜴，眼睛颜色浅淡。随着年龄的增长，它们的孢子吐息会导致真菌在它们的皮肤上生长，尤其是在头部和颈部周围。它们的翅膀附着在前腿上，可以紧贴身体折叠，使深海龙能够轻松地在相对狭窄的隧道中穿梭。",
						"深海龙经常囤积秘密，喜欢了解远方土地的知识。许多深海龙寻找新的见解和技巧，用来对付幽暗地域的其他居民，它们更倾向于使用社会操纵和狡猾的交易，而不是在战斗中竭尽全力。深海龙看不起任何对它们没有用处的生物，尽管它们愿意为了它们所缺乏的知识进行交易。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "深海龙的巢穴",
							"ENG_name": "A Deep Dragon's Lair",
							"entries": [
								"深海龙在幽暗地域的隐蔽洞穴或无日照的海滩上建造巢穴，这些地点通常没有飞行或潜水能力就无法到达。它们在巢穴中布满了秘密通道和藏身之处，以便在需要时逃脱或伏击访客。一个精心培育的巢穴充满了幽暗地域的真菌和植物，地面、墙壁和天花板上覆盖着苔藓和霉菌的地毯，或者整齐地展示着更大的蘑菇和植物。",
								"当在它的巢穴中遇到传奇深海龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Deep Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "远古龙龟",
			"ENG_name": "Ancient Dragon Turtle",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙龟是强大的生物，其固有的魔法与物质位面的海洋密切相关。《怪物手册》中介绍的龙龟是一个典型的成年个体，至少有一百年的历史，并且拥有宝贵的宝藏。您可以使用本节中的统计数据块来代表更老或更年轻的龙龟。此外，第5章包括了巢穴行动和区域效果，这些可以用于成年或古老的龙龟。古老的龙龟是一种神话生物，类似于巨龙，结合了来自物质位面各个世界多个回声的力量。这样的生物可以像岛屿一样大——事实上，传说中许多无意中在海上遇难的船只，都误以为沉睡的龙龟是坚实的地面。",
						"古老的龙龟可能会在海洋表面漂浮时睡上数年甚至数十年，享受着阳光的温暖，让植被在它们的壳上生根。一只愤怒的古老龙龟非常可怕，从壳中散发出的热量足以煮沸周围的水——以及其中的任何生物。即使敌人削弱了龙龟的防御，魔法风暴也会显现出来保护龙龟并攻击敌人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只龙龟",
							"ENG_name": "Creating a Dragon Turtle",
							"entries": [
								"使用龙龟性格特征表和龙龟理想信念表来激发你对独特龙龟角色的描绘，并使用龙龟施法表来帮助为施法龙龟选择法术。（尽管《怪物手册》没有明确地将龙龟包含在使龙成为施法者的变体规则中，你可以将这些规则应用到这些水生龙上。）",
								{
									"type": "entries",
									"name": "龙龟性格特征",
									"ENG_name": "Dragon Turtle Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我说话慢条斯理，深思熟虑，在每次说话之后（有时甚至在说话中间）都会停下来反思。"
												],
												[
													"2",
													"我对人们携带的闪亮饰品比他们说的任何话都更感兴趣。"
												],
												[
													"3",
													"我把船只视为同道中人，喜欢亲昵地摩擦它们的龙骨。"
												],
												[
													"4",
													"我喜欢向访客展示我的领域的广阔，这样他们就能意识到自己的微不足道。"
												],
												[
													"5",
													"我会攻击任何我发现从海洋的恩赐中索取而不给予回报的人。"
												],
												[
													"6",
													"我把水手的歌曲视为他们的\"水语\"，并尝试通过哼唱我无意中听到的旋律片段与他们交流。"
												],
												[
													"7",
													"我与穿越我的领地的船只并肩游泳，刚好在箭矢射程之外，这样他们知道我在监视。"
												],
												[
													"8",
													"我对地表王国的政治很感兴趣，并与水手和冒险家们无休止地交谈，以了解陆地上最新的动态。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "龙龟理想",
									"ENG_name": "Dragon Turtle Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"耐力。我们这些居住在波涛之下的人能够经受住所有风暴。（任意）"
												],
												[
													"2",
													"冷漠。我为什么要关心那些在地面上爬行者的短暂烦恼？（任何）"
												],
												[
													"3",
													"好奇心。我想了解进入我领地的所有事物，特别是来自地表世界的奇异事物。（任何）"
												],
												[
													"4",
													"至高无上。拒绝承认我对这些水域统治权的生物将遭受我的不满。（守序或邪恶）"
												],
												[
													"5",
													"保护。我是海洋的守护者，照料珊瑚礁和水域，确保它们保持未受破坏的状态。（守序）"
												],
												[
													"6",
													"根除。地表世界的人民是创造的错误。我将纠正那个错误。（邪恶）"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "龙龟施法",
									"ENG_name": "Dragon Turtle Spellcasting",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"年龄",
												"法术豁免难度等级",
												"已知法术"
											],
											"colStyles": [
												"col-1",
												"col-3 text-right",
												"col-8"
											],
											"rows": [
												[
													"古代的",
													"17",
													"控制水，控制天气，*雾云"
												]
											],
											"footnotes": [
												"*这个法术的施放时间比1个动作要长。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "龙龟的冒险",
							"ENG_name": "Dragon Turtle Adventures",
							"entries": [
								"龙龟冒险钩子表为涉及龙龟的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "龙龟冒险钩子",
									"ENG_name": "Dragon Turtle Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个无情的航运巨头贿赂了一只龙龟，让它攻击竞争对手的船只，并将它们赶出商界。"
												],
												[
													"2",
													"一只好奇的龙龟从海里游到上游，现在被困在一条主要贸易道路上的桥下，吓坏了旅行者。"
												],
												[
													"3",
													"在遭受一艘捕鲸船不明智的攻击后，一只龙龟追击该船回到港口，现在它攻击任何试图离开的船只。"
												],
												[
													"4",
													"一位法师的塔周围的海域太风暴，船只无法航行，但居住在那里的龙龟可能会被说服来运送角色们过海。"
												],
												[
													"5",
													"一个皇家浴室以其桑拿而闻名，直到供应蒸汽的龙龟逃脱并在宫殿中开始肆虐。"
												],
												[
													"6",
													"一千年前，一把传说中的剑随其使用者一起被埋葬在海底。现在必须找到这把剑，只有一只龙龟记得它在哪里。"
												],
												[
													"7",
													"一只龙龟在地下湖中定居，湖水的蒸汽已经迫使其他生物从它们的隧道中向上移动到地表。"
												],
												[
													"8",
													"一位海神派遣了一只龙龟去对人口稠密的海岸线造成破坏。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"龙龟性格稳重，不易发怒。这种性情，加上它们对道德困境的不感兴趣，使它们能够与它们遇到的大多数生物相处——或者至少能够容忍。它们经常与其他能够为它们带来食物或财宝的海洋生物建立共生关系，有时它们也同意为用大量财富诱惑它们的生物工作。"
									]
								},
								{
									"type": "entries",
									"name": "古老龙龟的联系",
									"ENG_name": "Ancient Dragon Turtle Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d4",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只古老的龙龟和一只古老的金龙每年会面一次，交换在一场已经持续了几个世纪的龙棋游戏中的走法。"
												],
												[
													"2",
													"一只古老的龙龟在一个天界法庭中担任顾问，用它无尽的耐心来调和天界生物的激情。"
												],
												[
													"3",
													"一个{@spell 指使术}法术迫使一只古老的龙龟携带巫妖的高塔。"
												],
												[
													"4",
													"一只古老的龙龟负责确保一个巨型乌贼永远不会从沉睡中醒来。"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "龙龟巢穴",
							"ENG_name": "Dragon Turtle Lairs",
							"entries": [
								"龙龟在水下洞穴和珊瑚礁中筑巢。大多数这样的巢穴位于海浪深处靠近海底的地方，尽管一些龙龟更喜欢沿海的巢穴，因为这些巢穴更容易接近它们可以与之交易的定居点——或者捕食。特别隐居的龙龟则寻找更为偏远的地方筑巢，包括深海海沟或水下火山。",
								"龙龟通常不太关心它们的巢穴设计，也很少努力去改善它们。在选择巢穴时，龙龟的主要考虑是确保地点足够大，能够容纳这个生物随着世纪的流逝而增长的巨大体型。在那之后，接近航线和远离烦人的邻居成为优先考虑的因素。",
								{
									"type": "entries",
									"name": "龙龟巢穴特征",
									"ENG_name": "Dragon Turtle Lair Features",
									"entries": [
										"龙龟居住的水下洞穴在结构上与青铜龙和黄玉龙栖息的海滨洞穴相似。在构建龙龟的巢穴时，你可以简单地将沿海地图转换为水下环境，或者如果龙龟愿意在靠近水面的地方筑巢，也可以直接使用地图。",
										"作为示例，地图5.14描绘了一只黄玉龙在海边洞穴中的巢穴，但它可以被重新构想为从海底架上升起的珊瑚礁壁上的一个岩洞，具有以下特点：",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "架子底部",
													"ENG_name": "Shelf Floor",
													"entry": "沙滩代表100尺深的海底，上面覆盖着一层柔软的细沙。巢穴周围的水清澈但光线昏暗。地图上的水边代表了礁架的边缘，它向下倾斜到一个1200尺深的黑暗平原。"
												},
												{
													"type": "item",
													"name": "珊瑚礁",
													"ENG_name": "Coral Reef",
													"entry": "岩石峭壁描绘了一个从架子上升起80尺的珊瑚礁的轮廓。礁石的外表面覆盖着刺人的珊瑚。"
												},
												{
													"type": "item",
													"name": "珊瑚空洞",
													"ENG_name": "Reef Hollow",
													"entry": "龙龟的巢穴位于珊瑚礁内部的一个空洞中，这个空洞是由龙龟杀死的一只巨型海虫钻出来的。原始入口位于架子地板的水平面上，通过一个充满水草的管道上升，通向主室。在这里，龙龟在后壁的凹入架上筑巢，从这里它可以俯视散落在室内地板上的宝藏。尽管巢穴大部分被海水淹没，但在主室顶部3尺处有一层可呼吸的空气。"
												},
												{
													"type": "item",
													"name": "珊瑚礁架",
													"ENG_name": "Coral Shelf",
													"entry": "一个次要入口通向离架子底部40尺高的珊瑚架，并在每天的几个小时内通过一束微弱的阳光照亮巢穴。"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Dragon Turtle.webp"
					},
					"credit": "大卫·奥登·纳什"
				}
			]
		},
		{
			"name": "远古翡翠龙",
			"ENG_name": "Ancient Emerald Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"翡翠龙是宝石龙中最好奇、狡猾和操纵性的，它们使用灵能力量编织幻象来欺骗和迷惑。它们隐藏自己的存在，以便在不被察觉的情况下观察其他生物，同时收集从当地文化习俗到超自然事件的所有信息。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪烁的绿色",
							"ENG_name": "Shimmering Green",
							"entries": [
								"幼龙翡翠龙的鳞片是暗淡的淡绿色，但随着龙的成长，它们会发展成更丰富和多样化的绿色调。最终，鳞片变得半透明，在光线下闪烁，随着龙的移动而波动。龙的角和脊椎悬浮在身体上方，沿着背部和尾巴移动和变化，以反映龙的情绪。"
							]
						},
						{
							"type": "entries",
							"name": "巧妙隐藏",
							"ENG_name": "Clever Concealment",
							"entries": [
								"宝石龙中最害羞的翡翠龙也是最好奇的。它们喜欢观察当地的定居点和人民，利用它们的心灵感应能力来隐藏自己，从远处观察。当一只翡翠龙足够老时，它可能会采取一种能够与当地人口融为一体的生物的伪装，或者至少在不引起怀疑的情况下靠近。一旦处于观察的位置，龙就会研究当地人民的日常生活，对任何魔法现象都表现出浓厚的兴趣。",
								"翡翠龙对不寻常事件的警觉性使它们对它们的蓝宝石龙表亲特别有用，后者追捕异怪并寻找远界侵入物质界的证据。这些宝石龙经常合作，翡翠龙追踪侵入的源头，而蓝宝石龙则计划并执行决定性的清除——或者招募代理人为他们做这件事。",
								"翡翠龙偏好火山巢穴，这经常使它们与火巨人发生冲突。尽管它们不愿意向陌生人透露自己，但翡翠龙可能会接触经验丰富的冒险者，希望将他们引向对抗火巨人的对手。"
							]
						},
						{
							"type": "entries",
							"name": "积累的历史",
							"ENG_name": "Hoarded Histories",
							"entries": [
								"翡翠龙珍视知识，特别是关注魔法事件和个人的当地历史。它们通常知道巢穴附近的力量之地，并详细记录这些地点的现象如何对外界影响做出反应。它们还热衷于收集创造幻象的魔法物品和咒语，使它们能够更好地从窥探的眼睛和占卜中隐藏它们的宝藏。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "翡翠龙的巢穴",
							"ENG_name": "An Emerald Dragon's Lair",
							"entries": [
								"翡翠龙居住在地球深处的巨大洞穴、熔岩管和隧道网络中。它们偏爱温暖的空间，特别是在火山地区。随着时间的推移，它们的心灵存在渗透到它们巢穴周围的土地中，扩大了它们的意识，并在潜意识中吸引它们最喜欢的食物——巨型蜥蜴——在该地区定居和繁衍。",
								"翡翠龙利用它们的巢穴特征来迷惑和危及入侵者。它们挖掘额外的隧道，使它们能够以多种方式穿过巢穴，并设置陷阱，通往深渊或岩浆池和流动的岩浆。",
								"翡翠龙非常小心地隐藏存放它们宝藏和收集的传说的房间，经常使用幻象魔法和巧妙的建筑来围绕它们巢穴的自然特征，以隐藏它们的中心宝藏室，使其免受普通和魔法视觉的发现。",
								"当在它的巢穴中遇到传奇翡翠龙时，其挑战等级会增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Emerald Dragon.webp"
					},
					"credit": "朱利安·科克"
				}
			]
		},
		{
			"name": "远古月石龙",
			"ENG_name": "Ancient Moonstone Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"古老的传说表明，当诸神来到第一世界并试图用他们的类人追随者来填充它时，一条聪明的龙逃到了精类王国隐藏一窝蛋。精类王国的魔法渗透了这些蛋，孵化出了第一条月长石龙。它们的后代现在遍布精类王国。",
						"月长石龙是优雅而优雅的生物，拥有蛋白石色的鳞片和翡翠绿色的皮毛，从它们的下巴、胸部、背部和尾巴上垂下。一个月长石龙的角从颅骨的后部弯曲出来，另一个在鼻尖；两个角一起形成一个让人想起细长的新月的形状。月长石龙在早年是顽皮而冲动的恶作剧力量，但它们中最好的会成熟为明智的教师和讲故事者，成为精类界的支柱。最坏的月长石龙是自负且行为不端的，但即使是这些龙，本质上也是温和的，对所有事物都充满好奇——特别是来自遥远地方的旅行者。",
						"月长石龙能够将自己投射到梦境领域，与睡在它们巢穴附近的生物沟通。通过这种方式，它们激励艺术家和诗人，鼓励伟大的思想家，激励冒险者去完成英雄事迹。它们有时会向需要帮助的人提供指导，或请求冒险者的帮助，以激励他们走向伟大。",
						"通常来说，月长石龙对黄金或铜并不特别感兴趣，但它们喜欢银、铂金和秘银。它们还珍视那些价值不容易量化的宝藏——一首发自内心的歌曲，一束所爱之人的头发，或者一幅喜爱之地的画作。对于月长石龙来说，一个快乐时光的美好回忆比一袋黄金更有价值。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "月长石龙的巢穴",
							"ENG_name": "A Moonstone Dragon's Lair",
							"entries": [
								"月长石龙寻找被月光照耀的地方作为它们的巢穴；孤独的山峰、森林空地和宁静的湖泊是它们最喜欢的地点。它们异想天开的本性使它们比其他龙更有可能在年轻时就建立多个巢穴。它们用魔法传送门将散落的地点连接起来，经常在精类界、物质界和以太界之间分配时间。",
								"当在它的巢穴中遇到传说中的月长石龙时，其挑战等级增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Moonstone Dragon.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "远古蓝宝石龙",
			"ENG_name": "Ancient Sapphire Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"冲突的雷鸣般的碰撞是蓝宝石龙本质的一部分。它们好战且具有领地性，激烈地保卫自己的巢穴，伏击入侵者，策划对对手的攻击。它们的吐息武器的声波脉冲播下虚弱，使受害者无法反击。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "明亮的蓝色",
							"ENG_name": "Luminous Blue",
							"entries": [
								"蓝宝石龙的鳞片和翼膜呈现出多变的蓝色调，从春天天空的浅色调到蓝宝石宝石和压缩冰川冰的丰富、晶莹的天蓝色。在光线下，鳞片闪烁着像发光的星爆一样的光芒。龙的身体上的角和骨骼结构明显地展示了它们的灵能本质。它们的尾部刺和角尖都是独立的部分，但在龙活着的时候，它们由心灵能量悬浮在空中。这些悬浮的角和脊椎随着龙的情绪轻微移动，愉快时会轻轻摆动，愤怒时则会扩张。"
							]
						},
						{
							"type": "entries",
							"name": "战争艺术",
							"ENG_name": "Art of War",
							"entries": [
								"好战的蓝宝石龙根据它们在地下移动的能力来制定战略和伏击。蓝宝石龙通常不会立即攻击，而是更倾向于先评估入侵者，以便制定处理它们最有利的方法。",
								"蓝宝石龙警惕着异怪和其他被远界污染的生物的迹象。它们经常与翡翠龙结盟，借助其族群对神秘现象的知识来追踪远界的影响。凭借这些知识，蓝宝石龙在异域影响扩散之前将其根除。",
								"居住或深入地下的人很容易因为进入蓝宝石龙的领地而与它们发生冲突。但蓝宝石龙有时会与岩石侏儒或深地侏儒建立和平关系，依赖这些民族帮助保护它们巢穴周围的领地。"
							]
						},
						{
							"type": "entries",
							"name": "军事宝藏",
							"ENG_name": "Martial Hoards",
							"entries": [
								"蓝宝石龙最喜欢的宝物是武器和盔甲、军事历史和战术记录，以及能防护心灵伤害或精神侵入的魔法物品。蓝宝石龙宝藏的中心通常是一套编目有序的战争装备收藏，其中可能包含拥有巨大力量的古老遗物。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "蓝宝石龙的巢穴",
							"ENG_name": "A Sapphire Dragon's Lair",
							"entries": [
								"蓝宝石龙在广泛的洞穴系统中安家。随着年龄的增长，它们对巢穴进行越来越复杂的改造，利用它们固有的魔法和天生的隧道挖掘能力取得巨大效果。最终，一只蓝宝石龙的巢穴是一个令人眩晕的蜂窝状结构，隐藏通道、看似薄弱的墙壁和秘密房间，让龙能够在不被入侵者发现的情况下从一端移动到另一端。最安全的巢穴可能根本没有可进入或离开的入口，龙依靠挖掘隧道或塑造石头进出。",
								"当在它的巢穴中遇到时，传说中的蓝宝石龙的挑战等级增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Sapphire Dragon.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "远古大海蛇",
			"ENG_name": "Ancient Sea Serpent",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"海蛇与龙龟并列，是深海中最令人畏惧的捕食者之一，它们激发了许多水手最糟糕的噩梦。它们强壮的鳍使它们能够以极快的速度在水中穿行。",
						"年轻的海蛇是敏捷的猎手。它们利用珊瑚礁和自然伪装来隐藏自己，然后突然出击，逐个击倒船员。古老的海蛇长得足够大，能够摧毁整艘船，然后悠闲地在水里以无助的水手为食。无论年龄大小，海蛇都会用可怕的咬击、猛烈的尾部打击、紧束的抓握，以及冰冷的呼吸武器攻击，这种武器可以使水手们的尸体在船只残骸中冻结漂浮。",
						"海蛇和其它龙类一样，对领土有着强烈的保护欲，它们不会对未经允许就通过它们领地的船只表示友好。一些海蛇可以通过献上财宝来安抚，但大多数要求船员牺牲他们中的一个或多个人。",
						"海蛇生活在沉船的残骸中或深海洞穴里，收集它们击沉的船只上的货物，积累了大量的贸易商品、水手的小饰品和海盗的战利品。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Sea Serpent.webp"
					},
					"credit": "马克·贝姆"
				}
			]
		},
		{
			"name": "远古黄玉龙",
			"ENG_name": "Ancient Topaz Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"由于负能量界充满的死灵能量，衰败和绝望是黄玉龙的本质。它们的心灵感应能力体现了一个基本的熵增原理：凡人及其创造物最终注定要死亡和分解，因此这些龙通常表现出病态和易怒的情绪。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪闪发光的金子",
							"ENG_name": "Gleaming Gold",
							"entries": [
								"孵化时，黄玉龙幼龙的鳞片是暗淡的黄橙色，看起来有云状或薄膜状的外观。随着年龄的增长，它们的鳞片变硬并变得清澈，变得半透明且有刻面，颜色从鲜亮的黄色到丰富的琥珀色不等。它们的身体在臀部较宽，向头部逐渐变细呈楔形，翅膀形状使它们能够在空中和水中推进。黄玉龙的灵能力量在宝石状的棘刺中可见，这些棘刺从头顶延伸到尾巴尖端形成一条脊。这些棘刺在活着的黄玉龙背上悬浮，随着龙的情绪舞动和变化。"
							]
						},
						{
							"type": "entries",
							"name": "衰败的化身",
							"ENG_name": "Embodiment of Decay",
							"entries": [
								"尽管通常并无恶意，黄玉龙体现了衰败。它们将破坏视为为新的创造和成长铺路的自然手段，就像森林火灾清除枯木、补充土壤并使森林重新生长得比以前更健康一样。为此，黄玉龙利用它们的力量将摇摇欲坠的建筑和生病的植物化为尘埃，为新的生长和建设铺平道路。",
								"尽管黄玉龙是能干的游泳者，并将巢穴建在海岸和咸水沼泽中，但它们讨厌水。不幸的是，它们最喜欢的食物是巨型鱿鱼，因此这些龙在潜入深海寻找猎物后，有充分的机会痛苦地抱怨自己湿透了。",
								"黄玉龙经常在其沿海领土重叠时与青铜龙发生冲突，它们可能对这些金属龙怀有难以解释的强烈仇恨。它们还可能引起德鲁伊和其他自然保护者们的愤怒，因为这些人不理解龙对破坏大片乡村的倾向。除此之外，黄玉龙不喜欢陪伴，在被打扰时会变得烦躁。但是，任何能够忍受它们粗鲁的行为、尖刻的评论和阴郁兴趣的人，都可以与一个强大的盟友建立持久的联系。"
							]
						},
						{
							"type": "entries",
							"name": "熵增的宝藏",
							"ENG_name": "Entropic Hoards",
							"entries": [
								"黄玉龙重视关于毁灭和创造的信息，无论是抽象的还是专门用于实际应用的。它们对那些能够无中生有地创造物体、活化不死生物、毁灭物质或操纵负能量的魔法感到着迷。而且它们特别对不死生物感兴趣，有时会将它们作为珍品保存在自己的财宝中。"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "黄玉龙的巢穴",
							"ENG_name": "A Topaz Dragon's Lair",
							"entries": [
								"黄玉龙居住在海洋与陆地相遇的地方，偏爱那些海浪和潮汐不断作用，慢慢将陆地侵蚀成砾石的地点。它们在海崖上的洞穴或淡水与海水交融的盐沼下建造巢穴，不断地与它们对水的厌恶作斗争，使用被水淹没的隧道作为通往家园的安全入口。它们保持巢穴内部的房间非常干燥。",
								"当在它的巢穴中遇到时，传说中的黄玉龙的挑战等级增加1。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Topaz Dragon.webp"
					},
					"credit": "亚历克斯·斯通"
				}
			]
		},
		{
			"name": "活化吐息",
			"ENG_name": "Animated Breath",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"彩色龙的呼吸武器是充满龙身的能量的表现。通过足够的练习，龙可以学会借助元素位面中的魔法，将它们的呼吸武器塑造成双足形态，创造出被称为活化呼吸的元素生物。彩色龙经常使用这些生物作为它们财宝的守卫，或者派遣它们从它们巢穴周围的地区收集财宝。",
						"活化吐息是一种双足生物，由创造它的龙的吐息武器相同的能量形成。红龙的创造物强烈类似于火元素，而黑龙的则类似于水元素，但黏稠且看起来令人作呕。绿龙的活化毒气吐息看起来像翻滚的绿色气体云，而白龙的活化寒气吐息看起来像一个行走的冰雕，周围环绕着冰冷的空气。蓝龙的活化闪电吐息是一种不断变化的噼啪作响的闪电形态，它可以突然从一个地方消失并在另一个地方重新出现，像晴天霹雳一样打击。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Animated Breath.webp"
					},
					"credit": "亚历克斯·斯通"
				}
			]
		},
		{
			"name": "巴哈姆特的化身",
			"ENG_name": "Aspect of Bahamut",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"被称为白金龙的巴哈姆特是金属龙的守护神和始祖。自从逃离第一世界后，他将家园安置在天堂山的七重天，并常被列为那个位面的神祇之一。冒险家和龙族都向巴哈姆特祈祷以维护荣誉和正义，或者在他们需要勇气面对巨大威胁时。在最危急的情况下，一个强大的巴哈姆特信徒如果做出了巨大的牺牲——一个巨大的宝藏甚至信徒自己的生命——可能会说服神派遣援助到世界，以神性化身的形式出现。这个化身是白金龙物理表现，承载着他的记忆和意志——以及他强大力量的相当一部分。",
						"巴哈姆特的化身展现了白金龙的全然荣耀，甚至高过古老的龙族。他的身体覆盖着白金鳞片，其物理特征结合了五种金属龙的各种元素——据一些学者所说，每次化身的表现形式都以不同的方式结合这些元素。但巴哈姆特也喜欢以伪装的形式游历物质界，因此他的化身可能呈现为一个老态龙钟的智者、一个年轻的僧侣，或者是一只歌鸟。无论以何种形态出现，巴哈姆特的化身通常伴随着七只古老的金龙，这些金龙喜欢伪装成丝雀。",
						"在战斗中，巴哈姆特的敌人会体验到他正义的全部力量，而他的盟友则享受到他仁慈的全部益处。他的龙息能造成巨大的破坏，也能进行奇迹般的治疗，而在凡人世界中，几乎没有什么能对他造成持久的伤害。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Aspect of Bahamut.webp"
					},
					"credit": "概念都市"
				}
			]
		},
		{
			"name": "提亚马特的化身",
			"ENG_name": "Aspect of Tiamat",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"五彩龙的五头始祖，提亚马特体现了邪恶龙的恶行。自从第一世界被毁灭以来，她一直居住在九层地狱——有人说是出于选择。但其他人声称她被囚禁在那里是为了惩罚她，因为她在众神试图用他们的追随者殖民第一世界时所犯下的恶行。",
						"渴望权力和财富的凡人常常为了追求这些目标而向提亚马特宣誓效忠。她的许多追随者试图将她从阿弗纳斯解救出来——但都失败了——但即使她仍然在九层地狱中，提亚马特也可以派遣她的一面在物质界显现。一个拥有足够力量和愤怒的追随者，并且拥有值得古老龙的宝藏，可以牺牲一切来释放龙女王的愤怒于世界。",
						"提亚马特的化身拥有一个巨大的龙身和五个头，每个头的形状和颜色都与不同的彩色龙相同。每个头可能分别说话并有不同的举止，但它们都是提亚马特。一旦释放，提亚马特的化身就会在世界上肆虐，获取她能找到的所有财宝，并摧毁任何敢于阻挡她道路的生物。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Aspect of Tiamat.webp"
					},
					"credit": "泰勒·雅各布森"
				}
			]
		},
		{
			"name": "黑色古老龙",
			"ENG_name": "Black Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "彩色巨龙",
				"ENG_name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "蓝龙巨龙",
			"ENG_name": "Blue Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "彩色巨龙",
				"ENG_name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "黄铜龙太古龙",
			"ENG_name": "Brass Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "金属巨龙",
				"ENG_name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "青铜龙太古龙",
			"ENG_name": "Bronze Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "金属巨龙",
				"ENG_name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "彩色巨龙",
			"ENG_name": "Chromatic Greatwyrm",
			"source": "FTD",
			"entries": [
				"最古老的彩色龙，它们已经活过了超过一千两百年的凡人生命，并积累了价值数百万金币的巨大宝藏，能够实现一种形式的神化，达到接近提亚马特强大形态的权力水平。龙族的竞争贪婪和冒险者的干扰阻止了大多数龙达到这种权力水平。但是，一只能够智胜所有对手并克服所有潜在盗贼的彩色龙可以崛起，成为最强大的龙之一。",
				"通常，一只彩色巨龙的升华涉及到融合物质界不同世界中单个龙的回声的力量。例如，黑色巨龙Chronepsis据说曾在多个世界中潜行，吞噬了他的许多回声，然后撤退到外域的一个位面巢穴。红色巨龙Ashardalon与一个巴洛尔合作，通过仪式性地耗尽他的回声的力量，然后将他们的力量通过将巴洛尔植入他原本心脏的位置而注入自己体内。",
				"在体型和力量上，彩色巨龙甚至超过了古老的龙。它们的呼吸武器的能量在它们的身体上流动，并在它们的鳞片下发光，当它们发泄愤怒时，元素力量在它们周围肆虐。它们不再需要进食或饮水，因为它们庞大的宝藏通过魔法维持它们。它们的力量可以夷平一座城市，摧毁建筑物和防御者。"
			]
		},
		{
			"name": "铜龙太古龙",
			"ENG_name": "Copper Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "金属巨龙",
				"ENG_name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "水晶龙幼龙",
			"ENG_name": "Crystal Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"水晶龙闪耀着辐射能量，充满生机，它们与正面界的天生灵能联系使它们的身体和个性都充满了光明。尽管它们更愿意生活在荒凉、寒冷的地区，但它们中的许多是龙族中最友好的，具有培育性和乐观精神。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "内在光辉",
							"ENG_name": "Inner Glow",
							"entries": [
								"水晶龙孵化时，鳞片呈暗淡的灰色，带有一些白色或透明的晶体点，使幼龙在面临危险时能够与岩石地形融为一体。随着年龄的增长，它们的鳞片会变成雪白色，然后逐渐变得透明。最古老的水晶龙拥有完全透明的鳞片，能够弯曲和折射光线，有时使它们难以清晰地看到。",
								"正能量界的辐射能量在水晶龙的鳞片中闪烁。它在它们身体和靠近头部及背部的棘刺和角之间像星光一样闪耀。这些角随着龙的情绪变化：愤怒时竖起，恐惧或怀疑时平躺，以及在娱乐或快乐时呈波浪状左右摆动。"
							]
						},
						{
							"type": "entries",
							"name": "星光中的幻象",
							"ENG_name": "Visions in Starlight",
							"entries": [
								"许多水晶龙研究星星，记录他们对夜空的观察并追踪星光中写下的征兆。他们将这些征兆视为预兆，让他们一窥未来，并且他们急切地检查任何和平来到他们面前的生物的潜在未来。",
								"水晶龙与正面界的辐射力量的联系培养了这些龙大多数的培育性、乐观态度。它们有时会收养其他龙的遗弃蛋或幼龙；许多白龙幼崽在水晶龙巢穴的关怀环境中成长。但它们激烈地反对在其家园领土中的破坏性力量，这有时导致附近的霜巨人和白龙放下彼此的敌意去猎杀它们。"
							]
						},
						{
							"type": "entries",
							"name": "闪耀的宝藏",
							"ENG_name": "Glittering Hoards",
							"entries": [
								"对于它们的宝藏，水晶龙珍视折射光线的钻石和小饰品，预言的收藏，天文学著作和星图。在魔法宝藏方面，它们寻找能够预测未来、创造或操纵光线，或者为治疗和培育而引导正能量的物品和法术。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只水晶龙",
							"ENG_name": "Creating a Crystal Dragon",
							"entries": [
								"使用水晶龙性格特征和水晶龙理想的表格来激发你对独特水晶龙角色的描绘。",
								{
									"type": "entries",
									"name": "水晶龙性格特征",
									"ENG_name": "Crystal Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"如果你不是小偷或霜巨人，我们来谈谈吧！"
												],
												[
													"2",
													"你舒服吗？我能为你预言未来吗？只要告诉我我能为你做什么，好吗？"
												],
												[
													"3",
													"笑话和任何宝石一样宝贵，而且分享起来更有趣。"
												],
												[
													"4",
													"我的同情心像一个无底的井。我无法不让自己沉浸在他人的情感中。"
												],
												[
													"5",
													"星星有很多要告诉我们的，人们需要我来解释星星说的话。"
												],
												[
													"6",
													"只玩不工作——这就是我生活的信条。"
												],
												[
													"7",
													"我总是第一个给予赞美的人。"
												],
												[
													"8",
													"从我的雪地上走开，你们这些不成熟的两足动物！当我还是个幼龙的时候，人们尊重他们的长辈！"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "水晶龙理想",
									"ENG_name": "Crystal Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"探索。昨天已经知道了。今天是为新事物准备的。（混乱）"
												],
												[
													"2",
													"同理心。分享他人的快乐是一种天赋，即使有时候你必须承受他们的痛苦。（善良）"
												],
												[
													"3",
													"好客。我们都过着美好的生活——不与他人分享生活将是一种遗憾。（中立）"
												],
												[
													"4",
													"决定论。我们的命运可能已经被书写，但我们实现它们的方式仍然重要。（任何）"
												],
												[
													"5",
													"乐趣与游戏。玩耍是学习，但不会无聊。（混乱）"
												],
												[
													"6",
													"控制。只要他们遵守我的规则，欢迎每个人。（守序）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "水晶龙的冒险",
							"ENG_name": "Crystal Dragon Adventures",
							"entries": [
								"水晶龙冒险钩子表为涉及水晶龙的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "水晶龙冒险钩子",
									"ENG_name": "Crystal Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个曾经是古老水晶龙居所的高耸的冰晶宫殿被发现空无一物，没有线索表明它的主人是否会回来，或者是否有其他生物已经占据了它。"
												],
												[
													"2",
													"七彩碎片如雨般从天而降，这是一种美丽但危险的现象。谣言迅速传播，称一只水晶龙是造成这一现象的原因。"
												],
												[
													"3",
													"一只水晶龙邀请最伟大的诗人和哲学家参加在龙的山顶巢穴举行的\"大对话\"。但只有龙知道，大对话没有尽头，一旦开始，就无人能够离开巢穴。"
												],
												[
													"4",
													"一只决心探索物质界新世界的水晶龙已经为旅程获得了一艘魔法船，现在只需要一群勇敢的船员。"
												],
												[
													"5",
													"一只守护山口数十年的水晶龙意外地退休到了元素位面的空气层。怪物力量立即进入该地区——除非能说服龙回来，否则它们可能会控制这个山口。"
												],
												[
													"6",
													"一位王室继承人在秘密访问水晶龙时失踪了。继承人的家人、朋友和龙都想要找到继承人，但没有一方信任其他方。"
												],
												[
													"7",
													"一只水晶龙寻找勇敢的冒险家去从一个因极端残忍和毫无悔意而臭名昭著的古老白龙那里偷取一个龙蛋。"
												],
												[
													"8",
													"一只水晶龙撕开了通往元素位面的风元素位面和水元素位面的洞口，造成了迅速的冰川化，这正侵蚀着有人居住的土地。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"水晶龙是龙类中最具社交性和好客的。它们既神秘又沉思，同时又顽皮，使人很难知道该期待它们什么。"
									]
								},
								{
									"type": "entries",
									"name": "水晶龙幼龙的联系",
									"ENG_name": "Crystal Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只水晶龙幼龙乘坐由一群训练有素的狼拉的雪橇，并担心自己长大后会不再喜欢这个最爱的消遣。"
												],
												[
													"2",
													"一只水晶龙幼龙预见到了抢劫其巢穴的强盗们的不测结局，并跟随这些强盗以确保他们的安全。"
												],
												[
													"3",
													"一只水晶龙幼龙与一只白龙幼龙成为了朋友。幼龙的父母们是古老的对手，他们对这段关系感到担忧。"
												],
												[
													"4",
													"一只水晶龙幼龙鼓励附近的农民进行危险的远足，这样他们回来时就能给龙讲述有趣的故事。"
												],
												[
													"5",
													"一只水晶龙幼崽发现冰魔是完美的家庭仆人——如果他们能停止试图杀害龙的客人就好了。"
												],
												[
													"6",
													"一只水晶龙幼龙被安置在一座修道院里，学习僧侣的教诲，三年后才能回家。僧侣们并不欣赏幼龙的恶作剧。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Crystal Dragon Wyrmling.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "水晶太古龙",
			"ENG_name": "Crystal Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "宝石巨龙",
				"ENG_name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "深龙雏龙",
			"ENG_name": "Deep Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"在幽暗地域深处建造巢穴的深海龙是彩色龙的噩梦般的表亲。他们地下领域的扭曲魔法能量赋予了他们呼出魔法孢子的能力，这些孢子能够引发恐惧并留下心灵的创伤。",
						"深海龙的黑色和灰色皮肤光滑如蜥蜴，眼睛颜色浅淡。随着年龄的增长，它们的孢子吐息会导致真菌在它们的皮肤上生长，尤其是在头部和颈部周围。它们的翅膀附着在前腿上，可以紧贴身体折叠，使深海龙能够轻松地在相对狭窄的隧道中穿梭。",
						"深海龙经常囤积秘密，喜欢了解远方土地的知识。许多深海龙寻找新的见解和技巧，用来对付幽暗地域的其他居民，它们更倾向于使用社会操纵和狡猾的交易，而不是在战斗中竭尽全力。深海龙看不起任何对它们没有用处的生物，尽管它们愿意为了它们所缺乏的知识进行交易。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只深渊龙",
							"ENG_name": "Creating a Deep Dragon",
							"entries": [
								"使用深渊龙性格特征表和深渊龙理想表来激发你对独特深渊龙角色的描绘，并使用深渊龙施法表来帮助为施法的龙选择法术。",
								{
									"type": "entries",
									"name": "深海龙性格特征",
									"ENG_name": "Deep Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我不会冒被弱小生物伤害的风险——尤其是当我可以让他们相互对抗，并让他们代替我战斗的时候。"
												],
												[
													"2",
													"对于非龙族之人来说，很难穿透我思想的曲折迷宫。"
												],
												[
													"3",
													"我可能与其他龙意见不合，但我们是优越的存在，不应该降低自己的身份去直接冲突。"
												],
												[
													"4",
													"我对前往地表世界没有兴趣。那是派自己仆人去的地方。"
												],
												[
													"5",
													"尽管其他生物的琐碎争吵让我感到厌烦和恼火，但对于那些通过给我带来像蛤蜊或阿波洛斯肉这样的美味佳肴来表现出对生活美好事物欣赏的人，我可能会倾听他们的话。"
												],
												[
													"6",
													"我可能愿意付出努力去消灭一个灵吸怪。这些令人厌恶的生物必须被制止。"
												],
												[
													"7",
													"我梦想着看到海洋最深处的地方。"
												],
												[
													"8",
													"我发现我相当喜欢与人为伴——只要他们不知道我的真实本性。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "深海龙理念",
									"ENG_name": "Deep Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"理解。真正的力量来自于比他人更能洞察他们动机的能力。（任何）"
												],
												[
													"2",
													"同族。所有的龙都是彼此的亲属，我们都应该优先考虑这种亲属关系。（任何）"
												],
												[
													"3",
													"神秘。我喜欢那些我无法回答的问题，因此我努力成为其他生物的谜。（任何）"
												],
												[
													"4",
													"适应性。无论是采取新形态、结交新盟友还是尝试新策略，灵活性使人保持年轻。（混乱）"
												],
												[
													"5",
													"优越性。弱小的生物不可信，所以我不断提醒我的仆人我的力量。（邪恶）"
												],
												[
													"6",
													"耐心。所有生物都可能教会我一些东西，我愿意等待并找出那可能是什么，而不是仓促行动。（善良）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "深海龙冒险",
							"ENG_name": "Deep Dragon Adventures",
							"entries": [
								"深渊龙冒险钩子表提供了涉及深渊龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "深渊龙冒险钩子",
									"ENG_name": "Deep Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"不熟悉的黑暗精灵冒险者一直在夜间潜行于城市的街道上，并且有人无意中听到他们谈论他们所效忠的龙。"
												],
												[
													"2",
													"斯维尔夫布林雇佣角色们向他们的深渊龙邻居献上贡品。"
												],
												[
													"3",
													"一只伪装的深海龙提供稀有文物的获取途径——给愿意合伙经营海鲜运输业务的队伍。"
												],
												[
													"4",
													"一位有才华的年轻游侠被一只深海龙绑架，因为这只龙想要一个狩猎伙伴。"
												],
												[
													"5",
													"一只友好的年轻铜龙正在寻找随从，希望给持有铜龙遗产的深海龙留下深刻印象。"
												],
												[
													"6",
													"一只深渊龙想要知道有关地底湖中海怪的传言是否属实，因此这条龙雇佣了冒险家去调查。"
												],
												[
													"7",
													"两个幽暗地域的定居点即将开战，这一切都是被一只深渊龙精心操纵的。一位绝望的统治者提供奖励给任何能够揭露敌意真正原因的人。"
												],
												[
													"8",
													"一只深渊龙希望有人制造一种情境，让龙能够摆脱保护一个城市的旧承诺。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"深海龙喜欢其他龙的陪伴。尽管它们认为大多数其他物种都不如龙族，只配作为仆人或工具，但那些给它们留下深刻印象的罕见个体有时可以作为伙伴获得尊重——尽管是次要的。"
									]
								},
								{
									"type": "entries",
									"name": "深海龙幼崽联系",
									"ENG_name": "Deep Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个食人魔收养了一只深龙幼龙作为宠物，忽略了这只龙是一个会长得非常大的智慧生物的事实。"
												],
												[
													"2",
													"一只好奇的深渊龙幼龙已经来到了地表世界。迷失和困惑的幼龙被一群残忍的冒险家捕获。"
												],
												[
													"3",
													"一只深龙幼龙异想天开地统治着一群崇拜它的狗头人，派它们到地表去取回幼龙渴望的美味佳肴。"
												],
												[
													"4",
													"在洛斯崇拜者的飞地举行的一场独家拍卖会上，有一枚即将孵化的深渊龙蛋。"
												],
												[
													"5",
													"一只具有实验倾向的深海龙幼崽创造了一个灰色软泥的\"花园\"。"
												],
												[
													"6",
													"一只孤儿深海龙幼龙由一条巨蟒照顾，这条巨蟒是德鲁伊的{@spell 启蒙术}法术的受益者。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Deep Dragon Wyrmling.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "龙蛇多头蜥",
			"ENG_name": "Dracohydra",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"德拉科海德拉是致力于重现提亚马特力量的奥术实验的结果。将彩色龙的魔法与海德拉的血液混合，产生了一个多头的龙形怪物，它拥有翅膀和多个蛇形尾巴。德拉科海德拉的呼吸武器是一个多色的能源团，包含了彩色龙元素力量的本质。",
						"这些贪吃的生物的出现预示着它们定居的任何地区都将面临灾难，因为它们不断地进食——每个头都需要自己的盛宴。如果无人干扰，它们几乎会将当地的动物猎杀至绝种，然后转向威胁附近定居点的居民。",
						"德拉科海德拉有时可以被发现在创造它的施法者服务中，通过它们创造的仪式保持服从。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dracohydra.webp"
					},
					"credit": "拉尔斯·格兰特-韦斯特"
				}
			]
		},
		{
			"name": "龙人无畏者",
			"ENG_name": "Draconian Dreadnought",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙裔中体型最大的是无畏战舰，它们是从银龙、蓝龙或蓝宝石龙的蛋中诞生的。它们展开强大的翅膀在战场上空飞翔，飞向战斗最激烈的地方。它们具有改变外貌模仿它们所杀之人的魔法能力，这使它们能够在敌人中播撒混乱和绝望。当无畏战舰被杀死时，它们的尸体会爆炸成火焰，灼烧周围的一切。",
						"在克莱恩世界，由银龙蛋形成的龙人重型步兵被称为希瓦克龙人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙人",
							"ENG_name": "Draconians",
							"entries": [
								"龙裔是双足怪物，它们源自被强大魔法腐蚀或扭曲的龙蛋。大多数情况下，这种腐蚀是故意的行为，是一个有抱负的暴君将偷来的蛋转变成龙裔军队的工作。一个被腐蚀的蛋可以产生几个同种类的龙裔。乍一看，龙裔可能被误认为是龙裔，尽管大多数种类的龙裔都有翅膀。",
								"当龙裔死去时，他们不会安静地离开。相反，他们无生命的身体会释放出最后的魔法暴力行为。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Dreadnought.webp"
					},
					"credit": "David Sladek"
				}
			]
		},
		{
			"name": "龙人步卒",
			"ENG_name": "Draconian Foot Soldier",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"数量最多的龙裔是步兵，他们由黄铜、白色或水晶龙蛋孵化而来。他们是同类中最小的，他们的小翅膀不能飞行——尽管它们确实在坠落时给予龙裔一些控制能力。这些翅膀足够小，可以藏在斗篷或长袍下面，所以步兵有时会伪装自己，以便接近敌人然后发起伏击。当龙裔步兵死亡时，他们会释放出石化气体，将他们的尸体——以及云中的任何生物——变成石头。",
						"在克莱恩世界，由黄铜龙蛋形成的龙人步兵被称为巴兹龙人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙人",
							"ENG_name": "Draconians",
							"entries": [
								"龙裔是双足怪物，它们源自被强大魔法腐蚀或扭曲的龙蛋。大多数情况下，这种腐蚀是故意的行为，是一个有抱负的暴君将偷来的蛋转变成龙裔军队的工作。一个被腐蚀的蛋可以产生几个同种类的龙裔。乍一看，龙裔可能被误认为是龙裔，尽管大多数种类的龙裔都有翅膀。",
								"当龙裔死去时，他们不会安静地离开。相反，他们无生命的身体会释放出最后的魔法暴力行为。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Foot Soldier.webp"
					},
					"credit": "大卫·奥登·纳什"
				}
			]
		},
		{
			"name": "龙人渗透者",
			"ENG_name": "Draconian Infiltrator",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"铜色、黑色和黄玉色龙的蛋孵化出这些狡猾而隐秘的龙裔，它们通常作为侦察兵和间谍为创造者服务。它们使用唾液中的麻痹性毒液来涂抹武器，使它们成为可怕的刺客。它们的翅膀使它们能够将跌落转变为粗糙的滑翔。当龙裔渗透者死亡时，它们的身体会溶解成酸性水坑。",
						"在克莱恩世界，由铜龙蛋形成的龙裔渗透者被称为卡帕克龙裔。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙人",
							"ENG_name": "Draconians",
							"entries": [
								"龙裔是双足怪物，它们源自被强大魔法腐蚀或扭曲的龙蛋。大多数情况下，这种腐蚀是故意的行为，是一个有抱负的暴君将偷来的蛋转变成龙裔军队的工作。一个被腐蚀的蛋可以产生几个同种类的龙裔。乍一看，龙裔可能被误认为是龙裔，尽管大多数种类的龙裔都有翅膀。",
								"当龙裔死去时，他们不会安静地离开。相反，他们无生命的身体会释放出最后的魔法暴力行为。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Infiltrator.webp"
					},
					"credit": "马克·贝姆"
				}
			]
		},
		{
			"name": "龙人魔法师",
			"ENG_name": "Draconian Mage",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"从青铜、绿色和翡翠龙的蛋中诞生的龙裔拥有一定的魔法使用能力。他们经常领导小队龙裔步兵，利用自己的魔法在战场上进行狙击或协助盟友的入侵和攻击。他们拥有翅膀，可以在坠落时滑翔。",
						"当龙裔法师死去时，他们的肉体在骨骼爆炸前枯萎，向四面八方散布出魔法碎片。",
						"在克莱恩世界，由青铜龙蛋形成的龙裔法师被称为博扎克龙裔。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙人",
							"ENG_name": "Draconians",
							"entries": [
								"龙裔是双足怪物，它们源自被强大魔法腐蚀或扭曲的龙蛋。大多数情况下，这种腐蚀是故意的行为，是一个有抱负的暴君将偷来的蛋转变成龙裔军队的工作。一个被腐蚀的蛋可以产生几个同种类的龙裔。乍一看，龙裔可能被误认为是龙裔，尽管大多数种类的龙裔都有翅膀。",
								"当龙裔死去时，他们不会安静地离开。相反，他们无生命的身体会释放出最后的魔法暴力行为。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Mage.webp"
					},
					"credit": "克林特·西尔利"
				}
			]
		},
		{
			"name": "龙人首脑",
			"ENG_name": "Draconian Mastermind",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙裔中最为稀有且强大的是主脑——施法者和战略家，他们通常担任军事指挥官或作为顾问服务于创造他们的人。他们从金龙、红龙或紫水晶龙的蛋中诞生，没有翅膀，但拥有一系列强大的奥术力量。像他们的龙祖先一样，主脑拥有一种呼吸武器——一团翻滚的有毒气体。他们还拥有可怕的爪子和牙齿，用于在近战中撕裂敌人。",
						"垂死的龙裔策划者是一道壮观的景象，因为他们的魔法本质会凝聚成一团闪电球，向附近的人发出弧光。",
						"在克莱恩世界，由金龙蛋形成的龙裔智囊被称为奥拉克龙裔。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙人",
							"ENG_name": "Draconians",
							"entries": [
								"龙裔是双足怪物，它们源自被强大魔法腐蚀或扭曲的龙蛋。大多数情况下，这种腐蚀是故意的行为，是一个有抱负的暴君将偷来的蛋转变成龙裔军队的工作。一个被腐蚀的蛋可以产生几个同种类的龙裔。乍一看，龙裔可能被误认为是龙裔，尽管大多数种类的龙裔都有翅膀。",
								"当龙裔死去时，他们不会安静地离开。相反，他们无生命的身体会释放出最后的魔法暴力行为。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Mastermind.webp"
					},
					"credit": "斯维特林·维利诺夫"
				}
			]
		},
		{
			"name": "龙族碎片",
			"ENG_name": "Draconic Shard",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"宝石龙拥有灵能力量，当一只强大的宝石龙死去时，龙的意志和心灵有时拒绝消逝。这种本质以一种叫做龙灵碎片的心理残余形式徘徊。",
						"在真实形态中，龙鳞碎片类似于龙的闪烁、幽灵般的形象。然而，更多时候，碎片寄居在宝石龙注入心灵力量的对象中——通常是龙的财宝中的武器或其他物品。在这个载体中，龙鳞碎片继续追求驱动龙的利益和斗争，甚至可能以智能魔法物品的伪装陪伴冒险者，并引导他们实现龙的计划。",
						"龙族碎片很难被摧毁。摧毁碎片的幽灵形态或碎片寄居的物体会迫使灵魂进入一个裂开的宝石形态，同时灵魂慢慢恢复力量。只有当那块宝石被摧毁时，碎片才能得到安息。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconic Shard.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "龙佑祭司",
			"ENG_name": "Dragon Blessed",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙之祝福者是龙的信徒，他们将龙视为神明。他们使用魔法来治疗和支持那些赢得了他们龙主青睐的人——并惩罚那些招致龙怒的人。龙之祝福者认为他们的生命和魔法能力是他们的龙赐予的礼物，他们将生命能量用于拯救那些他们认为对主人的工作重要的人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙之追随者",
							"ENG_name": "Dragon Followers",
							"entries": [
								"龙拥有许多随从、学生、雇员、信徒和奴隶。龙的追随者是那些对龙的忠诚接近于狂热崇拜的仆人，他们作为回报从龙那里获得魔法力量。",
								"龙的追随者可能会服务并崇敬任何种类的龙，他们的行为和信仰反映了他们追随的龙的精神。许多龙的追随者都有关于仁慈的龙分享伟大知识、保护他们的城镇或在一些鲁莽的冒险中饶恕他们生命的故事。其他追随者寻求揭开龙族本质的神秘面纱，并过上值得他们龙的奖赏的生活，他们梦想着一个龙可以作为他们的统治者与他们共存的世界。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragon Blessed.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "龙选勇士",
			"ENG_name": "Dragon Chosen",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙选者是强大的战士，他们提供自己的身体作为龙力量的容器。他们作为他们主人意志的执行者；他们经常陪伴龙语者——并且如果他们察觉到任何恶意，他们会迅速地保护他们。龙选者擅长近战，使用两种武器撕裂他们的敌人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙之追随者",
							"ENG_name": "Dragon Followers",
							"entries": [
								"龙拥有许多随从、学生、雇员、信徒和奴隶。龙的追随者是那些对龙的忠诚接近于狂热崇拜的仆人，他们作为回报从龙那里获得魔法力量。",
								"龙的追随者可能会服务并崇敬任何种类的龙，他们的行为和信仰反映了他们追随的龙的精神。许多龙的追随者都有关于仁慈的龙分享伟大知识、保护他们的城镇或在一些鲁莽的冒险中饶恕他们生命的故事。其他追随者寻求揭开龙族本质的神秘面纱，并过上值得他们龙的奖赏的生活，他们梦想着一个龙可以作为他们的统治者与他们共存的世界。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragon Chosen.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "龙言使节",
			"ENG_name": "Dragon Speaker",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙语者是具有魅力和说服力的演说家，他们作为龙在其他民族中的大使。龙语者拥有响亮而权威的声音，他们利用这些声音来获取宝贵的资源、外交联系，以及为他们的龙收集宝藏和魔法的捐赠——同时，他们还编织着微妙和震撼的魔法。他们利用自己威严的气质，在朋友和敌人心中灌输敬畏和恐惧。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙之追随者",
							"ENG_name": "Dragon Followers",
							"entries": [
								"龙拥有许多随从、学生、雇员、信徒和奴隶。龙的追随者是那些对龙的忠诚接近于狂热崇拜的仆人，他们作为回报从龙那里获得魔法力量。",
								"龙的追随者可能会服务并崇敬任何种类的龙，他们的行为和信仰反映了他们追随的龙的精神。许多龙的追随者都有关于仁慈的龙分享伟大知识、保护他们的城镇或在一些鲁莽的冒险中饶恕他们生命的故事。其他追随者寻求揭开龙族本质的神秘面纱，并过上值得他们龙的奖赏的生活，他们梦想着一个龙可以作为他们的统治者与他们共存的世界。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragon Speaker.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "龙龟雏龙",
			"ENG_name": "Dragon Turtle Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙龟是强大的生物，其固有的魔法与物质位面的海洋密切相关。《怪物手册》中介绍的龙龟是一个典型的成年个体，至少有一百年的历史，并且拥有宝贵的宝藏。您可以使用本节中的统计数据块来代表更老或更年轻的龙龟。此外，第5章包括了巢穴行动和区域效果，这些可以用于成年或古老的龙龟。古老的龙龟是一种神话生物，类似于巨龙，结合了来自物质位面各个世界多个回声的力量。这样的生物可以像岛屿一样大——事实上，传说中许多无意中在海上遇难的船只，都误以为沉睡的龙龟是坚实的地面。",
						"古老的龙龟可能会在海洋表面漂浮时睡上数年甚至数十年，享受着阳光的温暖，让植被在它们的壳上生根。一只愤怒的古老龙龟非常可怕，从壳中散发出的热量足以煮沸周围的水——以及其中的任何生物。即使敌人削弱了龙龟的防御，魔法风暴也会显现出来保护龙龟并攻击敌人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只龙龟",
							"ENG_name": "Creating a Dragon Turtle",
							"entries": [
								"使用龙龟性格特征表和龙龟理想信念表来激发你对独特龙龟角色的描绘，并使用龙龟施法表来帮助为施法龙龟选择法术。（尽管《怪物手册》没有明确地将龙龟包含在使龙成为施法者的变体规则中，你可以将这些规则应用到这些水生龙上。）",
								{
									"type": "entries",
									"name": "龙龟性格特征",
									"ENG_name": "Dragon Turtle Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我说话慢条斯理，深思熟虑，在每次说话之后（有时甚至在说话中间）都会停下来反思。"
												],
												[
													"2",
													"我对人们携带的闪亮饰品比他们说的任何话都更感兴趣。"
												],
												[
													"3",
													"我把船只视为同道中人，喜欢亲昵地摩擦它们的龙骨。"
												],
												[
													"4",
													"我喜欢向访客展示我的领域的广阔，这样他们就能意识到自己的微不足道。"
												],
												[
													"5",
													"我会攻击任何我发现从海洋的恩赐中索取而不给予回报的人。"
												],
												[
													"6",
													"我把水手的歌曲视为他们的\"水语\"，并尝试通过哼唱我无意中听到的旋律片段与他们交流。"
												],
												[
													"7",
													"我与穿越我的领地的船只并肩游泳，刚好在箭矢射程之外，这样他们知道我在监视。"
												],
												[
													"8",
													"我对地表王国的政治很感兴趣，并与水手和冒险家们无休止地交谈，以了解陆地上最新的动态。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "龙龟理想",
									"ENG_name": "Dragon Turtle Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"耐力。我们这些居住在波涛之下的人能够经受住所有风暴。（任意）"
												],
												[
													"2",
													"冷漠。我为什么要关心那些在地面上爬行者的短暂烦恼？（任何）"
												],
												[
													"3",
													"好奇心。我想了解进入我领地的所有事物，特别是来自地表世界的奇异事物。（任何）"
												],
												[
													"4",
													"至高无上。拒绝承认我对这些水域统治权的生物将遭受我的不满。（守序或邪恶）"
												],
												[
													"5",
													"保护。我是海洋的守护者，照料珊瑚礁和水域，确保它们保持未受破坏的状态。（守序）"
												],
												[
													"6",
													"根除。地表世界的人民是创造的错误。我将纠正那个错误。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "龙龟的冒险",
							"ENG_name": "Dragon Turtle Adventures",
							"entries": [
								"龙龟冒险钩子表为涉及龙龟的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "龙龟冒险钩子",
									"ENG_name": "Dragon Turtle Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个无情的航运巨头贿赂了一只龙龟，让它攻击竞争对手的船只，并将它们赶出商界。"
												],
												[
													"2",
													"一只好奇的龙龟从海里游到上游，现在被困在一条主要贸易道路上的桥下，吓坏了旅行者。"
												],
												[
													"3",
													"在遭受一艘捕鲸船不明智的攻击后，一只龙龟追击该船回到港口，现在它攻击任何试图离开的船只。"
												],
												[
													"4",
													"一位法师的塔周围的海域太风暴，船只无法航行，但居住在那里的龙龟可能会被说服来运送角色们过海。"
												],
												[
													"5",
													"一个皇家浴室以其桑拿而闻名，直到供应蒸汽的龙龟逃脱并在宫殿中开始肆虐。"
												],
												[
													"6",
													"一千年前，一把传说中的剑随其使用者一起被埋葬在海底。现在必须找到这把剑，只有一只龙龟记得它在哪里。"
												],
												[
													"7",
													"一只龙龟在地下湖中定居，湖水的蒸汽已经迫使其他生物从它们的隧道中向上移动到地表。"
												],
												[
													"8",
													"一位海神派遣了一只龙龟去对人口稠密的海岸线造成破坏。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"龙龟性格稳重，不易发怒。这种性情，加上它们对道德困境的不感兴趣，使它们能够与它们遇到的大多数生物相处——或者至少能够容忍。它们经常与其他能够为它们带来食物或财宝的海洋生物建立共生关系，有时它们也同意为用大量财富诱惑它们的生物工作。"
									]
								},
								{
									"type": "entries",
									"name": "龙龟幼龙联系",
									"ENG_name": "Dragon Turtle Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一位海巫婆向一只龙龟幼崽承诺，如果幼崽通过翻覆渔船将\"访客\"带给巫婆，就会给它财宝。"
												],
												[
													"2",
													"一群猎人鲨试图将一只龙龟幼龙赶出它们的水域。"
												],
												[
													"3",
													"一只龙龟幼龙与一只巨型章鱼分享食物，作为交换，章鱼从经过的船只上偷取小玩意儿。"
												],
												[
													"4",
													"一只龙龟幼龙在由蒸汽魔灵居住的间歇泉中筑巢，认为这些生物是龙龟的灵魂。"
												],
												[
													"5",
													"一只龙龟幼龙被错误地指责为由一只蛇颈龙发起的海上交通袭击。"
												],
												[
													"6",
													"一只龙龟幼龙与一群杀人鲸玩耍，每次杀人鲸跃出水面时，它都会跳入空中并喷出蒸汽。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "龙血泥怪",
			"ENG_name": "Dragonblood Ooze",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"魔法思维的工匠们长久以来一直将龙的身体部位融入魔法物品中，将龙皮制成盔甲，用爪子和牙齿锻造武器。炼金术士发现了龙血的有益用途，但不明智的实验也导致了龙血软泥怪的出现。",
						"龙血凝固后获得流动性和饥饿感，这种软泥尝试塑造自己成为龙形。它无法长时间保持一个连贯的形状，很快就崩溃成一堆无定形的堆。同样，它试图展现一种呼吸武器，但只能喷出自己身体的一部分，然后它再将其卷回。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonblood Ooze.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "龙骨魔像",
			"ENG_name": "Dragonbone Golem",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙骨魔像由龙骨构成，用精金线将骨头连接在一起，形成龙的形状，通过利用骨头固有的魔法来赋予其生命。大多数龙骨魔像是由强大的龙从被击败的对手的骨头中创造出来的。每块骨头上都刻有复杂的符文，允许活化力量流经魔像的形态。",
						"龙骨魔像的韧性和服从性使它们成为其龙创造者的巢穴守护者的理想选择，它们超自然的强大存在感是防止入侵的强大威慑。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonbone Golem.webp"
					},
					"credit": "David Sladek"
				}
			]
		},
		{
			"name": "巴哈姆特之龙裔",
			"ENG_name": "Dragonborn of Bahamut",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"通常被称为白金骑士，巴哈姆特的龙裔冠军可能属于一个旨在保护世界免受邪恶——尤其是邪恶龙类——侵害的秩序。巴哈姆特的冠军拥有一对独特的白金翅膀，以及充满辐射能量的呼吸武器。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙裔冠军",
							"ENG_name": "Dragonborn Champions",
							"entries": [
								"龙裔与他们的龙类祖先之间的联系以多种方式表现出来。一些龙裔与特定种类的龙认同，并尝试模仿这些龙的态度和行为。其他人则将他们的龙类血统——彩色龙、金属龙或宝石龙——视为一个大家族。但对于龙裔冠军来说，这种联系既是精神上的也是生物学上的，他们致力于他们的神圣祖先。龙裔冠军在龙类生物和其他民族中推进他们龙神的事业。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonborn of Bahamut.webp"
					},
					"credit": "妮基·道斯"
				}
			]
		},
		{
			"name": "萨迪沃之龙裔",
			"ENG_name": "Dragonborn of Sardior",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"据说萨尔迪奥在第一世界的毁灭中死去。但许多人相信萨尔迪奥的神性本质存在于每一个宝石龙之中。这种哲学是萨尔迪奥龙裔冠军教导的核心，他们运用灵能力量服务于他们神秘的目的。这些冠军中的许多人与第一世界的继承者有关联（见第3章）。",
						"Sardior的冠军使用心灵动力移动他们的敌人，甚至可以携带自己在空中移动。他们的呼吸武器，一股热浪，被认为是早已失落的Sardior呼吸的回响。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙裔冠军",
							"ENG_name": "Dragonborn Champions",
							"entries": [
								"龙裔与他们的龙类祖先之间的联系以多种方式表现出来。一些龙裔与特定种类的龙认同，并尝试模仿这些龙的态度和行为。其他人则将他们的龙类血统——彩色龙、金属龙或宝石龙——视为一个大家族。但对于龙裔冠军来说，这种联系既是精神上的也是生物学上的，他们致力于他们的神圣祖先。龙裔冠军在龙类生物和其他民族中推进他们龙神的事业。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonborn of Sardior.webp"
					},
					"credit": "马克·贝姆"
				}
			]
		},
		{
			"name": "提亚马特之龙裔",
			"ENG_name": "Dragonborn of Tiamat",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙后冠军常被称为提亚马特的爪牙。他们不懈努力地释放他们的主人，使其摆脱在阿弗纳斯的囚禁，而提亚马特赋予这些棋子巨大的力量和毁灭性的呼吸武器。提亚马特的冠军有时与龙之教团（在第3章中描述）有关。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙裔冠军",
							"ENG_name": "Dragonborn Champions",
							"entries": [
								"龙裔与他们的龙类祖先之间的联系以多种方式表现出来。一些龙裔与特定种类的龙认同，并尝试模仿这些龙的态度和行为。其他人则将他们的龙类血统——彩色龙、金属龙或宝石龙——视为一个大家族。但对于龙裔冠军来说，这种联系既是精神上的也是生物学上的，他们致力于他们的神圣祖先。龙裔冠军在龙类生物和其他民族中推进他们龙神的事业。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonborn of Tiamat.webp"
					},
					"credit": "萨姆·凯瑟"
				}
			]
		},
		{
			"name": "龙肉憎恶兽",
			"ENG_name": "Dragonflesh Abomination",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙肉怪物是嫁接者转变的最后阶段——一个庞大的怪物，其腐败的大脑充满了对财宝的渴望。它令人厌恶的转变抹去了它以前生活的最后痕迹。它长出尾巴和笨拙的翅膀，体型变得巨大，勉强保持着双足行走的形状。它的胃里充满了酸液，导致有毒气体从它的口中飘出，并赋予了它一种腐蚀性的呼吸武器。它的身体处于不断生长和变化的状态，使它能够迅速从伤口中恢复。",
						"这些生物最常见于被遗弃的龙巢、提亚马特的神庙，或与它们所爱的龙有关的其他地点。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙肉嫁接者",
							"ENG_name": "Dragonflesh Grafters",
							"entries": [
								"龙肉移植者实践禁忌的仪式和危险的实验，他们修改自己的身体和思想，以模仿他们崇拜的龙。他们收集龙的部分——鳞片、牙齿、皮肤、肉体、翅膀和骨骼——这些部分是从龙巢周围捡来的，从龙的尸体上取来的，或者从商人和冒险家那里买来的。他们缝合、植入或摄取这些龙的部分，试图将它们纳入自己的身体，并吸收残留在龙尸体中的潜在魔法。",
								"虽然大多数想要嫁接的人最终都会留下丑陋的疤痕或死亡，但少数人却以悲惨的恐怖生物存活下来。他们的思想被魔法的恶意扭曲，只剩下他们从前自我的一丝影子。在最极端的情况下，由此产生的怪物没有任何它曾经是那个人的残余，完全被龙对财宝的渴望所支配。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonflesh Abomination.webp"
					},
					"credit": "安德鲁·马尔"
				}
			]
		},
		{
			"name": "龙肉接殖者",
			"ENG_name": "Dragonflesh Grafter",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"一个普通的龙肉嫁接者是一个融合了龙类和两足动物特征的庞大存在，身高在8到12尺之间。随着它原始本性的减弱，它的龙类力量在增长，赋予了它一层厚厚的龙鳞装甲，覆盖了它身体上被嫁接的区域。龙肉嫁接者可以吐出一股腐蚀性酸液，模仿龙的吐息。",
						"作为他们实验的普遍效果，嫁接者变得对财宝着迷。他们的贪婪驱使他们收集任何可以得到的黄金或宝石。将这些财宝带回他们的巢穴后，他们会长时间凝视着闪闪发光的小饰品和金色的小玩意儿。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "龙肉嫁接者",
							"ENG_name": "Dragonflesh Grafters",
							"entries": [
								"龙肉移植者实践禁忌的仪式和危险的实验，他们修改自己的身体和思想，以模仿他们崇拜的龙。他们收集龙的部分——鳞片、牙齿、皮肤、肉体、翅膀和骨骼——这些部分是从龙巢周围捡来的，从龙的尸体上取来的，或者从商人和冒险家那里买来的。他们缝合、植入或摄取这些龙的部分，试图将它们纳入自己的身体，并吸收残留在龙尸体中的潜在魔法。",
								"虽然大多数想要嫁接的人最终都会留下丑陋的疤痕或死亡，但少数人却以悲惨的恐怖生物存活下来。他们的思想被魔法的恶意扭曲，只剩下他们从前自我的一丝影子。在最极端的情况下，由此产生的怪物没有任何它曾经是那个人的残余，完全被龙对财宝的渴望所支配。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonflesh Grafter.webp"
					},
					"credit": "安德鲁·马尔"
				}
			]
		},
		{
			"name": "四足亚龙",
			"ENG_name": "Dragonnel",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙炮与彩龙、宝石龙和金属龙远亲，基本形态相似。它们足够聪明，可以理解语言，但自己无法说话，是出于对食物和娱乐的渴望而行动的任性生物。在野外，它们是挑食的，情绪多变，倾向于在捕杀之前玩弄猎物。",
						"在某些地区，龙崽从蛋中孵化出来，被用作空中坐骑。这些家养的龙崽对骑手极其忠诚，甚至到了过分保护的地步。然而，驯服野生龙崽的努力是危险的，因为这些生物通常会假装顺从，然后从高空将潜在的骑手抛下。",
						"龙弩是一种敏捷的坐骑，天生倾向于采用飞掠战术，在用喙和爪子发动攻击后迅速飞出敌人的攻击范围。",
						{
							"type": "inset",
							"name": "四足亚龙坐骑",
							"ENG_name": "Dragonnel Steeds",
							"entries": [
								"在DM的允许下，圣武士可以使用《XGE》中的{@spell find greater steed|XGE}法术召唤一个以龙弩形态出现的精神，这出现在《Xanathar's Guide to Everything|XGE}一书中。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonnel.webp"
					},
					"credit": "妮基·道斯"
				}
			]
		},
		{
			"name": "猎蛋虫成体",
			"ENG_name": "Egg Hunter Adult",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"这种生物的成体类似火蜥蜴，能够膨胀其球根状的尾巴，使其形状和质地看起来像龙蛋。它利用这种拟态在龙或其他生物照料的巢中立足。如果蛋猎者被发现，它会释放孢子，使其他生物变得昏昏欲睡，从而允许它迅速逃到安全的地方。如果情况变得危急，蛋猎者的物理形态可以神奇地硬化，减少它从龙的愤怒中受到的伤害。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "寻找龙蛋的人",
							"ENG_name": "Egg Hunters",
							"entries": [
								"寻找龙蛋的寄生虫会寻找龙蛋并吸取其中的内容物。它们将自己的卵产在空壳中，将卵隐藏起来，以避免被不知情的龙父母或守护者发现。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Egg Hunter Adult.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "猎蛋虫幼体",
			"ENG_name": "Egg Hunter Hatchling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"一个被蛋猎人吸干的龙蛋被填入了{@dice 1d6}个新蛋，这些新蛋在龙蛋壳内孵化，孵化时间为{@dice 1d6}天。蛋猎人的幼崽在{@dice 1d4}天后破壳而出，使用从它们头部延伸出的针状蛋齿。它们非常贪婪，如果可能的话，会吃掉附近的其他龙蛋。一个幼崽在从龙蛋中破壳大约二十天后成熟为成年个体。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "寻找龙蛋的人",
							"ENG_name": "Egg Hunters",
							"entries": [
								"寻找龙蛋的寄生虫会寻找龙蛋并吸取其中的内容物。它们将自己的卵产在空壳中，将卵隐藏起来，以避免被不知情的龙父母或守护者发现。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Egg Hunter Hatchling.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "长老脑龙",
			"ENG_name": "Elder Brain Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"对于那些必须与灵吸怪族群打交道的人来说，群落影响范围的限制是少数的安慰之一，这种影响范围仅及于群落的长老脑的影响。但当一个群落设法捕获一条龙时，这种小小的安慰就会消失。灵吸怪团队束缚住龙，随着长老脑附着在龙的背上，将其触手插入龙的大脑，龙经历了一种可怕的转变。长老脑龙就是这样一个噩梦般的结果。",
						"利用龙的身体灵活性，长老脑现在可以作为一支蠕虫军队的强大将军，摆脱了其盐水池的限制。长老脑龙成为一个心灵威胁以及物理威胁，其身体充满了异常影响并充满了灵能力量。甚至在转变过程中，长老脑龙的呼吸武器也发生了变异，变成了一股充满蠕虫幼体的盐水流。这些幼体能迅速杀死受害者并将他们转化为灵吸怪，允许长老脑龙增长自己的漫游群落。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Elder Brain Dragon.webp"
					},
					"credit": "朱利安·科克"
				}
			]
		},
		{
			"name": "翡翠龙幼龙",
			"ENG_name": "Emerald Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"翡翠龙是宝石龙中最好奇、狡猾和操纵性的，它们使用灵能力量编织幻象来欺骗和迷惑。它们隐藏自己的存在，以便在不被察觉的情况下观察其他生物，同时收集从当地文化习俗到超自然事件的所有信息。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪烁的绿色",
							"ENG_name": "Shimmering Green",
							"entries": [
								"幼龙翡翠龙的鳞片是暗淡的淡绿色，但随着龙的成长，它们会发展成更丰富和多样化的绿色调。最终，鳞片变得半透明，在光线下闪烁，随着龙的移动而波动。龙的角和脊椎悬浮在身体上方，沿着背部和尾巴移动和变化，以反映龙的情绪。"
							]
						},
						{
							"type": "entries",
							"name": "巧妙隐藏",
							"ENG_name": "Clever Concealment",
							"entries": [
								"宝石龙中最害羞的翡翠龙也是最好奇的。它们喜欢观察当地的定居点和人民，利用它们的心灵感应能力来隐藏自己，从远处观察。当一只翡翠龙足够老时，它可能会采取一种能够与当地人口融为一体的生物的伪装，或者至少在不引起怀疑的情况下靠近。一旦处于观察的位置，龙就会研究当地人民的日常生活，对任何魔法现象都表现出浓厚的兴趣。",
								"翡翠龙对不寻常事件的警觉性使它们对它们的蓝宝石龙表亲特别有用，后者追捕异怪并寻找远界侵入物质界的证据。这些宝石龙经常合作，翡翠龙追踪侵入的源头，而蓝宝石龙则计划并执行决定性的清除——或者招募代理人为他们做这件事。",
								"翡翠龙偏好火山巢穴，这经常使它们与火巨人发生冲突。尽管它们不愿意向陌生人透露自己，但翡翠龙可能会接触经验丰富的冒险者，希望将他们引向对抗火巨人的对手。"
							]
						},
						{
							"type": "entries",
							"name": "积累的历史",
							"ENG_name": "Hoarded Histories",
							"entries": [
								"翡翠龙珍视知识，特别是关注魔法事件和个人的当地历史。它们通常知道巢穴附近的力量之地，并详细记录这些地点的现象如何对外界影响做出反应。它们还热衷于收集创造幻象的魔法物品和咒语，使它们能够更好地从窥探的眼睛和占卜中隐藏它们的宝藏。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只翡翠龙",
							"ENG_name": "Creating an Emerald Dragon",
							"entries": [
								"使用翡翠龙性格特征表和翡翠龙理念表来激发您对独特翡翠龙角色的描绘。",
								{
									"type": "entries",
									"name": "翡翠龙性格特征",
									"ENG_name": "Emerald Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我重复别人说过的话，以确保我正确记住了。"
												],
												[
													"2",
													"我可能不喜欢你，但我会尽力以尊重对待你，即使不是以善意。"
												],
												[
													"3",
													"我喜欢通过朗诵史诗来给访客留下深刻印象。"
												],
												[
													"4",
													"我只对那些了解历史和那些创造历史的人感兴趣。"
												],
												[
													"5",
													"我喜欢扮演传说中的角色。"
												],
												[
													"6",
													"我认真模仿我的客人的举止。"
												],
												[
													"7",
													"我更喜欢让别人说话，然后自己淡入背景。有时字面意义上也是如此。"
												],
												[
													"8",
													"我寻找观众，喜欢成为注意的焦点。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "翡翠龙理想",
									"ENG_name": "Emerald Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"隐居。如果别人不知道我在这里，对我是安全的，对他们也是安全的。（任意）"
												],
												[
													"2",
													"观察。人们会撒谎。历史会撒谎。甚至龙也会撒谎。但行动总是真实的。（守序）"
												],
												[
													"3",
													"讲故事。在故事的复述中有一种魔力。每一位新的讲述者都会在故事中加入自己的一点特色。（任何）"
												],
												[
													"4",
													"养育。抚养孩子是我们确保自己的故事传承下去的最佳机会。（任意）"
												],
												[
													"5",
													"好奇心。即使是最小的村庄也包含了无数关于爱、失落、胜利和背叛的故事。关于人们，总有更多东西可以学习。（任何）"
												],
												[
													"6",
													"间谍活动。一旦我为收集的信息得到报酬，我就不在乎别人怎么处理它。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "翡翠龙的冒险",
							"ENG_name": "Emerald Dragon Adventures",
							"entries": [
								"翡翠龙冒险钩子表提供了涉及翡翠龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "翡翠龙冒险钩子",
									"ENG_name": "Emerald Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只翡翠龙是一起谋杀案的唯一目击者，但它不想被发现或被识别。"
												],
												[
													"2",
													"一只翡翠龙寻找英雄参与一场传奇战斗的戏剧性再现，这场战斗涉及到龙骑士。"
												],
												[
													"3",
													"一只翡翠龙对火巨人的袭击引起了巨人族群的注意，现在这条龙正在寻求帮助。"
												],
												[
													"4",
													"村民们陆续失踪，几周后被发现在森林中徘徊。他们不记得那只翡翠龙，因为接近龙的巢穴而被施了魔法。"
												],
												[
													"5",
													"被一只传说中的翡翠龙吸引到其巢穴的巨大蜥蜴正在恐吓附近的半身人定居点。一个解决方案是摆脱这只龙。"
												],
												[
													"6",
													"一只翡翠龙是吟游学院的名誉校长，必须说服它在与对手学院的比赛中保卫学校。"
												],
												[
													"7",
													"一只翡翠龙隐形跟踪一队冒险者，给英雄们制造麻烦，以便龙可以观察他们的反应。"
												],
												[
													"8",
													"一只翡翠龙一直在为一个邪恶的阴谋集团做间谍，确保恶棍们始终比冒险家们领先一步。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"翡翠龙通常会特意避免与其他智慧生物互动。然而，他们对历史和文化的兴趣偶尔会占据上风，促使他们寻求与世界各族人民的某种接触。"
									]
								},
								{
									"type": "entries",
									"name": "翡翠龙幼龙的联系",
									"ENG_name": "Emerald Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"血鹰经常袭击一只在鹰巢附近筑巢的翡翠龙幼龙。"
												],
												[
													"2",
													"一只翡翠龙幼崽正被火巨人的宠物地狱猎犬追捕。"
												],
												[
													"3",
													"一只翡翠龙幼龙跟随一个狂战士以观察狂战士的生活。狂战士相信这只龙是一个精神伴侣。"
												],
												[
													"4",
													"一个奉承的兽人用宝石讨好一只翡翠龙幼龙，以换取关于幼龙一直在观察的定居点的信息。"
												],
												[
													"5",
													"一只翡翠龙幼龙不断尝试与一对新孵化的火蛇玩耍。"
												],
												[
													"6",
													"一只翡翠龙幼龙被诡计多端的灰矮人捕获，他们计划利用这只幼龙作为诱饵，引诱幼龙的父母离开他们的巢穴。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Emerald Dragon Wyrmling.webp"
					},
					"credit": "朱利安·科克"
				}
			]
		},
		{
			"name": "翡翠龙太古龙",
			"ENG_name": "Emerald Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "宝石巨龙",
				"ENG_name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "眼魔龙",
			"ENG_name": "Eyedrake",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"当一个眼魔与龙争夺权力和财富时，它对龙对手的思考可能变得极度强迫性，最终渗透到眼魔的梦境中。如果这种竞争持续足够长的时间，这些狂热的梦境可以表现为眼龙——一种具有龙类特征的类似眼魔的生物。",
						"眼魔龙看起来像是一种有翅膀的龙形生物，没有真正的肢体，嘴巴永远张开。在那张嘴里有一个大眼，能发出类似呼吸的反魔法能量波。这种生物的翅膀由多个眼梗组成，每一个都能发射结合了龙的呼吸武器攻击和巨眼怪眼睛射线的魔法射线。",
						"一只被放任自流的眼魔龙展现出许多典型的年轻龙行为，试图建立巢穴和财宝。出于本能地嫉妒地保护它的财宝，如果有任何东西威胁到它声称为自己的哪怕是最小的小饰品，眼魔龙会战斗至死。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Eyedrake.webp"
					},
					"credit": "唐恩·卡洛斯"
				}
			]
		},
		{
			"name": "宝石巨龙",
			"ENG_name": "Gem Greatwyrm",
			"source": "FTD",
			"entries": [
				"宝石龙比它们的彩色和金属同类更加着迷于培养它们的龙视能力，并融合它们在物质位面上的回声意识。它们中的一些相信，通过这样做，它们正在朝着重新统一红宝石龙萨尔迪奥破碎的意识迈出步伐，并将这种觉醒作为一种近乎宗教虔诚的行为来追求。其他人则寻求利用他们对物质位面众多世界的了解作为力量的源泉——的确，成为巨龙的宝石龙可以获得几乎难以想象的权力。",
				"宝石巨龙的升华使它们的身体看起来像水晶一样，它们的鳞片像钻石一样闪闪发光。它们的呼吸武器变成了强大的压碎力量波，几乎可以阻止任何生物的行动。但巨龙最强大的能力是无与伦比的念力——宝石巨龙可以用念力抓住整个人群，然后将这些无助的人带到龙的巢穴。",
				{
					"type": "inset",
					"name": "萨迪奥尔的大龙",
					"ENG_name": "Sardior's Greatwyrms",
					"source": "FTD",
					"entries": [
						"五位宝石巨龙自称萨迪奥尔的领主，并认为自己有责任保存他们早已失落的祖先的记忆。这些巨龙分别名为阿莱西利索斯（紫水晶巨龙）、赫罗德（水晶巨龙）、斯玛加德（翡翠巨龙）、查尔西玛（蓝宝石巨龙）和提索纳斯（黄玉巨龙）。每位领主都在积极寻找物质界各世界中的回声，希望能够与这些其他龙合并，最终的目标是联合起来重塑伟大的红宝石龙。"
					]
				},
				{
					"type": "quote",
					"entries": [
						"我最怀念萨迪奥的，是没有任何宝石龙大君能够再现的东西：机智的轶事。我承认，这些轶事大多是关于我的。"
					],
					"by": "费兹班"
				}
			]
		},
		{
			"name": "宝石追猎者",
			"ENG_name": "Gem Stalker",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"当一只宝石龙杀死来自远域的异怪时，有时龙会将这个外星尸体重塑成宝石行者——一种狡猾的捕食者，能够穿越幽暗地域，狩猎异怪，并守护其创造者的巢穴。宝石行者被宝石龙呼吸中的神秘能量赋予生命、智慧和目的，并致力于其使命。",
						"宝石追踪者有一个四条腿的身体，类似于无翼龙，但是它的头部、躯干和手臂代替了龙的头部，呈现出模糊的类人形态。它的眼睛是乳白色的，没有嘴巴，皮肤上镶嵌着闪烁着心灵能量的明亮水晶。这些水晶赋予了宝石追踪者心灵感应的能力，以及投掷水晶飞镖和创建保护链接的能力，后者可以保护其他生物免受伤害。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Gem Stalker.webp"
					},
					"credit": "斯维特林·维利诺夫"
				}
			]
		},
		{
			"name": "幽灵龙",
			"ENG_name": "Ghost Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙对其宝藏的依恋可能足够强烈，以至于在死后仍能将龙的灵魂绑定到存在中。这样的幽灵龙会出没在宝藏周围，通常对一个无价之宝形成依恋，这成为幽灵龙不死存在的焦点。",
						"幽灵龙是原始龙的半透明且无形的版本。尽管它的呼吸武器看起来像是幽灵般的火焰、闪电或酸液，但它携带着超自然的诅咒。呼吸的阴影雾气可以引发清醒的噩梦。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ghost Dragon.webp"
					},
					"credit": "安德鲁·马尔"
				}
			]
		},
		{
			"name": "金龙太古龙",
			"ENG_name": "Gold Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "金属巨龙",
				"ENG_name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "绿龙太古龙",
			"ENG_name": "Green Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "彩色巨龙",
				"ENG_name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "宝藏拟态怪",
			"ENG_name": "Hoard Mimic",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"正如其名，宝藏拟态怪与《怪物手册》中描述的普通拟态怪有亲缘关系，它们是同类中最古老、最狡猾的。宝藏拟态怪的庞大无定形身体和变形能力使其能够呈现出巨大宝藏堆的外观，而不仅仅是单个物品。与较小的拟态怪一样，宝藏拟态怪会分泌粘性粘液来困住猎物。它们还可以从毛孔中排放出一种细小的腐蚀性雾气，这种雾气会灼伤并致盲被其困住的生物。",
						"宝箱怪之所以得名，是因为许多宝箱怪与龙建立了伙伴关系，每个宝箱怪在龙的巢穴中充当假宝库，以吸引不知情的入侵者远离真正的财宝——并进入宝箱怪的口中。然而，如果面对出人意料的激烈反抗，宝箱怪可能会提供有关真正宝库的信息，以换取自己的生命。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Hoard Mimic.webp"
					},
					"credit": "萨姆·凯瑟"
				}
			]
		},
		{
			"name": "宝藏圣甲虫",
			"ENG_name": "Hoard Scarab",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"宝堆甲虫是一种类似甲虫的生物，通过某种自然适应的壮举或炼金术的巧妙，它们能完美地混入金币堆中。它们以寄生在龙鳞和巢穴中的微小螨虫为食，它们痛苦的叮咬可以是对潜在宝藏盗贼的强大威慑。",
						"宝库甲虫的翅膀还能产生一种闪闪发光的金属尘埃，这种尘埃会覆盖那些靠得太近的入侵者。这种尘埃的魔力让巢穴的龙主人能够感知到入侵者在巢穴中的移动位置。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Hoard Scarab.webp"
					},
					"credit": "克林特·西尔利"
				}
			]
		},
		{
			"name": "空骸龙",
			"ENG_name": "Hollow Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"与为了力量探索不死魔法的龙不同，一些金属龙将不死视为追求高尚目的的手段。为了保护一件神器或履行一个誓言，一条龙可能会转变为空心龙，接受不死状态，直到那个目的实现。",
						"正如其名，空心龙是金属龙皮的外壳，充满了辐射能量。根据龙的原始种类，那种能量可能呈现出火焰、闪电或雾状蒸汽的外观。",
						"空洞龙不会因不死的目的而分心。他们的动力如此强大，以至于如果身体被摧毁，他们还能重组。",
						"当它们完成了它们的目的，大多数空洞龙会欣然接受它们长久以来一直避免的死亡。但其他空洞龙则寻找新的任务来维持自己的存在——或者出于纯粹的固执或习惯而坚持不死。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Hollow Dragon.webp"
					},
					"credit": "斯维特林·维利诺夫"
				}
			]
		},
		{
			"name": "狮龙兽",
			"ENG_name": "Liondrake",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"狮龙是一种孤独且有领土意识的捕食者，拥有黄铜龙的长颈和翅膀以及狮子的头部和身体（包括雄性的华丽鬃毛）。有时被称为龙狮，狮龙依靠它们的凶猛和可怕的咆哮来捕获猎物并驱赶对手。",
						"狮龙是贪婪的猎手，它们在已经建立的领地内活动。它们通常不会将人类作为猎物，但那些侵入狮龙领地的人则被视为合法目标——这增强了这种生物以人类形态的肉为食的名声。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Liondrake.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "金属巨龙",
			"ENG_name": "Metallic Greatwyrm",
			"source": "FTD",
			"entries": [
				"一些最古老和最智慧的金属龙经历了奇迹般的蜕变，变成了巨龙。这种转变通常是由巴哈姆特引起的，他为提升他最有价值的子嗣到接近自己伟大的地位而感到自豪。",
				"一只金属巨龙的转变通常涉及融合同一龙在物质界的多个世界的回响的意识、魔法，有时甚至是物理形态。被认定为龙神的几条龙——包括阿斯特里尼安（在第5章\"黄铜龙\"部分描述）、伦迪斯和塔玛拉——是金属巨龙，它们通过结合多种形态的本质来实现这种神一般的地位。",
				"金属巨龙是多元宇宙中最大的生物之一，它们在大多数其他龙之上。强大的元素力量围绕它们旋转，响应它们的愿望，它们的呼吸武器可以削弱军队的力量——或者摧毁整个地区。",
				{
					"type": "inset",
					"name": "正义与仁慈",
					"ENG_name": "Justice and Mercy",
					"source": "FTD",
					"entries": [
						"Lendys和Tamara都是银色大龙，但它们彼此之间截然不同。",
						"Lendys 以其公正的法官身份而闻名，当龙类对同类犯下严重不公时，他随时准备担任陪审团和执行者。他是守序中立的，据说他无法宽恕或原谅。",
						"与此相反，塔玛拉体现了仁慈的理想。她治愈病人，照顾受伤者，为接近自然生命终点的龙提供平静的离世。她特别憎恨龙巫妖和其他龙类不死生物。"
					]
				},
				{
					"type": "quote",
					"entries": [
						"叫我有偏见，但\"金属巨龙\"中的\"伟大\"部分感觉有点多余。这是不言而喻的。"
					],
					"by": "费兹班"
				}
			]
		},
		{
			"name": "金属和平卫士",
			"ENG_name": "Metallic Peacekeeper",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"当一只金属龙对一个较小种族的定居点产生依恋——通常是在以人形居住一段时间后——龙可能会决定创造一个金属和平守护者来保护这个地方。这个和平守护者可以为社区守护数个世纪，代替它的龙创造者，维护和平与秩序。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "金属哨兵",
							"ENG_name": "Metallic Sentinels",
							"entries": [
								"金属哨兵是由金属龙创造的守护者，由与其创造者相关的金属锻造而成，并由龙息的能量驱动。作为一个以优雅细腻的雕刻而成的人造生物，它致力于化解可能升级为暴力的紧张局势。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Metallic Peacekeeper.webp"
					},
					"credit": "妮基·道斯"
				}
			]
		},
		{
			"name": "金属啭鸟",
			"ENG_name": "Metallic Warbler",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"金属鸣鸟看起来像鸣禽，是其创造者的隐秘代理人，监视着社区而不直接干预。它们的心灵感应能力让它们在紧急情况下能够召唤它们的龙创造者。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "金属哨兵",
							"ENG_name": "Metallic Sentinels",
							"entries": [
								"金属哨兵是由金属龙创造的守护者，由与其创造者相关的金属锻造而成，并由龙息的能量驱动。作为一个以优雅细腻的雕刻而成的人造生物，它致力于化解可能升级为暴力的紧张局势。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Metallic Warbler.webp"
					},
					"credit": "妮基·道斯"
				}
			]
		},
		{
			"name": "月石龙幼龙",
			"ENG_name": "Moonstone Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"古老的传说表明，当诸神来到第一世界并试图用他们的类人追随者来填充它时，一条聪明的龙逃到了精类王国隐藏一窝蛋。精类王国的魔法渗透了这些蛋，孵化出了第一条月长石龙。它们的后代现在遍布精类王国。",
						"月长石龙是优雅而优雅的生物，拥有蛋白石色的鳞片和翡翠绿色的皮毛，从它们的下巴、胸部、背部和尾巴上垂下。一个月长石龙的角从颅骨的后部弯曲出来，另一个在鼻尖；两个角一起形成一个让人想起细长的新月的形状。月长石龙在早年是顽皮而冲动的恶作剧力量，但它们中最好的会成熟为明智的教师和讲故事者，成为精类界的支柱。最坏的月长石龙是自负且行为不端的，但即使是这些龙，本质上也是温和的，对所有事物都充满好奇——特别是来自遥远地方的旅行者。",
						"月长石龙能够将自己投射到梦境领域，与睡在它们巢穴附近的生物沟通。通过这种方式，它们激励艺术家和诗人，鼓励伟大的思想家，激励冒险者去完成英雄事迹。它们有时会向需要帮助的人提供指导，或请求冒险者的帮助，以激励他们走向伟大。",
						"通常来说，月长石龙对黄金或铜并不特别感兴趣，但它们喜欢银、铂金和秘银。它们还珍视那些价值不容易量化的宝藏——一首发自内心的歌曲，一束所爱之人的头发，或者一幅喜爱之地的画作。对于月长石龙来说，一个快乐时光的美好回忆比一袋黄金更有价值。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只月长石龙",
							"ENG_name": "Creating a Moonstone Dragon",
							"entries": [
								"使用月亮石龙性格特征表和月亮石龙理想信念表来激发你对独特月亮石龙角色的描绘。",
								{
									"type": "entries",
									"name": "月长石龙性格特征",
									"ENG_name": "Moonstone Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我经常搞不清楚自己是身处精类界还是物质界。"
												],
												[
													"2",
													"在追求新宝藏物品时，我以大胆无畏著称，不顾一切。"
												],
												[
													"3",
													"无论我变得多老，我总是喜欢无害的恶作剧和把戏。"
												],
												[
													"4",
													"我总是比同龄人更成熟，我迫不及待地等待着能够退休到我的巢穴，由宠爱我的精类照顾的那一天。"
												],
												[
													"5",
													"我鄙视任何诉诸暴力来解决问题的生物。"
												],
												[
													"6",
													"与他人交谈通常很困难，因为我很容易分心...哦我的天哪，那个头饰是银制的吗？"
												],
												[
													"7",
													"我觉得现实世界乏味而平凡，我更愿意花时间在睡眠中，在梦境的世界里。"
												],
												[
													"8",
													"我发现精类的异想天开，以及一般的异想天开，都令人恼火且筋疲力尽。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "月光石龙理想",
									"ENG_name": "Moonstone Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"好奇心。我可能永远无法体验多元宇宙中的所有事物——但尝试总无妨。（任何）"
												],
												[
													"2",
													"非暴力。在一个拥有无限可能性的多元宇宙中，暴力永远不必是答案。（中立）"
												],
												[
													"3",
													"异想天开。当世界充满了奇妙和荒谬的奇迹时，为什么要浪费时间在无聊、平凡的问题上呢？（混乱）"
												],
												[
													"4",
													"美丽。如果你足够努力地寻找，即使在最简单的事物中也能找到美。（善良）"
												],
												[
													"5",
													"灵感。历史上的艺术家和创造者是伟大的。但更伟大的是那些激励他们的人。（任何）"
												],
												[
													"6",
													"力量。生物在梦中最为脆弱，而我则是梦的主宰。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "月亮石龙的冒险",
							"ENG_name": "Moonstone Dragon Adventures",
							"entries": [
								"月光石龙冒险钩子表提供了涉及月光石龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "月长石龙冒险钩子",
									"ENG_name": "Moonstone Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一位富有且知名的艺术家的灵感来源——一只月长石龙——已经停止在他们的梦中出现。艺术家迫切希望雇佣冒险家去寻找这只龙。"
												],
												[
													"2",
													"一群月长石龙发现了通往物质界的传送门，并在附近的村庄制造混乱，偷走了当地人所有的银子。"
												],
												[
													"3",
													"一只月长石龙寻求精类王子的白金王冠——并且会不惜一切代价得到它。"
												],
												[
													"4",
													"一只贪吃的月亮石龙正在吞噬一个小森林中所有的月光，使得穿过森林的昏暗路径成为强盗活动的理想场所。"
												],
												[
													"5",
													"一只月亮石龙在精类界举办故事讲述比赛，获胜者可以索取龙穴中展示的任何一件物品。"
												],
												[
													"6",
													"一只因为收到金子作为礼物而感到冒犯的月光石龙，正在当地贵族中制造噩梦。"
												],
												[
													"7",
													"一位强大的施法者正在强迫一只被俘虏的月长石龙侵入冒险者的梦境，派遣队伍执行任务以协助施法者的邪恶计划。"
												],
												[
													"8",
													"一只不小心穿过传送门来到物质界的月长石龙找不到回家到精类界的路。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"在精类领域，月长石龙主要与精类、精灵和其他精类生物互动，这些生物崇拜并为龙服务。在精类领域之外，它们通常更喜欢通过梦境与其他生物交流。"
									]
								},
								{
									"type": "entries",
									"name": "月光石龙幼龙的联系",
									"ENG_name": "Moonstone Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只被遗弃的月长石龙幼龙正由一家仙女龙抚养，他们热情地鼓励幼龙淘气的习惯。"
												],
												[
													"2",
													"一只月长石龙幼龙在寻找制造了龙的朋友——一套能够进行机智但有限对话的活化盔甲的人。"
												],
												[
													"3",
													"一只月亮石龙幼龙说服了一只迷路的白龙幼龙，后者也变成了一只月亮石龙，被冬天的精类诅咒了。两个一起旅行，以解除\"诅咒\"的名义制造麻烦。"
												],
												[
													"4",
													"蜘蛛人捕获了一只月亮石龙幼龙，它通过教蜘蛛人用它们的网创造狂野、不可能的雕塑，到目前为止避免了成为晚餐的命运。"
												],
												[
													"5",
													"一只月长石龙幼龙通过诱使一群迷路的魔方体进行混乱行为来折磨它们。"
												],
												[
													"6",
													"一只月光石龙幼龙自愿成为一场仙女和迅捷族之间的冲突中的间谍。双方都相信幼龙只为他们工作。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Moonstone Dragon Wyrmling.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "红龙族长老",
			"ENG_name": "Red Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "彩色巨龙",
				"ENG_name": "Chromatic Greatwyrm",
				"source": "FTD"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Red Greatwyrm.webp"
					},
					"credit": "斯维特林·维利诺夫"
				}
			]
		},
		{
			"name": "蓝宝石龙雏龙",
			"ENG_name": "Sapphire Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"冲突的雷鸣般的碰撞是蓝宝石龙本质的一部分。它们好战且具有领地性，激烈地保卫自己的巢穴，伏击入侵者，策划对对手的攻击。它们的吐息武器的声波脉冲播下虚弱，使受害者无法反击。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "明亮的蓝色",
							"ENG_name": "Luminous Blue",
							"entries": [
								"蓝宝石龙的鳞片和翼膜呈现出多变的蓝色调，从春天天空的浅色调到蓝宝石宝石和压缩冰川冰的丰富、晶莹的天蓝色。在光线下，鳞片闪烁着像发光的星爆一样的光芒。龙的身体上的角和骨骼结构明显地展示了它们的灵能本质。它们的尾部刺和角尖都是独立的部分，但在龙活着的时候，它们由心灵能量悬浮在空中。这些悬浮的角和脊椎随着龙的情绪轻微移动，愉快时会轻轻摆动，愤怒时则会扩张。"
							]
						},
						{
							"type": "entries",
							"name": "战争艺术",
							"ENG_name": "Art of War",
							"entries": [
								"好战的蓝宝石龙根据它们在地下移动的能力来制定战略和伏击。蓝宝石龙通常不会立即攻击，而是更倾向于先评估入侵者，以便制定处理它们最有利的方法。",
								"蓝宝石龙警惕着异怪和其他被远界污染的生物的迹象。它们经常与翡翠龙结盟，借助其族群对神秘现象的知识来追踪远界的影响。凭借这些知识，蓝宝石龙在异域影响扩散之前将其根除。",
								"居住或深入地下的人很容易因为进入蓝宝石龙的领地而与它们发生冲突。但蓝宝石龙有时会与岩石侏儒或深地侏儒建立和平关系，依赖这些民族帮助保护它们巢穴周围的领地。"
							]
						},
						{
							"type": "entries",
							"name": "军事宝藏",
							"ENG_name": "Martial Hoards",
							"entries": [
								"蓝宝石龙最喜欢的宝物是武器和盔甲、军事历史和战术记录，以及能防护心灵伤害或精神侵入的魔法物品。蓝宝石龙宝藏的中心通常是一套编目有序的战争装备收藏，其中可能包含拥有巨大力量的古老遗物。"
							]
						},
						{
							"type": "entries",
							"name": "创建一只蓝宝石龙",
							"ENG_name": "Creating a Sapphire Dragon",
							"entries": [
								"使用蓝宝石龙性格特征和蓝宝石龙理想信念表来激发你塑造独特蓝宝石龙角色的灵感。",
								{
									"type": "entries",
									"name": "蓝宝石龙个性特征",
									"ENG_name": "Sapphire Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我经常对特定的历史战役或战争着迷，不将那场冲突中最重要的文物收入我的宝藏中我就不会休息。"
												],
												[
													"2",
													"我始终意识到来自这个世界之外的召唤。我必须通过积累强大的武器和盔甲来准备回应这个召唤。"
												],
												[
													"3",
													"我暗自期待冒险者试图潜入我的巢穴。不然我怎么能试验新的防御措施呢？"
												],
												[
													"4",
													"任何一天，给我一个有故事的头盔或弯刀，而不是一堆黄金。"
												],
												[
													"5",
													"没有生物能智胜我的防御——如果他们做到了，显然他们作弊了。"
												],
												[
													"6",
													"任何能与我匹敌的生物都必须教我——不管他们愿不愿意。"
												],
												[
													"7",
													"我无法抗拒玩龙棋——顺便说一句，我的祖先可能发明了这个游戏。"
												],
												[
													"8",
													"看到血让我感到恶心。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "蓝宝石龙族理念",
									"ENG_name": "Sapphire Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"孤独。陌生人只是我尚未处理的入侵者。（中立）"
												],
												[
													"2",
													"保护。大多数生物不能被信任来妥善保管具有历史意义的文物。我可以。（守序）"
												],
												[
													"3",
													"知识。我的收藏中每件物品背后的故事和这些宝藏本身一样重要。（任意）"
												],
												[
													"4",
													"秩序。一个井然有序的宝藏让我感到快乐——你不会想看到我不高兴的。（守序）"
												],
												[
													"5",
													"准备。正义和公正并不能保证胜利。规划和策略才能。（守序）"
												],
												[
													"6",
													"陪伴。当然，我的宝藏给我带来了极大的快乐。但真正的宝藏是那些停下来欣赏它的客人。（善良）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "蓝宝石龙冒险",
							"ENG_name": "Sapphire Dragon Adventures",
							"entries": [
								"蓝宝石龙冒险钩子表格提供了涉及蓝宝石龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "蓝宝石龙冒险钩子",
									"ENG_name": "Sapphire Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只蓝宝石龙伪装成邪恶土元素神的化身，担任一个狂热邪教的将军——并索取邪教胜利的战利品。"
												],
												[
													"2",
													"一只蓝宝石龙根据一项古老的契约，有义务就防御事宜向君主提供咨询——直到有人破解了龙的安全措施。"
												],
												[
													"3",
													"一只蓝宝石龙寻求冒险家带领他们进入对抗侵占龙巢的灵吸怪的战斗。"
												],
												[
													"4",
													"强大的地狱生物在市中心广场开启了一个传送门。关闭传送门的关键在于一件传说中的神圣武器，这件武器恰好是一只蓝宝石龙宝藏中的骄傲和喜悦。"
												],
												[
													"5",
													"一只蓝宝石龙威胁说，除非当局找到并交出一个从龙那里偷窃的小偷，否则它将把一个城镇沉入幽暗地域。"
												],
												[
													"6",
													"一个村庄正受到成群的巨型蜘蛛困扰，这些蜘蛛是因为附近的一只蓝宝石龙定居而被吸引到该地区的。清除村庄的蜘蛛意味着要干预龙的食物供应。"
												],
												[
													"7",
													"一只蓝宝石龙邀请战士们争夺在龙的指导下学习军事战术的荣誉。目前领先的是一个臭名昭著的强盗头目，如果他赢了，无疑会恐吓该地区。"
												],
												[
													"8",
													"蓝宝石龙的巢穴保护得如此之好，以至于它的内部防御从未被测试过。龙散布有关内部宝藏的谣言，以吸引能够触发陷阱的冒险家。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"蓝宝石龙通常是独居生物。在极少数情况下，如果它们与其他生物形成非敌对关系，那几乎总是为了加强龙巢的防御和财宝。"
									]
								},
								{
									"type": "entries",
									"name": "蓝宝石龙幼龙的联系",
									"ENG_name": "Sapphire Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"在被承诺保护宝藏的侏儒盗走宝藏后，一只蓝宝石龙幼崽安装了新的守护者，这些守护者对物质财富没有兴趣：凝胶立方体和赭色果冻。"
												],
												[
													"2",
													"一群为巴弗灭服务的牛头人捕获了一只蓝宝石龙幼龙，以学习幼龙的策略。"
												],
												[
													"3",
													"两只蓝宝石龙幼龙争夺同一片领地。他们的主要战斗策略是诱使格瑞尔（grells）进入对方的巢穴。"
												],
												[
													"4",
													"一群崇拜洛斯的卓尔战士被派去杀死一只蓝宝石龙幼龙，这只幼龙一直在以他们女神的圣蜘蛛为食。"
												],
												[
													"5",
													"一只蓝宝石龙幼龙在错误地将附近的相位蜘蛛巢穴视为容易的食物来源后，正处于饿死的边缘。"
												],
												[
													"6",
													"一只蓝宝石龙幼崽的宝藏中包含一件被诅咒的物品，这吸引了幽灵和幽魂来到龙巢穴周围的区域。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Sapphire Dragon Wyrmling.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "蓝宝石龙族长老",
			"ENG_name": "Sapphire Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "宝石巨龙",
				"ENG_name": "Gem Greatwyrm",
				"source": "FTD"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Sapphire Greatwyrm.webp"
					},
					"credit": "萨姆·凯瑟"
				}
			]
		},
		{
			"name": "银龙族长老",
			"ENG_name": "Silver Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "金属巨龙",
				"ENG_name": "Metallic Greatwyrm",
				"source": "FTD"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Silver Greatwyrm.webp"
					},
					"credit": "水晶·沙利"
				}
			]
		},
		{
			"name": "财宝甲虫群",
			"ENG_name": "Swarm of Hoard Scarabs",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"宝堆甲虫是一种类似甲虫的生物，通过某种自然适应的壮举或炼金术的巧妙，它们能完美地混入金币堆中。它们以寄生在龙鳞和巢穴中的微小螨虫为食，它们痛苦的叮咬可以是对潜在宝藏盗贼的强大威慑。",
						"宝库甲虫的翅膀还能产生一种闪闪发光的金属尘埃，这种尘埃会覆盖那些靠得太近的入侵者。这种尘埃的魔力让巢穴的龙主人能够感知到入侵者在巢穴中的移动位置。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Swarm of Hoard Scarabs.webp"
					},
					"credit": "克林特·西尔利"
				}
			]
		},
		{
			"name": "黄玉幼龙",
			"ENG_name": "Topaz Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"由于负能量界充满的死灵能量，衰败和绝望是黄玉龙的本质。它们的心灵感应能力体现了一个基本的熵增原理：凡人及其创造物最终注定要死亡和分解，因此这些龙通常表现出病态和易怒的情绪。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪闪发光的金子",
							"ENG_name": "Gleaming Gold",
							"entries": [
								"孵化时，黄玉龙幼龙的鳞片是暗淡的黄橙色，看起来有云状或薄膜状的外观。随着年龄的增长，它们的鳞片变硬并变得清澈，变得半透明且有刻面，颜色从鲜亮的黄色到丰富的琥珀色不等。它们的身体在臀部较宽，向头部逐渐变细呈楔形，翅膀形状使它们能够在空中和水中推进。黄玉龙的灵能力量在宝石状的棘刺中可见，这些棘刺从头顶延伸到尾巴尖端形成一条脊。这些棘刺在活着的黄玉龙背上悬浮，随着龙的情绪舞动和变化。"
							]
						},
						{
							"type": "entries",
							"name": "衰败的化身",
							"ENG_name": "Embodiment of Decay",
							"entries": [
								"尽管通常并无恶意，黄玉龙体现了衰败。它们将破坏视为为新的创造和成长铺路的自然手段，就像森林火灾清除枯木、补充土壤并使森林重新生长得比以前更健康一样。为此，黄玉龙利用它们的力量将摇摇欲坠的建筑和生病的植物化为尘埃，为新的生长和建设铺平道路。",
								"尽管黄玉龙是能干的游泳者，并将巢穴建在海岸和咸水沼泽中，但它们讨厌水。不幸的是，它们最喜欢的食物是巨型鱿鱼，因此这些龙在潜入深海寻找猎物后，有充分的机会痛苦地抱怨自己湿透了。",
								"黄玉龙经常在其沿海领土重叠时与青铜龙发生冲突，它们可能对这些金属龙怀有难以解释的强烈仇恨。它们还可能引起德鲁伊和其他自然保护者们的愤怒，因为这些人不理解龙对破坏大片乡村的倾向。除此之外，黄玉龙不喜欢陪伴，在被打扰时会变得烦躁。但是，任何能够忍受它们粗鲁的行为、尖刻的评论和阴郁兴趣的人，都可以与一个强大的盟友建立持久的联系。"
							]
						},
						{
							"type": "entries",
							"name": "熵增的宝藏",
							"ENG_name": "Entropic Hoards",
							"entries": [
								"黄玉龙重视关于毁灭和创造的信息，无论是抽象的还是专门用于实际应用的。它们对那些能够无中生有地创造物体、活化不死生物、毁灭物质或操纵负能量的魔法感到着迷。而且它们特别对不死生物感兴趣，有时会将它们作为珍品保存在自己的财宝中。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只黄玉龙",
							"ENG_name": "Creating a Topaz Dragon",
							"entries": [
								"使用黄玉龙性格特征表和黄玉龙理想表来激发你对独特黄玉龙角色的描绘。",
								{
									"type": "entries",
									"name": "黄玉龙性格特征",
									"ENG_name": "Topaz Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我寻求的伴侣只有我自己，因为没有人能与我竞争。"
												],
												[
													"2",
													"如果我的后代不能自己照顾自己，我不确定他们是否值得我的关注。"
												],
												[
													"3",
													"海洋是美丽的，我喜欢凝视它，但我讨厌被弄湿。"
												],
												[
													"4",
													"我为什么要冒着损害我华丽体魄的风险去战斗，当我可以凭借我心智的力量去战斗呢？"
												],
												[
													"5",
													"我的不可预测性是我唯一可以预测的。"
												],
												[
													"6",
													"在水下维持一个温暖、沙漠般的居住环境，需要真正的艺术性。"
												],
												[
													"7",
													"我通过想象对青铜龙的完美侮辱来安抚自己入睡；在等待遇到一只青铜龙的同时，我在其他生物上磨练这些侮辱。"
												],
												[
													"8",
													"我暗中喜欢与低等生物交谈，尽管我通常这样做只是为了发现他们的弱点。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "黄玉龙理念",
									"ENG_name": "Topaz Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"孤独。我自己陪伴就足以取代我生活中其他生物的需要，无论是龙还是低等生物。（任何）"
												],
												[
													"2",
													"变化。一致性是停滞。（混乱）"
												],
												[
													"3",
													"精神优越。我磨练我的精神力量，以便我可以迷惑、控制或杀死任何惹恼我的人。（邪恶）"
												],
												[
													"4",
													"领土性。任何进入我的领地的生物都已经放弃了对我对它所做任何事情感到不满的权利。（邪恶）"
												],
												[
													"5",
													"奇迹。虽然我并不想在其中消磨时间，但我的灵魂在看到浩瀚的海洋之美时歌唱。（善良）"
												],
												[
													"6",
													"战斗准则。我鄙视大多数其他龙，但我在面对面时不会使用我对低等生物使用的卑鄙伎俩。（守序）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "黄玉龙的冒险",
							"ENG_name": "Topaz Dragon Adventures",
							"entries": [
								"黄玉龙冒险钩子表提供了涉及黄玉龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "黄玉龙冒险钩子",
									"ENG_name": "Topaz Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一艘海盗船被发现在公海上漂浮，船员的尸体完全干枯。唯一能说明发生了什么的线索是甲板上的一片黄玉龙鳞片。"
												],
												[
													"2",
													"一只黄玉龙已经宣称了一段海岸线，并命令海边小镇的居民撤离该地区，否则将遭受龙的愤怒。"
												],
												[
													"3",
													"一家专门养殖当地黄玉龙喜爱的一种鳗鱼的渔业被'闹鬼'了，每次幽灵出现时，鳗鱼的货物都会消失。"
												],
												[
													"4",
													"传说中，一只蕴含神力的手套安放在波涛之下的一座神庙中。不幸的是，那座神庙现在成了一只特别狡猾的黄玉龙的巢穴。"
												],
												[
													"5",
													"一只黄玉龙受伤了，被困在远离海洋的地方，但龙太骄傲了，不愿意请求帮助回家。"
												],
												[
													"6",
													"一只黄玉龙正在建造一个由干燥生物组成的展示台，并且已经变得痴迷于捕捉一个从龙爪中逃脱的宝藏猎人。"
												],
												[
													"7",
													"一只黄玉龙已经养成了对海妖的口味，龙巢附近的海妖社区迫切需要帮助。"
												],
												[
													"8",
													"一只黄玉龙决心要摧毁其领地内所有智慧生物的家园，绝望的当地人试图找出龙愤怒背后的原因。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"黄玉龙很少容忍除了自己之外的任何同伴，通常对他们自己的同类也最多只是漠不关心。此外，他们的不可预测性意味着即使一个生物对黄玉龙有用，也不能指望下次见面时能安全。然而，黄玉龙很少主动去攻击其他生物，除了青铜龙，对它们黄玉龙有一种难以解释的强烈仇恨。"
									]
								},
								{
									"type": "entries",
									"name": "黄玉龙幼龙的联系",
									"ENG_name": "Topaz Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"出于同情，一只巨鹰继续给一只被遗弃的黄玉龙幼崽带来食物，尽管幼崽试图吃掉这只鹰。"
												],
												[
													"2",
													"一只对所有龙族亲属关系狂热的伪龙，正试图赢得一只黄玉龙幼龙的友谊。"
												],
												[
													"3",
													"一只黄玉龙幼龙已经养成了吃蟹肉的口味，并坚持不懈地狩猎一只总是设法逃脱的巨型螃蟹。（这只螃蟹可能曾经是德鲁伊的{@spell 启蒙术}法术的受益者。）"
												],
												[
													"4",
													"一对配对的狮鹫发现了一颗黄玉龙蛋，并且像对待自己的孩子一样照顾它。"
												],
												[
													"5",
													"一个海巫婆正在寻找一只黄玉龙幼龙，打算将其用作一个邪恶仪式的成分。"
												],
												[
													"6",
													"一个海盗船员团队养着一只脾气暴躁的黄玉龙幼龙，作为他们心爱的吉祥物。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Topaz Dragon Wyrmling.webp"
					},
					"credit": "亚历克斯·斯通"
				}
			]
		},
		{
			"name": "黄玉龙族长老",
			"ENG_name": "Topaz Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "宝石巨龙",
				"ENG_name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "白龙族长老",
			"ENG_name": "White Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "彩色巨龙",
				"ENG_name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "青年紫晶龙",
			"ENG_name": "Young Amethyst Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"紫水晶龙，宝石龙中最强大的，研究并用灵能力量操纵多元宇宙的基本原理，从重力到外层界的辐射。它们天生的灵能力量使它们能够在一定程度上控制物理法则对它们的影响。它们通过飞行来对抗重力，这种飞行不仅仅依赖于它们巨大的翅膀，而且重力力量还增强了它们毁灭性的呼吸武器以及它们向敌人喷射的爆炸性紫水晶晶体。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "皇家紫",
							"ENG_name": "Royal Purple",
							"entries": [
								"紫水晶龙刚孵化时，鳞片是暗淡的不透明紫色。随着龙的成长，它们的鳞片、角和翼膜变得更加鲜艳和透明。当龙完全成熟时，它们的鳞片看起来像丰富的紫色紫水晶，折射光线，呈现出内在的光芒。它们的眼睛随着年龄的增长而褪色，使古老龙的眼睛看起来像发光的白色或淡紫色球体。类似紫水晶块的晶体角在它们的头部后方悬浮，由念力支撑，并随着它们的情绪变化而移动。"
							]
						},
						{
							"type": "entries",
							"name": "宇宙学研究",
							"ENG_name": "Cosmological Study",
							"entries": [
								"许多紫水晶龙对物质界中其他世界的存在感到着迷，特别是个体龙在这些世界中表现出的独特回声。它们还珍视对来自外层界的宇宙力量的理解，研究善与恶、混乱与秩序的对立潮流，以便它们能够向那些有感知接受的人提供咨询。",
								"紫水晶龙特别关注远域对物质界的入侵。它们厌恶伴随着这种入侵进入世界的腐败，使它们成为远域及其任何被其触碰扭曲的生物的激烈对手。然而，奇怪的是，它们对flumphs（一种异怪）感到好奇并且喜欢。这些反对灵吸怪和其他邪恶异怪侵害的flumphs，提醒紫水晶龙即使在最奇怪的地方也能找到盟友。"
							]
						},
						{
							"type": "entries",
							"name": "秘藏奥术",
							"ENG_name": "Hoarded Arcana",
							"entries": [
								"除了物质财富，紫水晶龙喜欢收集关于存在界的本性、宇宙力量和遥远世界的知识和魔法。它们珍视来自物质界不同世界的物品，特别是突出不同世界独特性质的魔法物品和艺术品。允许传送或在界间旅行的魔法物品、充满类似魔法的咒语书，以及研究多元宇宙本质的论文构成了紫水晶龙宝藏的中心。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只紫水晶龙",
							"ENG_name": "Creating an Amethyst Dragon",
							"entries": [
								"使用紫水晶龙性格特征和紫水晶龙理想的表格来激发你对独特紫水晶龙角色的描绘。",
								{
									"type": "entries",
									"name": "紫水晶龙性格特征",
									"ENG_name": "Amethyst Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"当我沉思多元宇宙的美丽和奇迹时，我感到无比满足。"
												],
												[
													"2",
													"我是对抗远域侵害的宣誓保护者，无论腐败在何处出现，我都会将其根除。"
												],
												[
													"3",
													"如果那些能够欣赏它的人不分享，那么广博的知识或洞察力又有什么用呢？"
												],
												[
													"4",
													"尽管有些人对文字着迷，我认为数字才是创造的真正基础。"
												],
												[
													"5",
													"经历一件事就是真正理解它。直接和个人经验是最宝贵的知识形式。"
												],
												[
													"6",
													"我看到的现实比你所看到的要多彩得多......或者真的，比你的任何自我所看到的都要多彩。"
												],
												[
													"7",
													"不是我干预的地方。我只是寻求观察、学习和理解。"
												],
												[
													"8",
													"有了对形而上学的真正理解，一切皆有可能——包括创造一个比这个宇宙更有秩序、更完美的宇宙。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "紫水晶龙理想",
									"ENG_name": "Amethyst Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"平衡。一切都是必须保持在微妙且仔细维护的平衡中的复杂力量相互作用。（中立）"
												],
												[
													"2",
													"知识。我们是整个创造的总体，寻求自我理解。（任何）"
												],
												[
													"3",
													"自我提升。我是一个复杂的宝石，我不断地打磨和完善我的许多方面，使整体更加完美。（任何）"
												],
												[
													"4",
													"责任感。拥有知识和力量赋予了人们对那些拥有较少知识或力量者的责任。（守序）"
												],
												[
													"5",
													"崇高的义务。我卓越的经验、智慧和洞察力赋予我调解纠纷的责任。（善良）"
												],
												[
													"6",
													"权力。知识就是力量，力量必须被使用，而我正在使用它。你的担忧无关紧要。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "紫水晶龙的冒险",
							"ENG_name": "Amethyst Dragon Adventures",
							"entries": [
								"紫水晶龙冒险钩子表为涉及紫水晶龙的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "紫水晶龙冒险钩子",
									"ENG_name": "Amethyst Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只紫水晶龙寻找一种罕见的水晶，这种水晶位于一个有领土意识的石巨人族群的领地内。"
												],
												[
													"2",
													"一群女巫想要夺回她们的女巫之眼，它位于一只紫水晶龙的宝藏之中。"
												],
												[
													"3",
													"一只紫水晶龙在他们的巢穴周围千里范围内使用魔法禁用了所有传送。该区域内的政府寻求使者，以谈判结束这种限制。"
												],
												[
													"4",
													"一只紫水晶龙招募了一群冒险家，通过心灵感应与另一个世界的冒险家交换身体，以便每个冒险家都能完成某些任务后再换回来。"
												],
												[
													"5",
													"一个崇拜远域古老存在的秘密教团正在寻找能够召唤其主人的外星独石，但这个地方由一只紫水晶龙守护。"
												],
												[
													"6",
													"一只紫水晶龙幼龙实际上是一只古老紫水晶龙在时间上错位的形式，它已经存在于同一时间线上。"
												],
												[
													"7",
													"一只紫水晶龙寻找种植特殊水晶的方法，这些水晶将允许龙在世界范围内的罕见天体对齐期间，通过魔法同时在多个地方共存。"
												],
												[
													"8",
													"一只紫水晶龙正在与其他世界的回声融合。他们所有人都希望晋升为神性，或许重新创造或取代萨迪奥尔。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"紫水晶龙通常是冷漠的生物，长时间独居，很少与其他生物建立联系。当它们与他人建立联系时，最常见的是为了追求智力和哲学上的探索，或者为了实现涉及龙在世界间回响的某种神秘目的。"
									]
								},
								{
									"type": "entries",
									"name": "年轻紫水晶龙的联系",
									"ENG_name": "Young Amethyst Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个菌类人社区居住在一只年轻紫水晶龙的巢穴附近的隧道里，其成员不时通过心灵感应与龙以及巢穴中的访客进行交流。"
												],
												[
													"2",
													"一只年轻的紫水晶龙和一位吉斯泽莱零族人一起旅行，学习多元宇宙的知识。"
												],
												[
													"3",
													"一只年轻的紫水晶龙想要占领一个多头龙的洞穴巢穴。"
												],
												[
													"4",
													"一个年轻的紫水晶龙的巢穴中有一个深水池，它通向一个阿波洛斯的地下领域，龙一直在寻找并试图消除它。"
												],
												[
													"5",
													"一只年轻的紫水晶龙和一位云巨人定期互访，玩策略游戏。"
												],
												[
													"6",
													"在山巅筑巢的飞马受到一只年轻紫水晶龙的保护。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Amethyst Dragon.webp"
					},
					"credit": "肖恩·伍德"
				}
			]
		},
		{
			"name": "青年水晶龙",
			"ENG_name": "Young Crystal Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"水晶龙闪耀着辐射能量，充满生机，它们与正面界的天生灵能联系使它们的身体和个性都充满了光明。尽管它们更愿意生活在荒凉、寒冷的地区，但它们中的许多是龙族中最友好的，具有培育性和乐观精神。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "内在光辉",
							"ENG_name": "Inner Glow",
							"entries": [
								"水晶龙孵化时，鳞片呈暗淡的灰色，带有一些白色或透明的晶体点，使幼龙在面临危险时能够与岩石地形融为一体。随着年龄的增长，它们的鳞片会变成雪白色，然后逐渐变得透明。最古老的水晶龙拥有完全透明的鳞片，能够弯曲和折射光线，有时使它们难以清晰地看到。",
								"正能量界的辐射能量在水晶龙的鳞片中闪烁。它在它们身体和靠近头部及背部的棘刺和角之间像星光一样闪耀。这些角随着龙的情绪变化：愤怒时竖起，恐惧或怀疑时平躺，以及在娱乐或快乐时呈波浪状左右摆动。"
							]
						},
						{
							"type": "entries",
							"name": "星光中的幻象",
							"ENG_name": "Visions in Starlight",
							"entries": [
								"许多水晶龙研究星星，记录他们对夜空的观察并追踪星光中写下的征兆。他们将这些征兆视为预兆，让他们一窥未来，并且他们急切地检查任何和平来到他们面前的生物的潜在未来。",
								"水晶龙与正面界的辐射力量的联系培养了这些龙大多数的培育性、乐观态度。它们有时会收养其他龙的遗弃蛋或幼龙；许多白龙幼崽在水晶龙巢穴的关怀环境中成长。但它们激烈地反对在其家园领土中的破坏性力量，这有时导致附近的霜巨人和白龙放下彼此的敌意去猎杀它们。"
							]
						},
						{
							"type": "entries",
							"name": "闪耀的宝藏",
							"ENG_name": "Glittering Hoards",
							"entries": [
								"对于它们的宝藏，水晶龙珍视折射光线的钻石和小饰品，预言的收藏，天文学著作和星图。在魔法宝藏方面，它们寻找能够预测未来、创造或操纵光线，或者为治疗和培育而引导正能量的物品和法术。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只水晶龙",
							"ENG_name": "Creating a Crystal Dragon",
							"entries": [
								"使用水晶龙性格特征和水晶龙理想的表格来激发你对独特水晶龙角色的描绘。",
								{
									"type": "entries",
									"name": "水晶龙性格特征",
									"ENG_name": "Crystal Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"如果你不是小偷或霜巨人，我们来谈谈吧！"
												],
												[
													"2",
													"你舒服吗？我能为你预言未来吗？只要告诉我我能为你做什么，好吗？"
												],
												[
													"3",
													"笑话和任何宝石一样宝贵，而且分享起来更有趣。"
												],
												[
													"4",
													"我的同情心像一个无底的井。我无法不让自己沉浸在他人的情感中。"
												],
												[
													"5",
													"星星有很多要告诉我们的，人们需要我来解释星星说的话。"
												],
												[
													"6",
													"只玩不工作——这就是我生活的信条。"
												],
												[
													"7",
													"我总是第一个给予赞美的人。"
												],
												[
													"8",
													"从我的雪地上走开，你们这些不成熟的两足动物！当我还是个幼龙的时候，人们尊重他们的长辈！"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "水晶龙理想",
									"ENG_name": "Crystal Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"探索。昨天已经知道了。今天是为新事物准备的。（混乱）"
												],
												[
													"2",
													"同理心。分享他人的快乐是一种天赋，即使有时候你必须承受他们的痛苦。（善良）"
												],
												[
													"3",
													"好客。我们都过着美好的生活——不与他人分享生活将是一种遗憾。（中立）"
												],
												[
													"4",
													"决定论。我们的命运可能已经被书写，但我们实现它们的方式仍然重要。（任何）"
												],
												[
													"5",
													"乐趣与游戏。玩耍是学习，但不会无聊。（混乱）"
												],
												[
													"6",
													"控制。只要他们遵守我的规则，欢迎每个人。（守序）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "水晶龙的冒险",
							"ENG_name": "Crystal Dragon Adventures",
							"entries": [
								"水晶龙冒险钩子表为涉及水晶龙的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "水晶龙冒险钩子",
									"ENG_name": "Crystal Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个曾经是古老水晶龙居所的高耸的冰晶宫殿被发现空无一物，没有线索表明它的主人是否会回来，或者是否有其他生物已经占据了它。"
												],
												[
													"2",
													"七彩碎片如雨般从天而降，这是一种美丽但危险的现象。谣言迅速传播，称一只水晶龙是造成这一现象的原因。"
												],
												[
													"3",
													"一只水晶龙邀请最伟大的诗人和哲学家参加在龙的山顶巢穴举行的\"大对话\"。但只有龙知道，大对话没有尽头，一旦开始，就无人能够离开巢穴。"
												],
												[
													"4",
													"一只决心探索物质界新世界的水晶龙已经为旅程获得了一艘魔法船，现在只需要一群勇敢的船员。"
												],
												[
													"5",
													"一只守护山口数十年的水晶龙意外地退休到了元素位面的空气层。怪物力量立即进入该地区——除非能说服龙回来，否则它们可能会控制这个山口。"
												],
												[
													"6",
													"一位王室继承人在秘密访问水晶龙时失踪了。继承人的家人、朋友和龙都想要找到继承人，但没有一方信任其他方。"
												],
												[
													"7",
													"一只水晶龙寻找勇敢的冒险家去从一个因极端残忍和毫无悔意而臭名昭著的古老白龙那里偷取一个龙蛋。"
												],
												[
													"8",
													"一只水晶龙撕开了通往元素位面的风元素位面和水元素位面的洞口，造成了迅速的冰川化，这正侵蚀着有人居住的土地。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"水晶龙是龙类中最具社交性和好客的。它们既神秘又沉思，同时又顽皮，使人很难知道该期待它们什么。"
									]
								},
								{
									"type": "entries",
									"name": "年轻水晶龙的联系",
									"ENG_name": "Young Crystal Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只年轻的水晶龙试图保护当地一群罕见的雪地熊罴免受偷猎者和猎人的侵害。"
												],
												[
													"2",
													"一只年轻的水晶龙收养了一群狗头人，并试图教他们一个好的恶作剧的价值。"
												],
												[
													"3",
													"一只年轻的水晶龙捕获了一群忠于霜巨人的冬季狼，意图说服这些狼改变它们的邪恶方式。"
												],
												[
													"4",
													"一只孤独的变形熊喜欢与一只年轻的水晶龙进行长时间的对话，但并不总是欣赏龙的幽默感。"
												],
												[
													"5",
													"一只年轻的水晶龙觉得一些曼提柯的虚张声势非常滑稽，尽管他们感到害怕，水晶龙还是与他们成为了朋友。但是，这只龙在克服曼提柯的捕食本性方面遇到了麻烦。"
												],
												[
													"6",
													"一只年轻的水晶龙使用舞动的光线和催眠的图案为一个骗子占卜者的表演增添真实感，作为交换，它从骗子的客户那里分得一部分收入。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Crystal Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "青年深龙",
			"ENG_name": "Young Deep Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"在幽暗地域深处建造巢穴的深海龙是彩色龙的噩梦般的表亲。他们地下领域的扭曲魔法能量赋予了他们呼出魔法孢子的能力，这些孢子能够引发恐惧并留下心灵的创伤。",
						"深海龙的黑色和灰色皮肤光滑如蜥蜴，眼睛颜色浅淡。随着年龄的增长，它们的孢子吐息会导致真菌在它们的皮肤上生长，尤其是在头部和颈部周围。它们的翅膀附着在前腿上，可以紧贴身体折叠，使深海龙能够轻松地在相对狭窄的隧道中穿梭。",
						"深海龙经常囤积秘密，喜欢了解远方土地的知识。许多深海龙寻找新的见解和技巧，用来对付幽暗地域的其他居民，它们更倾向于使用社会操纵和狡猾的交易，而不是在战斗中竭尽全力。深海龙看不起任何对它们没有用处的生物，尽管它们愿意为了它们所缺乏的知识进行交易。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只深渊龙",
							"ENG_name": "Creating a Deep Dragon",
							"entries": [
								"使用深渊龙性格特征表和深渊龙理想表来激发你对独特深渊龙角色的描绘，并使用深渊龙施法表来帮助为施法的龙选择法术。",
								{
									"type": "entries",
									"name": "深海龙性格特征",
									"ENG_name": "Deep Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我不会冒被弱小生物伤害的风险——尤其是当我可以让他们相互对抗，并让他们代替我战斗的时候。"
												],
												[
													"2",
													"对于非龙族之人来说，很难穿透我思想的曲折迷宫。"
												],
												[
													"3",
													"我可能与其他龙意见不合，但我们是优越的存在，不应该降低自己的身份去直接冲突。"
												],
												[
													"4",
													"我对前往地表世界没有兴趣。那是派自己仆人去的地方。"
												],
												[
													"5",
													"尽管其他生物的琐碎争吵让我感到厌烦和恼火，但对于那些通过给我带来像蛤蜊或阿波洛斯肉这样的美味佳肴来表现出对生活美好事物欣赏的人，我可能会倾听他们的话。"
												],
												[
													"6",
													"我可能愿意付出努力去消灭一个灵吸怪。这些令人厌恶的生物必须被制止。"
												],
												[
													"7",
													"我梦想着看到海洋最深处的地方。"
												],
												[
													"8",
													"我发现我相当喜欢与人为伴——只要他们不知道我的真实本性。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "深海龙理念",
									"ENG_name": "Deep Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"理解。真正的力量来自于比他人更能洞察他们动机的能力。（任何）"
												],
												[
													"2",
													"同族。所有的龙都是彼此的亲属，我们都应该优先考虑这种亲属关系。（任何）"
												],
												[
													"3",
													"神秘。我喜欢那些我无法回答的问题，因此我努力成为其他生物的谜。（任何）"
												],
												[
													"4",
													"适应性。无论是采取新形态、结交新盟友还是尝试新策略，灵活性使人保持年轻。（混乱）"
												],
												[
													"5",
													"优越性。弱小的生物不可信，所以我不断提醒我的仆人我的力量。（邪恶）"
												],
												[
													"6",
													"耐心。所有生物都可能教会我一些东西，我愿意等待并找出那可能是什么，而不是仓促行动。（善良）"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "深龙法术施放",
									"ENG_name": "Deep Dragon Spellcasting",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"年龄",
												"法术豁免难度等级",
												"已知法术"
											],
											"colStyles": [
												"col-1",
												"col-3 text-right",
												"col-8"
											],
											"rows": [
												[
													"年轻",
													"14",
													"命令，不和谐低语，仙女火"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "深海龙冒险",
							"ENG_name": "Deep Dragon Adventures",
							"entries": [
								"深渊龙冒险钩子表提供了涉及深渊龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "深渊龙冒险钩子",
									"ENG_name": "Deep Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"不熟悉的黑暗精灵冒险者一直在夜间潜行于城市的街道上，并且有人无意中听到他们谈论他们所效忠的龙。"
												],
												[
													"2",
													"斯维尔夫布林雇佣角色们向他们的深渊龙邻居献上贡品。"
												],
												[
													"3",
													"一只伪装的深海龙提供稀有文物的获取途径——给愿意合伙经营海鲜运输业务的队伍。"
												],
												[
													"4",
													"一位有才华的年轻游侠被一只深海龙绑架，因为这只龙想要一个狩猎伙伴。"
												],
												[
													"5",
													"一只友好的年轻铜龙正在寻找随从，希望给持有铜龙遗产的深海龙留下深刻印象。"
												],
												[
													"6",
													"一只深渊龙想要知道有关地底湖中海怪的传言是否属实，因此这条龙雇佣了冒险家去调查。"
												],
												[
													"7",
													"两个幽暗地域的定居点即将开战，这一切都是被一只深渊龙精心操纵的。一位绝望的统治者提供奖励给任何能够揭露敌意真正原因的人。"
												],
												[
													"8",
													"一只深渊龙希望有人制造一种情境，让龙能够摆脱保护一个城市的旧承诺。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"深海龙喜欢其他龙的陪伴。尽管它们认为大多数其他物种都不如龙族，只配作为仆人或工具，但那些给它们留下深刻印象的罕见个体有时可以作为伙伴获得尊重——尽管是次要的。"
									]
								},
								{
									"type": "entries",
									"name": "年轻深海龙的联系",
									"ENG_name": "Young Deep Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只年轻的深渊龙捕获了一些库托阿人，并决定尝试将它们作为仆人而不是吃掉它们。"
												],
												[
													"2",
													"一只年轻的深渊龙保持着一个英俊的人形艺术家的伪装，以便维持一群崇拜他的黑暗精灵和杜尔加追随者。"
												],
												[
													"3",
													"一个相当傲慢的骨蛇担任一位年轻深海龙的忠诚管家，就像它曾为龙的父母所做的那样。"
												],
												[
													"4",
													"一只年轻的深渊龙组织了一个地精探险家社团，社团成员们在幽暗地域中寻找新的地方供龙访问。"
												],
												[
													"5",
													"一个变形怪模仿了一只年轻的深渊龙的人形形态，在犯下一系列谋杀案的同时，希望让当地的幽暗地域定居点反对这只龙。"
												],
												[
													"6",
													"尽管遭受了多次灵吸怪的袭击，一只年轻的深海龙拒绝离开洞穴，因为龙的最好的朋友——一位赢得了龙的尊重和喜爱的冒险者——作为幽灵徘徊在那里。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Deep Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "青年龙龟",
			"ENG_name": "Young Dragon Turtle",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"龙龟是强大的生物，其固有的魔法与物质位面的海洋密切相关。《怪物手册》中介绍的龙龟是一个典型的成年个体，至少有一百年的历史，并且拥有宝贵的宝藏。您可以使用本节中的统计数据块来代表更老或更年轻的龙龟。此外，第5章包括了巢穴行动和区域效果，这些可以用于成年或古老的龙龟。古老的龙龟是一种神话生物，类似于巨龙，结合了来自物质位面各个世界多个回声的力量。这样的生物可以像岛屿一样大——事实上，传说中许多无意中在海上遇难的船只，都误以为沉睡的龙龟是坚实的地面。",
						"古老的龙龟可能会在海洋表面漂浮时睡上数年甚至数十年，享受着阳光的温暖，让植被在它们的壳上生根。一只愤怒的古老龙龟非常可怕，从壳中散发出的热量足以煮沸周围的水——以及其中的任何生物。即使敌人削弱了龙龟的防御，魔法风暴也会显现出来保护龙龟并攻击敌人。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只龙龟",
							"ENG_name": "Creating a Dragon Turtle",
							"entries": [
								"使用龙龟性格特征表和龙龟理想信念表来激发你对独特龙龟角色的描绘，并使用龙龟施法表来帮助为施法龙龟选择法术。（尽管《怪物手册》没有明确地将龙龟包含在使龙成为施法者的变体规则中，你可以将这些规则应用到这些水生龙上。）",
								{
									"type": "entries",
									"name": "龙龟性格特征",
									"ENG_name": "Dragon Turtle Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我说话慢条斯理，深思熟虑，在每次说话之后（有时甚至在说话中间）都会停下来反思。"
												],
												[
													"2",
													"我对人们携带的闪亮饰品比他们说的任何话都更感兴趣。"
												],
												[
													"3",
													"我把船只视为同道中人，喜欢亲昵地摩擦它们的龙骨。"
												],
												[
													"4",
													"我喜欢向访客展示我的领域的广阔，这样他们就能意识到自己的微不足道。"
												],
												[
													"5",
													"我会攻击任何我发现从海洋的恩赐中索取而不给予回报的人。"
												],
												[
													"6",
													"我把水手的歌曲视为他们的\"水语\"，并尝试通过哼唱我无意中听到的旋律片段与他们交流。"
												],
												[
													"7",
													"我与穿越我的领地的船只并肩游泳，刚好在箭矢射程之外，这样他们知道我在监视。"
												],
												[
													"8",
													"我对地表王国的政治很感兴趣，并与水手和冒险家们无休止地交谈，以了解陆地上最新的动态。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "龙龟理想",
									"ENG_name": "Dragon Turtle Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"耐力。我们这些居住在波涛之下的人能够经受住所有风暴。（任意）"
												],
												[
													"2",
													"冷漠。我为什么要关心那些在地面上爬行者的短暂烦恼？（任何）"
												],
												[
													"3",
													"好奇心。我想了解进入我领地的所有事物，特别是来自地表世界的奇异事物。（任何）"
												],
												[
													"4",
													"至高无上。拒绝承认我对这些水域统治权的生物将遭受我的不满。（守序或邪恶）"
												],
												[
													"5",
													"保护。我是海洋的守护者，照料珊瑚礁和水域，确保它们保持未受破坏的状态。（守序）"
												],
												[
													"6",
													"根除。地表世界的人民是创造的错误。我将纠正那个错误。（邪恶）"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "龙龟施法",
									"ENG_name": "Dragon Turtle Spellcasting",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"年龄",
												"法术豁免难度等级",
												"已知法术"
											],
											"colStyles": [
												"col-2",
												"col-5 text-right",
												"col-5 text-center"
											],
											"rows": [
												[
													"年轻",
													"13",
													"云雾术"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "龙龟的冒险",
							"ENG_name": "Dragon Turtle Adventures",
							"entries": [
								"龙龟冒险钩子表为涉及龙龟的故事和冒险提供了建议。",
								{
									"type": "entries",
									"name": "龙龟冒险钩子",
									"ENG_name": "Dragon Turtle Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一个无情的航运巨头贿赂了一只龙龟，让它攻击竞争对手的船只，并将它们赶出商界。"
												],
												[
													"2",
													"一只好奇的龙龟从海里游到上游，现在被困在一条主要贸易道路上的桥下，吓坏了旅行者。"
												],
												[
													"3",
													"在遭受一艘捕鲸船不明智的攻击后，一只龙龟追击该船回到港口，现在它攻击任何试图离开的船只。"
												],
												[
													"4",
													"一位法师的塔周围的海域太风暴，船只无法航行，但居住在那里的龙龟可能会被说服来运送角色们过海。"
												],
												[
													"5",
													"一个皇家浴室以其桑拿而闻名，直到供应蒸汽的龙龟逃脱并在宫殿中开始肆虐。"
												],
												[
													"6",
													"一千年前，一把传说中的剑随其使用者一起被埋葬在海底。现在必须找到这把剑，只有一只龙龟记得它在哪里。"
												],
												[
													"7",
													"一只龙龟在地下湖中定居，湖水的蒸汽已经迫使其他生物从它们的隧道中向上移动到地表。"
												],
												[
													"8",
													"一位海神派遣了一只龙龟去对人口稠密的海岸线造成破坏。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"龙龟性格稳重，不易发怒。这种性情，加上它们对道德困境的不感兴趣，使它们能够与它们遇到的大多数生物相处——或者至少能够容忍。它们经常与其他能够为它们带来食物或财宝的海洋生物建立共生关系，有时它们也同意为用大量财富诱惑它们的生物工作。"
									]
								},
								{
									"type": "entries",
									"name": "年轻的龙龟的联系",
									"ENG_name": "Young Dragon Turtle Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只年轻的龙龟作为萨胡金贵族的坐骑，以换取掠夺物。"
												],
												[
													"2",
													"一只年轻的蓝龙正在教一只年轻的龙龟恐吓附近的居民点，以便居民们用金子来讨好龙龟。"
												],
												[
													"3",
													"一只年轻的龙龟充当一群翼手龙的移动栖息地，并吃掉它们掉落的鱼。"
												],
												[
													"4",
													"一只年轻的龙龟被一只阿波罗斯奴役，并被迫守护这个生物的巢穴。"
												],
												[
													"5",
													"一群侏儒族支付给一只年轻的龙龟，让它作为他们蒸汽船队的移动加油平台。"
												],
												[
													"6",
													"一只年轻的龙龟喜欢以巨型鳄鱼的蛋为食。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "青年翡翠龙",
			"ENG_name": "Young Emerald Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"翡翠龙是宝石龙中最好奇、狡猾和操纵性的，它们使用灵能力量编织幻象来欺骗和迷惑。它们隐藏自己的存在，以便在不被察觉的情况下观察其他生物，同时收集从当地文化习俗到超自然事件的所有信息。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪烁的绿色",
							"ENG_name": "Shimmering Green",
							"entries": [
								"幼龙翡翠龙的鳞片是暗淡的淡绿色，但随着龙的成长，它们会发展成更丰富和多样化的绿色调。最终，鳞片变得半透明，在光线下闪烁，随着龙的移动而波动。龙的角和脊椎悬浮在身体上方，沿着背部和尾巴移动和变化，以反映龙的情绪。"
							]
						},
						{
							"type": "entries",
							"name": "巧妙隐藏",
							"ENG_name": "Clever Concealment",
							"entries": [
								"宝石龙中最害羞的翡翠龙也是最好奇的。它们喜欢观察当地的定居点和人民，利用它们的心灵感应能力来隐藏自己，从远处观察。当一只翡翠龙足够老时，它可能会采取一种能够与当地人口融为一体的生物的伪装，或者至少在不引起怀疑的情况下靠近。一旦处于观察的位置，龙就会研究当地人民的日常生活，对任何魔法现象都表现出浓厚的兴趣。",
								"翡翠龙对不寻常事件的警觉性使它们对它们的蓝宝石龙表亲特别有用，后者追捕异怪并寻找远界侵入物质界的证据。这些宝石龙经常合作，翡翠龙追踪侵入的源头，而蓝宝石龙则计划并执行决定性的清除——或者招募代理人为他们做这件事。",
								"翡翠龙偏好火山巢穴，这经常使它们与火巨人发生冲突。尽管它们不愿意向陌生人透露自己，但翡翠龙可能会接触经验丰富的冒险者，希望将他们引向对抗火巨人的对手。"
							]
						},
						{
							"type": "entries",
							"name": "积累的历史",
							"ENG_name": "Hoarded Histories",
							"entries": [
								"翡翠龙珍视知识，特别是关注魔法事件和个人的当地历史。它们通常知道巢穴附近的力量之地，并详细记录这些地点的现象如何对外界影响做出反应。它们还热衷于收集创造幻象的魔法物品和咒语，使它们能够更好地从窥探的眼睛和占卜中隐藏它们的宝藏。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只翡翠龙",
							"ENG_name": "Creating an Emerald Dragon",
							"entries": [
								"使用翡翠龙性格特征表和翡翠龙理念表来激发您对独特翡翠龙角色的描绘。",
								{
									"type": "entries",
									"name": "翡翠龙性格特征",
									"ENG_name": "Emerald Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我重复别人说过的话，以确保我正确记住了。"
												],
												[
													"2",
													"我可能不喜欢你，但我会尽力以尊重对待你，即使不是以善意。"
												],
												[
													"3",
													"我喜欢通过朗诵史诗来给访客留下深刻印象。"
												],
												[
													"4",
													"我只对那些了解历史和那些创造历史的人感兴趣。"
												],
												[
													"5",
													"我喜欢扮演传说中的角色。"
												],
												[
													"6",
													"我认真模仿我的客人的举止。"
												],
												[
													"7",
													"我更喜欢让别人说话，然后自己淡入背景。有时字面意义上也是如此。"
												],
												[
													"8",
													"我寻找观众，喜欢成为注意的焦点。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "翡翠龙理想",
									"ENG_name": "Emerald Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"隐居。如果别人不知道我在这里，对我是安全的，对他们也是安全的。（任意）"
												],
												[
													"2",
													"观察。人们会撒谎。历史会撒谎。甚至龙也会撒谎。但行动总是真实的。（守序）"
												],
												[
													"3",
													"讲故事。在故事的复述中有一种魔力。每一位新的讲述者都会在故事中加入自己的一点特色。（任何）"
												],
												[
													"4",
													"养育。抚养孩子是我们确保自己的故事传承下去的最佳机会。（任意）"
												],
												[
													"5",
													"好奇心。即使是最小的村庄也包含了无数关于爱、失落、胜利和背叛的故事。关于人们，总有更多东西可以学习。（任何）"
												],
												[
													"6",
													"间谍活动。一旦我为收集的信息得到报酬，我就不在乎别人怎么处理它。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "翡翠龙的冒险",
							"ENG_name": "Emerald Dragon Adventures",
							"entries": [
								"翡翠龙冒险钩子表提供了涉及翡翠龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "翡翠龙冒险钩子",
									"ENG_name": "Emerald Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只翡翠龙是一起谋杀案的唯一目击者，但它不想被发现或被识别。"
												],
												[
													"2",
													"一只翡翠龙寻找英雄参与一场传奇战斗的戏剧性再现，这场战斗涉及到龙骑士。"
												],
												[
													"3",
													"一只翡翠龙对火巨人的袭击引起了巨人族群的注意，现在这条龙正在寻求帮助。"
												],
												[
													"4",
													"村民们陆续失踪，几周后被发现在森林中徘徊。他们不记得那只翡翠龙，因为接近龙的巢穴而被施了魔法。"
												],
												[
													"5",
													"被一只传说中的翡翠龙吸引到其巢穴的巨大蜥蜴正在恐吓附近的半身人定居点。一个解决方案是摆脱这只龙。"
												],
												[
													"6",
													"一只翡翠龙是吟游学院的名誉校长，必须说服它在与对手学院的比赛中保卫学校。"
												],
												[
													"7",
													"一只翡翠龙隐形跟踪一队冒险者，给英雄们制造麻烦，以便龙可以观察他们的反应。"
												],
												[
													"8",
													"一只翡翠龙一直在为一个邪恶的阴谋集团做间谍，确保恶棍们始终比冒险家们领先一步。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"翡翠龙通常会特意避免与其他智慧生物互动。然而，他们对历史和文化的兴趣偶尔会占据上风，促使他们寻求与世界各族人民的某种接触。"
									]
								},
								{
									"type": "entries",
									"name": "年轻的翡翠龙的联系",
									"ENG_name": "Young Emerald Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只年轻的翡翠龙与一位石巨人结成了朋友，石巨人正在教龙巨人族的民间传说。"
												],
												[
													"2",
													"一只年轻的翡翠龙栖息在被废弃的强盗洞穴中，那里还住着一个友好的土元素，它为龙的宝藏寻找埋藏的硬币。"
												],
												[
													"3",
													"一个盖尔布杜尔担任着一只年轻翡翠龙巢穴的门卫。"
												],
												[
													"4",
													"一只年轻的翡翠龙邀请了一位黑暗精灵法师反复来访，这位法师纠正了龙对精灵分裂历史的理解。"
												],
												[
													"5",
													"一只年轻的翡翠龙试图赶走一群占据附近洞穴的独眼巨人，攻击了这个族群的巨型山羊群。"
												],
												[
													"6",
													"一名刺客和一只年轻的翡翠龙一起训练，以精通潜行的艺术。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Emerald Dragon.webp"
					},
					"credit": "朱利安·科克"
				}
			]
		},
		{
			"name": "青年月石龙",
			"ENG_name": "Young Moonstone Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"古老的传说表明，当诸神来到第一世界并试图用他们的类人追随者来填充它时，一条聪明的龙逃到了精类王国隐藏一窝蛋。精类王国的魔法渗透了这些蛋，孵化出了第一条月长石龙。它们的后代现在遍布精类王国。",
						"月长石龙是优雅而优雅的生物，拥有蛋白石色的鳞片和翡翠绿色的皮毛，从它们的下巴、胸部、背部和尾巴上垂下。一个月长石龙的角从颅骨的后部弯曲出来，另一个在鼻尖；两个角一起形成一个让人想起细长的新月的形状。月长石龙在早年是顽皮而冲动的恶作剧力量，但它们中最好的会成熟为明智的教师和讲故事者，成为精类界的支柱。最坏的月长石龙是自负且行为不端的，但即使是这些龙，本质上也是温和的，对所有事物都充满好奇——特别是来自遥远地方的旅行者。",
						"月长石龙能够将自己投射到梦境领域，与睡在它们巢穴附近的生物沟通。通过这种方式，它们激励艺术家和诗人，鼓励伟大的思想家，激励冒险者去完成英雄事迹。它们有时会向需要帮助的人提供指导，或请求冒险者的帮助，以激励他们走向伟大。",
						"通常来说，月长石龙对黄金或铜并不特别感兴趣，但它们喜欢银、铂金和秘银。它们还珍视那些价值不容易量化的宝藏——一首发自内心的歌曲，一束所爱之人的头发，或者一幅喜爱之地的画作。对于月长石龙来说，一个快乐时光的美好回忆比一袋黄金更有价值。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "创造一只月长石龙",
							"ENG_name": "Creating a Moonstone Dragon",
							"entries": [
								"使用月亮石龙性格特征表和月亮石龙理想信念表来激发你对独特月亮石龙角色的描绘。",
								{
									"type": "entries",
									"name": "月长石龙性格特征",
									"ENG_name": "Moonstone Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我经常搞不清楚自己是身处精类界还是物质界。"
												],
												[
													"2",
													"在追求新宝藏物品时，我以大胆无畏著称，不顾一切。"
												],
												[
													"3",
													"无论我变得多老，我总是喜欢无害的恶作剧和把戏。"
												],
												[
													"4",
													"我总是比同龄人更成熟，我迫不及待地等待着能够退休到我的巢穴，由宠爱我的精类照顾的那一天。"
												],
												[
													"5",
													"我鄙视任何诉诸暴力来解决问题的生物。"
												],
												[
													"6",
													"与他人交谈通常很困难，因为我很容易分心...哦我的天哪，那个头饰是银制的吗？"
												],
												[
													"7",
													"我觉得现实世界乏味而平凡，我更愿意花时间在睡眠中，在梦境的世界里。"
												],
												[
													"8",
													"我发现精类的异想天开，以及一般的异想天开，都令人恼火且筋疲力尽。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "月光石龙理想",
									"ENG_name": "Moonstone Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"好奇心。我可能永远无法体验多元宇宙中的所有事物——但尝试总无妨。（任何）"
												],
												[
													"2",
													"非暴力。在一个拥有无限可能性的多元宇宙中，暴力永远不必是答案。（中立）"
												],
												[
													"3",
													"异想天开。当世界充满了奇妙和荒谬的奇迹时，为什么要浪费时间在无聊、平凡的问题上呢？（混乱）"
												],
												[
													"4",
													"美丽。如果你足够努力地寻找，即使在最简单的事物中也能找到美。（善良）"
												],
												[
													"5",
													"灵感。历史上的艺术家和创造者是伟大的。但更伟大的是那些激励他们的人。（任何）"
												],
												[
													"6",
													"力量。生物在梦中最为脆弱，而我则是梦的主宰。（邪恶）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "月亮石龙的冒险",
							"ENG_name": "Moonstone Dragon Adventures",
							"entries": [
								"月光石龙冒险钩子表提供了涉及月光石龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "月长石龙冒险钩子",
									"ENG_name": "Moonstone Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一位富有且知名的艺术家的灵感来源——一只月长石龙——已经停止在他们的梦中出现。艺术家迫切希望雇佣冒险家去寻找这只龙。"
												],
												[
													"2",
													"一群月长石龙发现了通往物质界的传送门，并在附近的村庄制造混乱，偷走了当地人所有的银子。"
												],
												[
													"3",
													"一只月长石龙寻求精类王子的白金王冠——并且会不惜一切代价得到它。"
												],
												[
													"4",
													"一只贪吃的月亮石龙正在吞噬一个小森林中所有的月光，使得穿过森林的昏暗路径成为强盗活动的理想场所。"
												],
												[
													"5",
													"一只月亮石龙在精类界举办故事讲述比赛，获胜者可以索取龙穴中展示的任何一件物品。"
												],
												[
													"6",
													"一只因为收到金子作为礼物而感到冒犯的月光石龙，正在当地贵族中制造噩梦。"
												],
												[
													"7",
													"一位强大的施法者正在强迫一只被俘虏的月长石龙侵入冒险者的梦境，派遣队伍执行任务以协助施法者的邪恶计划。"
												],
												[
													"8",
													"一只不小心穿过传送门来到物质界的月长石龙找不到回家到精类界的路。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"在精类领域，月长石龙主要与精类、精灵和其他精类生物互动，这些生物崇拜并为龙服务。在精类领域之外，它们通常更喜欢通过梦境与其他生物交流。"
									]
								},
								{
									"type": "entries",
									"name": "年轻的月亮石龙的联系",
									"ENG_name": "Young Moonstone Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只即将成年的年轻月光石龙拒绝定居并建造巢穴。为了保护当地民众免受龙的混乱活动影响，一位小神明派遣了一个提婆来驯服龙的顽皮精神。"
												],
												[
													"2",
													"一只年轻的月长石龙成为了一个弗莫瑞人的诅咒的受害者，并选择留在巨人身边，而不是揭露这种魔法疾病。"
												],
												[
													"3",
													"一个树灵和一个年轻的月长石龙喜欢相聚并分享故事。当龙讲述旅行和冒险时，树灵则讲述构成森林生命的微小瞬间的故事。"
												],
												[
													"4",
													"一只年轻的月长石龙获得了一件属于精类法庭的强大魔法物品，并引导被派来取回物品的刺客在精类荒野中进行追逐。"
												],
												[
													"5",
													"一只年轻的月长石龙加入了一群闪烁狗的队伍，为期一年零一天。这只龙假装自己是一只闪烁狗，并拒绝承认其他身份，直到与这群狗共度的时间结束。"
												],
												[
													"6",
													"一只年轻的月光石龙和一位夜巫婆在梦境领域中反复相遇，但他们从未在现实中见过面。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Moonstone Dragon.webp"
					},
					"credit": "伊琳娜·诺德斯奥尔"
				}
			]
		},
		{
			"name": "青年蓝宝石龙",
			"ENG_name": "Young Sapphire Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"冲突的雷鸣般的碰撞是蓝宝石龙本质的一部分。它们好战且具有领地性，激烈地保卫自己的巢穴，伏击入侵者，策划对对手的攻击。它们的吐息武器的声波脉冲播下虚弱，使受害者无法反击。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "明亮的蓝色",
							"ENG_name": "Luminous Blue",
							"entries": [
								"蓝宝石龙的鳞片和翼膜呈现出多变的蓝色调，从春天天空的浅色调到蓝宝石宝石和压缩冰川冰的丰富、晶莹的天蓝色。在光线下，鳞片闪烁着像发光的星爆一样的光芒。龙的身体上的角和骨骼结构明显地展示了它们的灵能本质。它们的尾部刺和角尖都是独立的部分，但在龙活着的时候，它们由心灵能量悬浮在空中。这些悬浮的角和脊椎随着龙的情绪轻微移动，愉快时会轻轻摆动，愤怒时则会扩张。"
							]
						},
						{
							"type": "entries",
							"name": "战争艺术",
							"ENG_name": "Art of War",
							"entries": [
								"好战的蓝宝石龙根据它们在地下移动的能力来制定战略和伏击。蓝宝石龙通常不会立即攻击，而是更倾向于先评估入侵者，以便制定处理它们最有利的方法。",
								"蓝宝石龙警惕着异怪和其他被远界污染的生物的迹象。它们经常与翡翠龙结盟，借助其族群对神秘现象的知识来追踪远界的影响。凭借这些知识，蓝宝石龙在异域影响扩散之前将其根除。",
								"居住或深入地下的人很容易因为进入蓝宝石龙的领地而与它们发生冲突。但蓝宝石龙有时会与岩石侏儒或深地侏儒建立和平关系，依赖这些民族帮助保护它们巢穴周围的领地。"
							]
						},
						{
							"type": "entries",
							"name": "军事宝藏",
							"ENG_name": "Martial Hoards",
							"entries": [
								"蓝宝石龙最喜欢的宝物是武器和盔甲、军事历史和战术记录，以及能防护心灵伤害或精神侵入的魔法物品。蓝宝石龙宝藏的中心通常是一套编目有序的战争装备收藏，其中可能包含拥有巨大力量的古老遗物。"
							]
						},
						{
							"type": "entries",
							"name": "创建一只蓝宝石龙",
							"ENG_name": "Creating a Sapphire Dragon",
							"entries": [
								"使用蓝宝石龙性格特征和蓝宝石龙理想信念表来激发你塑造独特蓝宝石龙角色的灵感。",
								{
									"type": "entries",
									"name": "蓝宝石龙个性特征",
									"ENG_name": "Sapphire Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我经常对特定的历史战役或战争着迷，不将那场冲突中最重要的文物收入我的宝藏中我就不会休息。"
												],
												[
													"2",
													"我始终意识到来自这个世界之外的召唤。我必须通过积累强大的武器和盔甲来准备回应这个召唤。"
												],
												[
													"3",
													"我暗自期待冒险者试图潜入我的巢穴。不然我怎么能试验新的防御措施呢？"
												],
												[
													"4",
													"任何一天，给我一个有故事的头盔或弯刀，而不是一堆黄金。"
												],
												[
													"5",
													"没有生物能智胜我的防御——如果他们做到了，显然他们作弊了。"
												],
												[
													"6",
													"任何能与我匹敌的生物都必须教我——不管他们愿不愿意。"
												],
												[
													"7",
													"我无法抗拒玩龙棋——顺便说一句，我的祖先可能发明了这个游戏。"
												],
												[
													"8",
													"看到血让我感到恶心。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "蓝宝石龙族理念",
									"ENG_name": "Sapphire Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"孤独。陌生人只是我尚未处理的入侵者。（中立）"
												],
												[
													"2",
													"保护。大多数生物不能被信任来妥善保管具有历史意义的文物。我可以。（守序）"
												],
												[
													"3",
													"知识。我的收藏中每件物品背后的故事和这些宝藏本身一样重要。（任意）"
												],
												[
													"4",
													"秩序。一个井然有序的宝藏让我感到快乐——你不会想看到我不高兴的。（守序）"
												],
												[
													"5",
													"准备。正义和公正并不能保证胜利。规划和策略才能。（守序）"
												],
												[
													"6",
													"陪伴。当然，我的宝藏给我带来了极大的快乐。但真正的宝藏是那些停下来欣赏它的客人。（善良）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "蓝宝石龙冒险",
							"ENG_name": "Sapphire Dragon Adventures",
							"entries": [
								"蓝宝石龙冒险钩子表格提供了涉及蓝宝石龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "蓝宝石龙冒险钩子",
									"ENG_name": "Sapphire Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只蓝宝石龙伪装成邪恶土元素神的化身，担任一个狂热邪教的将军——并索取邪教胜利的战利品。"
												],
												[
													"2",
													"一只蓝宝石龙根据一项古老的契约，有义务就防御事宜向君主提供咨询——直到有人破解了龙的安全措施。"
												],
												[
													"3",
													"一只蓝宝石龙寻求冒险家带领他们进入对抗侵占龙巢的灵吸怪的战斗。"
												],
												[
													"4",
													"强大的地狱生物在市中心广场开启了一个传送门。关闭传送门的关键在于一件传说中的神圣武器，这件武器恰好是一只蓝宝石龙宝藏中的骄傲和喜悦。"
												],
												[
													"5",
													"一只蓝宝石龙威胁说，除非当局找到并交出一个从龙那里偷窃的小偷，否则它将把一个城镇沉入幽暗地域。"
												],
												[
													"6",
													"一个村庄正受到成群的巨型蜘蛛困扰，这些蜘蛛是因为附近的一只蓝宝石龙定居而被吸引到该地区的。清除村庄的蜘蛛意味着要干预龙的食物供应。"
												],
												[
													"7",
													"一只蓝宝石龙邀请战士们争夺在龙的指导下学习军事战术的荣誉。目前领先的是一个臭名昭著的强盗头目，如果他赢了，无疑会恐吓该地区。"
												],
												[
													"8",
													"蓝宝石龙的巢穴保护得如此之好，以至于它的内部防御从未被测试过。龙散布有关内部宝藏的谣言，以吸引能够触发陷阱的冒险家。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"蓝宝石龙通常是独居生物。在极少数情况下，如果它们与其他生物形成非敌对关系，那几乎总是为了加强龙巢的防御和财宝。"
									]
								},
								{
									"type": "entries",
									"name": "年轻蓝宝石龙的联系",
									"ENG_name": "Young Sapphire Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只年轻的蓝宝石龙通过定期使用瓦尔哈拉号角召唤狂战士之魂来练习武术技能。"
												],
												[
													"2",
													"一只年轻的蓝宝石龙发现了一群被遗忘已久的陶土魔像，并正在尝试教它们军事战术。"
												],
												[
													"3",
													"一位德鲁伊召唤了加勒布杜尔来守护一只年轻蓝宝石龙的宝藏，以换取龙控制巨大蜘蛛的数量，但加勒布杜尔给当地矿工带来了麻烦。"
												],
												[
													"4",
													"两名洛斯教徒寻找一件吸引巨型蜘蛛的魔法神器，但这件神器的安息之地已成为一只年轻蓝宝石龙的觅食地。"
												],
												[
													"5",
													"一只年轻的蓝宝石龙和一位地精军阀成为了朋友。地精定期来访，与龙交换战争故事和战术。"
												],
												[
													"6",
													"一位库托阿大祭司认为一只年轻的蓝宝石龙是名为Sliploopdreegoo的神，并呼吁其他库托阿人崇拜这条龙。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Sapphire Dragon.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "青年海蛇",
			"ENG_name": "Young Sea Serpent",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"海蛇与龙龟并列，是深海中最令人畏惧的捕食者之一，它们激发了许多水手最糟糕的噩梦。它们强壮的鳍使它们能够以极快的速度在水中穿行。",
						"年轻的海蛇是敏捷的猎手。它们利用珊瑚礁和自然伪装来隐藏自己，然后突然出击，逐个击倒船员。古老的海蛇长得足够大，能够摧毁整艘船，然后悠闲地在水里以无助的水手为食。无论年龄大小，海蛇都会用可怕的咬击、猛烈的尾部打击、紧束的抓握，以及冰冷的呼吸武器攻击，这种武器可以使水手们的尸体在船只残骸中冻结漂浮。",
						"海蛇和其它龙类一样，对领土有着强烈的保护欲，它们不会对未经允许就通过它们领地的船只表示友好。一些海蛇可以通过献上财宝来安抚，但大多数要求船员牺牲他们中的一个或多个人。",
						"海蛇生活在沉船的残骸中或深海洞穴里，收集它们击沉的船只上的货物，积累了大量的贸易商品、水手的小饰品和海盗的战利品。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Sea Serpent.webp"
					},
					"credit": "马克·贝姆"
				}
			]
		},
		{
			"name": "青年黄玉龙",
			"ENG_name": "Young Topaz Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"由于负能量界充满的死灵能量，衰败和绝望是黄玉龙的本质。它们的心灵感应能力体现了一个基本的熵增原理：凡人及其创造物最终注定要死亡和分解，因此这些龙通常表现出病态和易怒的情绪。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "闪闪发光的金子",
							"ENG_name": "Gleaming Gold",
							"entries": [
								"孵化时，黄玉龙幼龙的鳞片是暗淡的黄橙色，看起来有云状或薄膜状的外观。随着年龄的增长，它们的鳞片变硬并变得清澈，变得半透明且有刻面，颜色从鲜亮的黄色到丰富的琥珀色不等。它们的身体在臀部较宽，向头部逐渐变细呈楔形，翅膀形状使它们能够在空中和水中推进。黄玉龙的灵能力量在宝石状的棘刺中可见，这些棘刺从头顶延伸到尾巴尖端形成一条脊。这些棘刺在活着的黄玉龙背上悬浮，随着龙的情绪舞动和变化。"
							]
						},
						{
							"type": "entries",
							"name": "衰败的化身",
							"ENG_name": "Embodiment of Decay",
							"entries": [
								"尽管通常并无恶意，黄玉龙体现了衰败。它们将破坏视为为新的创造和成长铺路的自然手段，就像森林火灾清除枯木、补充土壤并使森林重新生长得比以前更健康一样。为此，黄玉龙利用它们的力量将摇摇欲坠的建筑和生病的植物化为尘埃，为新的生长和建设铺平道路。",
								"尽管黄玉龙是能干的游泳者，并将巢穴建在海岸和咸水沼泽中，但它们讨厌水。不幸的是，它们最喜欢的食物是巨型鱿鱼，因此这些龙在潜入深海寻找猎物后，有充分的机会痛苦地抱怨自己湿透了。",
								"黄玉龙经常在其沿海领土重叠时与青铜龙发生冲突，它们可能对这些金属龙怀有难以解释的强烈仇恨。它们还可能引起德鲁伊和其他自然保护者们的愤怒，因为这些人不理解龙对破坏大片乡村的倾向。除此之外，黄玉龙不喜欢陪伴，在被打扰时会变得烦躁。但是，任何能够忍受它们粗鲁的行为、尖刻的评论和阴郁兴趣的人，都可以与一个强大的盟友建立持久的联系。"
							]
						},
						{
							"type": "entries",
							"name": "熵增的宝藏",
							"ENG_name": "Entropic Hoards",
							"entries": [
								"黄玉龙重视关于毁灭和创造的信息，无论是抽象的还是专门用于实际应用的。它们对那些能够无中生有地创造物体、活化不死生物、毁灭物质或操纵负能量的魔法感到着迷。而且它们特别对不死生物感兴趣，有时会将它们作为珍品保存在自己的财宝中。"
							]
						},
						{
							"type": "entries",
							"name": "创造一只黄玉龙",
							"ENG_name": "Creating a Topaz Dragon",
							"entries": [
								"使用黄玉龙性格特征表和黄玉龙理想表来激发你对独特黄玉龙角色的描绘。",
								{
									"type": "entries",
									"name": "黄玉龙性格特征",
									"ENG_name": "Topaz Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"我寻求的伴侣只有我自己，因为没有人能与我竞争。"
												],
												[
													"2",
													"如果我的后代不能自己照顾自己，我不确定他们是否值得我的关注。"
												],
												[
													"3",
													"海洋是美丽的，我喜欢凝视它，但我讨厌被弄湿。"
												],
												[
													"4",
													"我为什么要冒着损害我华丽体魄的风险去战斗，当我可以凭借我心智的力量去战斗呢？"
												],
												[
													"5",
													"我的不可预测性是我唯一可以预测的。"
												],
												[
													"6",
													"在水下维持一个温暖、沙漠般的居住环境，需要真正的艺术性。"
												],
												[
													"7",
													"我通过想象对青铜龙的完美侮辱来安抚自己入睡；在等待遇到一只青铜龙的同时，我在其他生物上磨练这些侮辱。"
												],
												[
													"8",
													"我暗中喜欢与低等生物交谈，尽管我通常这样做只是为了发现他们的弱点。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "黄玉龙理念",
									"ENG_name": "Topaz Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"理想"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"孤独。我自己陪伴就足以取代我生活中其他生物的需要，无论是龙还是低等生物。（任何）"
												],
												[
													"2",
													"变化。一致性是停滞。（混乱）"
												],
												[
													"3",
													"精神优越。我磨练我的精神力量，以便我可以迷惑、控制或杀死任何惹恼我的人。（邪恶）"
												],
												[
													"4",
													"领土性。任何进入我的领地的生物都已经放弃了对我对它所做任何事情感到不满的权利。（邪恶）"
												],
												[
													"5",
													"奇迹。虽然我并不想在其中消磨时间，但我的灵魂在看到浩瀚的海洋之美时歌唱。（善良）"
												],
												[
													"6",
													"战斗准则。我鄙视大多数其他龙，但我在面对面时不会使用我对低等生物使用的卑鄙伎俩。（守序）"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "黄玉龙的冒险",
							"ENG_name": "Topaz Dragon Adventures",
							"entries": [
								"黄玉龙冒险钩子表提供了涉及黄玉龙的故事和冒险的建议。",
								{
									"type": "entries",
									"name": "黄玉龙冒险钩子",
									"ENG_name": "Topaz Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"冒险引子"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一艘海盗船被发现在公海上漂浮，船员的尸体完全干枯。唯一能说明发生了什么的线索是甲板上的一片黄玉龙鳞片。"
												],
												[
													"2",
													"一只黄玉龙已经宣称了一段海岸线，并命令海边小镇的居民撤离该地区，否则将遭受龙的愤怒。"
												],
												[
													"3",
													"一家专门养殖当地黄玉龙喜爱的一种鳗鱼的渔业被'闹鬼'了，每次幽灵出现时，鳗鱼的货物都会消失。"
												],
												[
													"4",
													"传说中，一只蕴含神力的手套安放在波涛之下的一座神庙中。不幸的是，那座神庙现在成了一只特别狡猾的黄玉龙的巢穴。"
												],
												[
													"5",
													"一只黄玉龙受伤了，被困在远离海洋的地方，但龙太骄傲了，不愿意请求帮助回家。"
												],
												[
													"6",
													"一只黄玉龙正在建造一个由干燥生物组成的展示台，并且已经变得痴迷于捕捉一个从龙爪中逃脱的宝藏猎人。"
												],
												[
													"7",
													"一只黄玉龙已经养成了对海妖的口味，龙巢附近的海妖社区迫切需要帮助。"
												],
												[
													"8",
													"一只黄玉龙决心要摧毁其领地内所有智慧生物的家园，绝望的当地人试图找出龙愤怒背后的原因。"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "相关生物",
									"ENG_name": "Connected Creatures",
									"entries": [
										"黄玉龙很少容忍除了自己之外的任何同伴，通常对他们自己的同类也最多只是漠不关心。此外，他们的不可预测性意味着即使一个生物对黄玉龙有用，也不能指望下次见面时能安全。然而，黄玉龙很少主动去攻击其他生物，除了青铜龙，对它们黄玉龙有一种难以解释的强烈仇恨。"
									]
								},
								{
									"type": "entries",
									"name": "年轻黄玉龙的联系",
									"ENG_name": "Young Topaz Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"相关生物"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"一只年轻的黄玉龙与一只年轻的斯芬克斯在天空中反复进行空中战斗以确定领地。它们俩都在暗中开始享受这些战斗。"
												],
												[
													"2",
													"一只年轻的黄玉龙在海滩上发现并吃掉了一个死去的萨哈金，无意中激怒了萨哈金的社群。"
												],
												[
													"3",
													"一群鹰身女妖正在戏弄一只新搬入它们领地的年轻黄玉龙。每杀死一只鹰身女妖，龙就会在项链上加一根羽毛。"
												],
												[
													"4",
													"一个好奇的水元素为一只年轻的黄玉龙提供水生佳肴，以了解更多关于龙的信息。"
												],
												[
													"5",
													"一只年轻的黄玉龙不断地试图从大鹏鸟的巢中偷蛋，尽管它已经被大鹏鸟父母多次几乎杀死。"
												],
												[
													"6",
													"一群长翼的狗头人将一只年轻的黄玉龙视为他们的君主，尽管这只龙对他们完全没有兴趣，并且越来越感到烦恼。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Topaz Dragon.webp"
					},
					"credit": "亚历克斯·斯通"
				}
			]
		}
	]
}
