{
	"monsterFluff": [
		{
			"name": "维克纳，大巫妖",
			"ENG_name": "Vecna the Archlich",
			"source": "VD",
			"entries": [
				"在无数世界中，他的名字唤起了恐怖和残忍的故事。不死之王Vecna。低语者Vecna。腐烂之塔的领主Vecna。在超过十万年的时间里，炽热的仇恨使他从一个卑微的起源走向征服者的宝座，然后走向超越生死的领域，最终成为神祇。许多人遭受了他可怕的愤怒，但很少有人能讲述一个卑微的抄写员如何在多元宇宙留下永恒的伤痕，然后完全超越物质世界。Vecna的故事只有少数片段被挖掘出来。",
				"据说维克纳出生于奥特世界的一个低等种姓，是一个女巫和一个他从未知晓的父亲的儿子。一群巫师因为女巫练习禁忌的死灵法术而将维克纳的母亲流放到了荒地。这个组织将她孤苦无依的儿子束缚为奴隶，并先是让他做擦鞋匠，然后是抄写员。维克纳在童年的大部分时间里秘密地自学主人的艺术，每晚午夜后偷偷进入他们的魔法论文图书馆。正是在这些紧张的学习期间，他第一次听到脑海中传来的舒缓声音，一个来自另一个世界的耳语，承诺如果维克纳愿意屈服于他心中滋生的仇恨，就会给他复仇。维克纳从主人和他们的书中学到了所有他能学到的东西后，他屠杀了他们。就在那个晚上，那个声音敦促他记录下他所有的邪恶思想和梦想，他开始撰写他的《邪恶黑暗之书》。",
				"传说中，维克纳在格雷海姆世界建立了一个王国。他从尼尔迪夫湖底升起的黑曜石塔中统治了数个世纪，这座塔高耸于湖面之上。在这个时期，受声音的驱使，维克纳征服了广阔的领土，将伟大的城市埋葬在地下和岩石之下。几代人之后，当他的肉体开始受到时间的摧残时，维克纳的腐朽仇恨不允许他死去。他召唤了禁忌的死灵法术，将自己转变成了一个{@creature 巫妖}，一个超越死亡的可怕存在。",
				"在某个时刻，Vecna厌倦了他在Oerth的王国，并开始将他的邪恶带到其他世界，仍然被那神秘的声音和他的对所有真实和纯洁事物的不可抑制的仇恨所驱使。据说，他一度居住在一个被称为Cavitius城堡的宫殿里，位于灰烬广阔的田野中，靠近地球和火元素界的边界。",
				"最终，一位被称为卡斯·血手的堕落圣骑士在维克纳的邪恶手下中脱颖而出，成为了这位大巫妖的私人守卫，并监管维克纳在多元宇宙中建立的许多王国和邪教。作为卡斯权威的象徵，维克纳为他锻造了一把可怕的武器，即现在被称为{@item 凯斯之剑}的剑。后来，卡斯背叛了维克纳，并用剑切断了大巫妖的手并挖出了他的眼睛。没有人知道为什么卡斯背叛了维克纳。一些人相信，对维克纳说了无数年的神秘声音开始害怕这位大巫妖，并开始转而向卡斯低语。",
				"他们的冲突之后，卡斯和维克纳消失了很长时间。前者后来作为托瓦格荒漠领域的统治者在影域中出现。后者则花了数个世纪在世界之间跳跃，寻找他的{@item Vecna之手|DMG|断手}和{@item Vecna之眼|DMG|眼睛}。最近，维克纳转移到了外位面，在那里他变得如此强大，以至于成为了一个神。他有许多狂热的崇拜者，他们都渴望尝一尝他巨大的力量。",
				"随附的统计数据块描述了Vecna在他被Kas背叛之前的巫妖形态。因为Vecna据说已经掌握了允许他穿越时间的魔法，即使在他那被割断的{@item Vecna之手|DMG|断手}和{@item Vecna之眼|DMG|眼睛}在一些世界中已经成为已知的神器，他也可以以这种形态出现。",
				{
					"type": "inset",
					"name": "《邪恶黑暗之书》",
					"ENG_name": "The Book of Vile Darkness",
					"entries": [
						"虽然维克纳总是随身携带着{@item 秽暗之书}——实际上，他将自己的巫妖形态塑造成了包含这本书——但他通常在战斗中无需借助其邪恶魔法。如果DM希望进行更具挑战性（且更复杂）的遭遇战，维克纳可以适时调用书中的任何能力。",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/VD/Book of Vile Darkness.webp"
							}
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VD/Vecna Profile.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VD/Head of Vecna.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VD/Eye of Vecna.webp"
					}
				}
			]
		}
	]
}
