{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "阿卡伊拉伊",
			"ENG_name": "Achaierai",
			"source": "MaBJoV",
			"entries": [
				"阿凯拉伊主要居住在地下黑暗中，是一种源自阿凯隆位面的狡猾的禽类四足动物。他们具有部落性和组织性，拥有强烈的——尽管是扭曲的——正义感，经常会联合起来对那些伤害了他们族人的敌人进行血腥的复仇。他们非常聪明，有着强烈的施虐狂倾向，驱使他们为受害者设计新的、有创意的折磨策略。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "致命的敌人",
									"ENG_name": "Deadly Foes",
									"entries": [
										"阿凯莱拥有剃刀般锋利的喙，它们的四条腿的末端都长有野蛮的爪子，可以撕碎对手。它们通常成群狩猎，使用协调策略来最大化攻击效率。如果阿凯莱受到威胁，它可以释放有毒云雾来分散敌人的注意力并逃跑......只是为了在更有利的条件下稍后再次恢复战斗。"
									]
								},
								{
									"type": "entries",
									"name": "残酷的社群",
									"ENG_name": "A Community of Cruelty",
									"entries": [
										"阿凯拉伊天生是社交生物，通常形成多达六名成员的小群体。然而，这些群体并不是家庭。领袖只是最大和最强壮的成员，在食物短缺时，最弱的成员通常会被同类相食。阿凯拉伊只能在他们的家乡位面繁殖。为了在地下黑暗中增加他们的人数，他们捕获法师并折磨他们，直到他们召唤出更多来自阿凯隆的同类。因此，法师是唯一不会被这些食肉的阿凯拉伊最终吃掉的俘虏。"
									]
								},
								{
									"type": "entries",
									"name": "复仇之轮",
									"ENG_name": "A Cycle of Vengeance",
									"entries": [
										"阿凯拉伊的群体已知会联合起来对地底侏儒村庄或黑暗精灵前哨站发动战争。这些攻击几乎没有预警，通常没有幸存者，因为贪吃的阿凯拉伊会吞噬视线中的一切。出于这个原因，其他幽暗地域的种族厌恶阿凯拉伊，甚至在发现一个群体时会合作将其消灭。不可避免地，这会引发其他阿凯拉伊的报复，导致一个无休止的恶性循环，充满了残酷和血腥的报复。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Achaierai.webp"
					}
				}
			]
		},
		{
			"name": "艾瑞贝斯·德·泰兰德",
			"ENG_name": "Aribeth de Tylmarande",
			"source": "MaBJoV",
			"entries": [
				"阿里贝斯曾经是提尔的精灵圣武士，提尔是正义的盲神。她以美貌著称，因善良而受到爱戴，是奈瑟·阿拉贡德的个人护卫，他是Neverwinter城市的领主。但是，当她的未婚夫芬提克·莫斯因叛国罪被不公正地处以绞刑时，悲伤和复仇的欲望腐蚀了她曾经高尚的精神。她开始走上了一条针对她的领主、她的人民，甚至她的神的复仇之路，最终以她自己的死亡告终。",
				"在她被杀后，大恶魔梅菲斯特（Mephistopheles）在地狱中寻找了阿里贝斯（Aribeth）的灵魂。他与堕落的圣武士达成了交易，提供了她再次执行正义的机会，就像她曾为提尔（Tyr）服务时所做的那样。阿里贝斯接受了，并被送回了活人的世界。",
				"阿里贝斯在地狱中度过的几十年，以及她在前世所经历的背叛，使她变成了一个没有灵魂的空壳。没有了良心、悔恨和同情心，梅菲斯托费勒斯将她变成了追捕那些违反与地狱力量签订的契约的人的猎人。",
				"但尽管梅菲斯托努力彻底摧毁她，他很快意识到阿里贝斯昔日的善良和同情心仍然有一丝微小的火花，深埋在她内心深处。作为对此的认可，他赋予了阿里贝斯一把名为虚空的不洁之剑，这把剑会吞噬受害者的灵魂，使他们免于被诅咒到九层地狱的永恒痛苦中。然而，梅菲斯托只允许阿里贝斯使用这把剑来拯救每九个受害者中的一个，知道他选择拯救谁和让谁受苦将是一个持续的负担，最终会腐蚀阿里贝斯灵魂中最后的高贵遗迹。",
				"但阿里贝斯足够聪明，能够理解她主宰的真正计划。她并没有积极选择虚空将饶恕谁，而是通过使用一个简单但极其精确的天平来做出选择，这个天平类似于她曾经作为提尔神职人员携带的圣徽。当她遇到受害者时，她会向他们索要一枚金币。如果他们给了她，她会将其放在天平上，测量重量到千分之一盎司。如果天平在最后一个数字达到\"9\"，她将用虚空杀死他们，这样她就不必承受个人决定谁将被抛弃谁将被饶恕的情感负担。",
				"即使现在，尽管她仍然是梅菲斯托的化身，但阿里贝斯在严格意义上并不是邪恶的。她的受害者永远不会是无辜的，她只对那些通过自己的选择和行为应得的人施加她的野蛮正义。她对自己的职责并不感到乐趣；在她施加的痛苦中没有残忍的狂欢。以这种方式，她更像是一种无情的自然力量——不可阻挡和冷漠，但在分配黑暗正义时是公正的。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Aribeth de Tylmarande.webp"
					}
				}
			]
		},
		{
			"name": "巴力西卜",
			"ENG_name": "Baalzebul",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我不知道那个大笨蛋和他的仓鼠是如何搜集到那么多危险实体的信息的，但如果有人问我，我认为写这些东西是愚蠢的。这就是我从未写过关于九层地狱的书的原因。"
					],
					"by": "沃罗"
				},
				"巴尔泽布尔是一位大恶魔，也是马拉多米尼的领主，九层地狱的第七层。他被称为苍蝇之王，因为他精心编织的阴谋之网甚至能困住最小的苍蝇。近几个世纪以来，他被九层地狱之主——阿斯莫德斯诅咒，获得了一种新的丑陋形态。这种形态为他赢得了一个新的头衔——蛞蝓大公。",
				"巴尔泽布尔最初被称为特里尔，是天堂中最强大和最美丽的天使之一。特里尔为了实现自己的完美而进行的自私行为导致他堕落并被逐出天堂。堕落之后，阿斯莫德可能出于某种残留的同情心，迅速将巴尔泽布尔提升到恶魔贵族的行列。巴尔泽布尔对权力的无情渴望为他服务得很好，不久他不仅取代了古老的、原始的马拉多米尼领主，而且设法成为唯一统治九层地狱两层的大恶魔，尽管他是通过恶魔摩洛克来统治马尔博格的。",
				"然而，巴莱泽布尔的骄傲依旧是他的败笔。当他试图夺取阿斯摩德的王位时，他的计划被发现并被挫败。阿斯摩德对巴莱泽布尔施加了一系列奇怪的惩罚。他被诅咒，每对恶魔说过一个谎言，就要以蛞蝓的形态出现一年。他与凡人达成的任何交易都将给参与者带来灾难。他的城堡变成了粪便，并充满了污垢，他所统治的马尔博格也被剥夺了。",
				"尽管受到了惩罚，巴尔泽布尔仍然极其狡猾和有魅力。即使被困在蛞蝓的形态中，他仍然是谎言之王，他的每一个欺骗都轻易地完成。他的每一个谎言都有特定的目的。只有其他魔鬼才能免受他的谎言欺骗，因为巴尔泽布尔希望恢复他原来美丽的形态。",
				"如果被迫进入战斗，巴尔泽布尔的首要策略是呕吐出巨大的食肉蝇群。巴尔泽布尔的气味极其恶臭，以至于仅仅试图靠近他就令人作呕。尽管他体态膨胀，但他仍然可以地下钻洞并轻松攀爬表面。他很容易追踪，因为他总是留下一层厚厚的恶臭粘液。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Baalzebul.webp"
					}
				}
			]
		},
		{
			"name": "贝比利特",
			"ENG_name": "Bebilith",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"据说，卓尔（黑暗精灵）可以将贝比利特囚禁在金属壳中。这个新的创造物被称为\"回收者\"，被黑暗精灵用来追踪和消灭他们的敌人。"
					],
					"by": "沃罗"
				},
				"贝比利斯，或称为深渊的爬行者，是捕食其他恶魔的类蜘蛛恶魔...尽管它们是出于饥饿、残忍，还是一种奇怪的强制冲动，要对它们混乱邪恶的同类施加正义，这一点尚不清楚。其他恶魔通常会避开贝比利斯，杀死它们被认为是一个重大禁忌。更加增添了它们奇怪神秘感的是，人们相信几个更强大的恶魔存在向贝比利斯致敬。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "倒刺恐怖",
									"ENG_name": "Barbed Horrors",
									"entries": [
										"庞大而笨重的猎人，贝比利斯拥有可以像切黄油一样轻松切穿最厚盔甲的前腿爪子。它们可以投掷带有灼热绿火的网，它们的咬伤中的毒液会导致受害者被绿火点燃，从内到外活活烧死。虽然它们蜘蛛般的外表暗示着恶魔女王洛斯创造了它们，但大多数深渊学者已经驳斥了这一理论。它们的起源似乎已经迷失在时间中，尽管大多数人怀疑贝比利斯是自然捕食者，在其他恶魔以它们成群结队的方式遍布整个深渊之前，它们就已经在深渊中漫游了很长时间。"
									]
								},
								{
									"type": "entries",
									"name": "无情的猎人",
									"ENG_name": "Relentless Hunters",
									"entries": [
										"尽管它们通常以其他恶魔为食，但贝比利斯会毫不犹豫地攻击遇到的任何生物。在初次袭击期间，它们使用信息素和恶魔魔法的组合来标记它们的猎物。一旦被标记，贝比利斯可以跨越任何距离追踪它的受害者——逃脱追踪的唯一方法是杀死贝比利斯或逃离深渊。幸运的是，贝比利斯不能被召唤到主物质位面。然而，卓尔发现了一种方法，可以将它们的灵魂引入到被称为检索者的机械蜘蛛状构造物中，卓尔用它们来狩猎或追踪敌人。"
									]
								},
								{
									"type": "inset",
									"name": "卡塞鲁斯监狱",
									"ENG_name": "Carcerus Prison",
									"entries": [
										"在乌斯塔纳的卡塞鲁斯监狱中，一些恶魔狱卒折磨了一小批贝比利斯，使它们为自己服务。这些贝比利斯可以使用它们无情的猎人能力，针对任何曾经被监禁在卡塞鲁斯的人。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Bebilith.webp"
					}
				}
			]
		},
		{
			"name": "巴尔",
			"ENG_name": "Bhaal",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"当邪恶敲响你的门时，不要问是谁。让你的剑来说话！但当你敲响邪恶的门时，给它一个好，有力的踢。当邪恶问，是谁在那里？告诉他们是Boo派你来的！"
					],
					"by": "明斯克和布布！"
				},
				"巴尔（Bhaal）是一个彻头彻尾的邪恶、堕落和施虐的神祇——谋杀之神——被费伦（Faerûn）的大多数神祇所憎恶；他的神圣敌人包括夏安媞（Chauntea）、海尔姆（Helm）、伊尔马特（Ilmater）、拉森德尔（Lathander）、莉拉（Lliira）和提尔（Tyr）。",
				"在成为神之前，巴尔是一位渴望权力的冒险家，生活在托瑞尔。他和他的同伴贝恩和米尔库尔一起，寻求获得死亡之神杰尔加的领域。杰尔加愿意将他的领域提供给黑暗三者，尽管他们之间无法决定谁来统治。在杰尔加的建议下，三人分割了他的力量，决定如何分割它基于一个游戏的结果。三人玩了一次掷骰子的游戏，贝恩成为了胜者。他声称仇恨、冲突和暴政为自己的领域。米尔库尔排名第二，选择了统治死者。最后，巴尔选择了死亡和谋杀的神圣领域。",
				"一个世纪前，Bhaal预见到他会在动荡时期死去，并制定了一个计划，通过创造Bhaalspawn——拥有他神圣本质一小部分的凡人孩子——来允许他复活。虽然这个计划花了超过一个世纪才实现，但Bhaal确实已经重生。已经死去一个多世纪的他，现在致力于重建他的追随者群体，这将增强他的神力。他最强大和最虔诚的追随者包括他的Bhaalspawn儿子Sarevok和著名的天空队长Pelyious。",
				"巴尔有两个化身形态：一个被称为屠戮者（Slayer）的类似尸体的男性人形生物，以及一个被称为毁灭者（Ravager）的巨大野兽。他以屠戮者形态在夜间狩猎受害者。当他杀戮之后，赋予了他转化为毁灭者的力量。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Bhaal.webp"
					}
				}
			]
		},
		{
			"name": "巴尔，破坏者",
			"ENG_name": "Bhaal, Ravager",
			"source": "MaBJoV",
			"_copy": {
				"name": "巴尔",
				"ENG_name": "Bhaal",
				"source": "MaBJoV"
			}
		},
		{
			"name": "巴尔，屠戮者",
			"ENG_name": "Bhaal, Slayer",
			"source": "MaBJoV",
			"_copy": {
				"name": "巴尔",
				"ENG_name": "Bhaal",
				"source": "MaBJoV"
			}
		},
		{
			"name": "博迪·伊伦尼库斯",
			"ENG_name": "Bodhi Irenicus",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"范·里希滕可能认为他在关于不死生物的书籍市场上独占鳌头，但他错了。我对吸血鬼做了大量的研究，你可以在我的即将出版的书《沃洛的幽灵与妖怪指南》中读到相关内容。然后你可以判断谁是关于不死生物的专家。"
					],
					"by": "沃罗"
				},
				"博迪出生在精灵城市苏尔达内斯萨尔。她是这座城市最伟大的法师乔内莱斯·伊卡洛斯的妹妹，并且与他一样对奥术艺术感兴趣，即使她没有他的天赋。出于对兄弟声望的嫉妒，她离开了苏尔达内斯萨尔，寻找可能使她与乔恩平起平坐的秘密。在她的旅途中，她遇到了被称为维斯蒂人的流浪民族。",
				"Vistani人向她展示了通往影域邪恶区域的道路，博迪在那里遇到了邪恶的黑暗力量。博迪与这些神秘生物达成了契约，他们向她展示了秘密，这些秘密将使她能够直接从精灵神灵那里汲取力量。",
				"回到苏尔达尼斯拉，博迪与乔内莱斯分享了她所发现的秘密。她的低语点燃了他获得更大力量的渴望。她和她的兄弟开始策划一个通过抽取苏尔达尼斯拉的生命树的魔法精华来实现神性的阴谋。这个仪式本会杀死城市中的大多数精灵，但这对兄妹被城市的女王艾莱斯梅阻止了。",
				"因为罪行，这对兄妹被诅咒了——剥夺了他们的精灵长寿并被流放出他们的家园。博迪对她所发生的事情感到愤怒。尽管她的兄弟反对，她还是回到了苏尔达内斯萨尔试图谋杀女王。她在被艾莱西姆最终杀死之前屠杀了数十个她的族人。但博迪并没有就此死去。相反，影域的黑暗力量将她复活为吸血鬼，以便她可以继续腐蚀她的兄弟并带来他的最终灭亡。",
				"凭借她新获得的力量，博迪帮助她的兄弟在安姆国家捕获了数十名强大的个体。她带给她兄弟折磨和实验的受害者之一是名叫阿布德尔·阿德里安的巴尔哈之子，谋杀之神的凡人儿子。阿布德尔和他的同父异母妹妹伊蒙逃走并寻求对博迪的复仇。最终，他们追踪到她，并在她睡在石棺中时将她钉在心脏上。",
				"但这并不是博迪故事的结束。她的兄弟在她死后不久遭受了最终的覆灭，完成了博迪最初与影域的黑暗力量所达成的契约。结果，她和她的兄弟被拉入了恐惧领域中树顶城市的黑暗倒影。尽管被困在那里，博迪和她的兄弟仍然找到方法来折磨苏尔达内瑟拉的精灵，即使他们在寻求逃离他们的监狱。",
				"博迪异常残忍、虐待狂和邪恶，喜欢在摧毁她的猎物之前玩弄他们。像她的兄弟一样，她对自己出生并后来被流放的精灵社区怀有深深的仇恨。",
				{
					"type": "entries",
					"name": "博迪·伊伦尼库斯作为联络人",
					"ENG_name": "Bodhi Irenicus as a Contact",
					"entries": [
						"博迪是伊卡洛斯秩序成员在低等级时的主要联系人。博迪愿意让她青睐的人喝她的血。这样做会赋予你以下超自然礼物之一。你只能从博迪那里得到一个礼物。",
						{
							"type": "table",
							"caption": "博迪·艾雷尼卡斯的超自然恩赐",
							"colLabels": [
								"超自然赠礼",
								"好处",
								"所需等级"
							],
							"colStyles": [
								"col-2",
								"col-10",
								"col-1 text-right"
							],
							"rows": [
								[
									"死亡之赐",
									"你拥有一个治愈伤口的护身符的好处",
									"1"
								],
								[
									"噩梦之赐",
									"你拥有一枚减缓下落戒指的好处",
									"1"
								],
								[
									"巫妖的礼物",
									"你在对法术和其他魔法效果的豁免投掷上有优势",
									"5"
								],
								[
									"蜘蛛之赐",
									"你可以攀爬困难的表面，包括在天花板上倒挂着，而无需进行能力检定",
									"5"
								],
								[
									"黑豹的礼物",
									"你可以每天一次无需使用任何口头或身体动作成分地施放{@spell 变形术}法术。你只能对自己施放，并且必须变成一只豹子",
									"7"
								],
								[
									"吸血鬼的礼物",
									"你可以每天一次无需使用任何口头或肢体动作成分来施放{@spell 支配人类}法术",
									"9"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Bodhi Irenicus.webp"
					}
				}
			]
		},
		{
			"name": "博里维克·温德海姆",
			"ENG_name": "Borivik Windheim",
			"source": "MaBJoV",
			"entries": [
				"博罗维克·温德海姆是一位来自遥远奥瑟世界的熟练游侠和不死生物猎人。他曾是古老心灵秩序的侦察员。很久以前，博罗维克带领着心灵秩序的一个小队，当时一股奇怪的雾气升起并将他们带到了影域。那个地方的恐怖一个接一个地夺走了博罗维克的同伴，直到博罗维克成为唯一的幸存者。博罗维克为这么多亲密朋友之死自责，但他从未陷入绝望。",
				"博罗维克的生存意志使他从被追捕者变成了猎人。他在一个充满不死生物和自然变异体的土地上学到了他所能学到的一切。在影域的时光里，他成为了狩猎和杀死不死生物的大师。他甚至受到了著名的吸血鬼猎人鲁道夫·范·里希滕（Rudolph Van Richten）的指导。他还与两个人建立了友谊，这两个人将成为他最亲密的伙伴，洛瑟（Lothar）是一个乌瑟加德特（Uthgardt）野蛮人，维克托（Viktor）是一个圣战士。",
				"对于那些不太了解他的人来说，博罗维克显得古怪而奇怪。有时，博罗维克会与他心中已故的来自心灵秩序的同伴进行单方面的对话。这是他在影域时期学到的一种应对机制，也是他保持他们记忆活着的一种方式。",
				"在同伴洛萨的帮助下，博里维克从影域逃到了费伦世界。在那里，他与烈焰之拳组织取得了联系。烈焰之拳帮助他从影域所经历的恐怖中恢复过来，作为回报，博里维克成为了他们最热心的支持者之一。",
				"Borivik的首选武器是一把重型弩。他随身携带了各种弹药和其他小玩意，专门用来杀死各种怪物，重点是那些可以用于影域居民的物品。他愿意与任何表示兴趣的人分享他在对抗不死生物方面的经验。",
				{
					"type": "entries",
					"name": "博里维克作为联络人",
					"ENG_name": "Borivik as a Contact",
					"entries": [
						"博里维克在7级时作为烈焰之拳的联系人变得可用。",
						{
							"type": "table",
							"caption": "纳克提供的弹药",
							"colLabels": [
								"弹药",
								"所需等级",
								"成本"
							],
							"colStyles": [
								"col-5",
								"col-3 text-right",
								"col-4"
							],
							"rows": [
								[
									"弹药，+1",
									"1",
									"每份弹药50金币"
								],
								[
									"解毒剂",
									"1",
									"30金币"
								],
								[
									"圣水",
									"1",
									"10金币"
								],
								[
									"弹药，+2",
									"9",
									"每份弹药200金币"
								],
								[
									"滑溜之油",
									"9",
									"250金币"
								],
								[
									"无踪粉",
									"9",
									"300金币"
								],
								[
									"干燥粉",
									"9",
									"200 金币"
								],
								[
									"抗性戒指——死灵",
									"9",
									"1000金币"
								],
								[
									"弹药，+3",
									"12",
									"每份弹药1000金币"
								],
								[
									"消灭不死生物的箭/弩箭",
									"14",
									"每份弹药5000金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Borivik Windheim.webp"
					}
				}
			]
		},
		{
			"name": "科尼利厄斯·沃森",
			"ENG_name": "Cornelius Watson",
			"source": "MaBJoV",
			"entries": [
				"多克·沃森（只有他的母亲叫他科尼利厄斯）是一位杰出的学者。他有着多样化的兴趣，并且很少在一个主题上专注超过几个月。他自称为医生，尽管奇怪的是，医学从未是他的兴趣之一。据说这个称呼来自于他与一个人的时间，那个人声称在单一学科研究中能够获得的最高荣誉被称为\"博士\"。多克·沃森一直持续保持兴趣的唯一领域是魔法，这主要是因为它仍然是帮助他继续学习的最佳工具。",
				"沃森医生出生在深水城的一个不起眼的贵族家庭。尽管他是一个爱读书的好学儿童，但他有点漫无目的，他的家人对他找到一份职业感到绝望。幸运的是，在和他的古怪叔叔（碰巧是一位小法师）共度一段时间后，沃森医生发现自己对魔法有天赋。",
				"让家人失望的是，沃森医生没有将他的魔法技能应用到像警惕法师与保护者秩序、神秘女士的神职人员或观星者学院这样体面的职业上。相反，他尝试了一系列越来越奇怪的工作，其中有些工作让他恼怒的母亲确信完全是他自己编造出来的。这包括成为深水港港务局的天气预报员和《深水周刊》的专栏作家。最后一根稻草是当沃森医生尝试在巴米·布莱哈德旅馆担任行政总厨时。在那里，他声称通过局部火焰魔法（使用火魔法在牛排上获得完美的焦痕）实现了最佳的美拉德反应。正是在这一点上，他的家人切断了他的月度津贴。",
				"被迫寻找新的收入来源，Doc Watson被他的朋友Flimp Shagglecran说服，尝试投身于古老的冒险职业。冒险证明是非常有利可图的，并且让Doc Watson接触到了各种有趣的人、地方和怪物。最终，他和Flimp积累了足够的财富，使他们能够成立一个新的公会，他们给这个公会起了一个描述性但极其普通的名称：冒险者公会（The Adventurer's Guild）。",
				{
					"type": "entries",
					"name": "沃森作为联系人",
					"ENG_name": "Watson as a Contact",
					"entries": [
						"沃森在9级时成为冒险者公会的联系人。沃森博士拥有一些Faerûn最危险怪物巢穴的地图。这些巢穴也是惊人宝藏的所在地。",
						{
							"type": "table",
							"caption": "沃森提供的怪物巢穴地图",
							"colLabels": [
								"怪物巢穴",
								"宝藏库",
								"地图费用"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-4"
							],
							"rows": [
								[
									"女面斯芬克斯",
									"在《地下城主指南》(DMG)中挑战等级11-16的宝藏堆上进行掷骰",
									"250金币"
								],
								[
									"眼魔",
									"在《地下城主指南》(DMG)中挑战等级11-16的宝藏堆上进行掷骰",
									"500金币"
								],
								[
									"木乃伊领主",
									"在《地下城主指南》(DMG)中挑战等级11-16的宝藏堆上进行掷骰",
									"500金币"
								],
								[
									"成年绿龙",
									"在《地下城主指南》(DMG)中挑战等级11-16的宝藏堆上进行掷骰",
									"750金币"
								],
								[
									"成年红龙",
									"在《地下城主指南》(DMG)中，挑战等级17+时的宝藏清单上掷骰",
									"1000金币"
								],
								[
									"远古黑龙",
									"在《地下城主指南》(DMG)中，当挑战等级为17+时，进行两次宝藏堆叠检定",
									"5000金币"
								],
								[
									"克拉肯",
									"在《地下城主指南》(DMG)中，当挑战等级为17+时，进行两次宝藏堆叠检定",
									"5000金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Cornelius Watson.webp"
					}
				}
			]
		},
		{
			"name": "克里欧纳克斯",
			"ENG_name": "Cryonax",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"天哪！游侠怎么还没把自己弄死，真是超出了我的理解。"
					],
					"by": "沃罗"
				},
				{
					"type": "quote",
					"entries": [
						"一些鱼人告诉Boo关于一种叫做Leemooggoogoon的可怕怪兽。我们最终在北方的冰原上找到了它，但情况并不顺利。有时候，当你敢于去踢邪恶的屁股时，你的脚会被冻成冰柱。"
					],
					"by": "MINSC"
				},
				"克里欧纳克斯，邪恶冰生物的王子，是来自冰元素位面的邪恶元素王子。克里欧纳克斯看起来像一个高大的类猿野兽，身高约十五尺。蓬松的白色毛发覆盖着他强壮的类人身体。他的手臂不是普通的手臂，而是一对长而有吸盘的触手。他周围的空气寒冷刺骨，冷得就像死亡本身。",
				"邪恶元素的王子是古老的元素生物，拥有巨大的力量。它们每一个都指挥着无数扭曲和邪恶的元素生物，并且被凡人世界中的疯狂邪教徒所崇拜。与体现四种基本元素的王子不同，克里欧纳克斯从多种元素中汲取力量。因此，一些人认为克里欧纳克斯是远古元素之眼最宠爱的王子。元素之眼是一个黑暗的原始神，它在世界的开始时腐化了元素，催生了每一位王子。",
				"克里奥纳克斯企图将多元宇宙变成冰。为此，他努力将永恒的冬天降临到整个世界上。当他来到一个领域时，他策划阻止夏天的到来，减弱一个世界太阳的光辉，并通过天气控制魔法扩大一个世界极地地区的冰川。",
				"克里奥纳克斯（Cryonax）统治着霜冻之地（Frostfell），也被称为冰之位面。这是一个纯粹、刺骨寒冷的地方。克里奥纳克斯居住在雕刻庄园（Chiseled Estate），一座由冰、岩石、水晶和玻璃建造的巨大堡垒，它高耸于霜冻之地冰川表面一英里之上。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Cryonax.webp"
					}
				}
			]
		},
		{
			"name": "达格林",
			"ENG_name": "Dagryn",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"长久以来，我一直在追寻那个能变成龙的矮人的故事。而明斯克和他的荒谬宠物能先找到他，真是令人愤怒！"
					],
					"by": "沃罗"
				},
				"达格林（Dagryn）看起来是一个年老、驼背的矮人，因年岁和疾病而残疾。然而，很久以前，他曾以另一个名字......和另一种形态出现。",
				"最初，达格林是一只强大的黑龙，它在幽暗地域狩猎，从巨眼怪到黑暗精灵再到心灵蝠，无所不食。但他特别喜欢矮人，他认为矮人是美味佳肴。极度傲慢的达格林相信，幽暗地域的居民无人能挑战他的力量，直到他不幸激怒了一个女巫团。",
				"巫婆们困住了这条伟大的龙，并且杀死了他，但他们并没有让他死去，而是将他转世为一个矮人——对曾经可怕的生物来说，这是一个扭曲的玩笑。在对他昔日荣耀的最后讽刺中，他们给他起了达格林这个名字——他曾经强大生物的一个混杂的回声。达格林现在已经作为矮人生活了这么多年，以至于他前世转世之前的记忆大多已经消退。除了忘记了他真正的名字，他不再记得他的起源世界，尽管他知道费伦不是他出生的地方。",
				"在变形后的早年，达格林（Dagryn）发现了女巫诅咒的另一个残酷之处。几年后，他作为一个卑微矮人的痛苦存在变得无法忍受，达格林被逼向自杀。但在他死后，他醒来发现自己的身体已经恢复到原来的龙形态。然而，他的快乐很短暂——24小时后，他再次变回了他的矮人形态......但现在他的腿畸形了，让他痛苦地跛行。",
				"在接下来的几十年里，他对所遭受的恐怖的真正范围变得明显。每当他矮人的身体被杀死，他就会作为一条龙重生一天。而每次他变回矮人时，他都会发现自己患有某种新的疾病：关节炎；腐烂的牙齿；剧烈的偏头痛；不断的溃疡。",
				"达格林现在害怕给他那不断、令人瘫痪的矮人身体增加新的疾病。每当他被杀——这是一个相当常见的情况，因为一个脆弱的老矮人是一个容易的目标——他作为一条龙度过他的时间，以疯狂复仇的形式在死亡、破坏和混乱的狂欢中向世界发泄。因此，他发展出了两种非常不同且对比鲜明的个性：胆小、顺从的矮人和愤怒、充满仇恨的龙。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Dagryn.webp"
					}
				}
			]
		},
		{
			"name": "达里安",
			"ENG_name": "Darien",
			"source": "MaBJoV",
			"entries": [
				"达里安通常以一位身着金色珠宝的美丽年轻精灵女性的形象出现，她通常由几个穿着暴露且同样美丽的\"保镖\"陪同，他们似乎无论气候多么寒冷都能感到舒适。然而，实际上达里安是一位强大的半食人魔幻术师，金色珠宝不仅仅是贵重的小饰品，而是骷髅战士的灵魂项圈——伴随她的被魔法伪装的保镖。最糟糕的是，达里安对于那些自称为冒险者的人有一种令人不安的迷恋。",
				"达里安出生时母亲就去世了，他被一位来自Evereska的精灵冒险家Vail救了下来。Vail试图向Evereska的精灵们隐瞒达里安的本性，知道他们永远不会接受一个半食人魔。当达里安十几岁时，Vail教她幻术魔法，她可以用它来改变自己的外表，创造一个完全不同的身份。达里安模仿了一个名叫Shirri的精灵女孩的外貌和行为——这位年轻的精灵公主是达里安崇拜到痴迷程度的对象。但达里安缺乏真正精灵的优雅和精致，尽管外表相似，她却从未被Evereska的精灵青年所接受。",
				"一个春天，当Vail外出征战时，Darien绑架了Shirri。她将她囚禁了几个星期，强迫性地研究她，以学习如何模仿她的风度和言辞。她既爱又恨Shirri，她的情绪会在谄媚的爱慕和苦涩的怨恨之间不断变化。她经常给囚犯赠送礼物，比如丰富的蛋糕和漂亮的衣服，但即使是最小、看似微不足道的事情也可能引发突然的愤怒，导致Darien将Shirri锁在地窖里几天，赤身裸体，寒冷，饥饿。",
				"当维尔返回时，他惊恐地发现了达里安所做的事情，并将她逐出了艾维瑞斯卡。被流放的达里安徘徊在保护艾维瑞斯卡的灰斗篷山丘，希望在初冬的雪中死去。相反，她被一股元素邪恶的力量发现了：冰之王子克里欧纳克斯。一个契约被达成，达里安在冬天中幸存下来，并继续前往剑岸的文明之地。",
				"达里安（Darien）天生擅长幻术魔法，再加上克里奥纳克斯（Cryonax）赋予的力量，使她得以茁壮成长。在她的旅行中，她变得对那些自称为冒险家的男人和女人着迷。这些寻宝的刺激追求者似乎存在于世界正常秩序之外。他们为所欲为，因此变得富有和强大。他们也让她想起了唯一一个曾经向她展示过爱意的人——维尔（Vail）。",
				"达里安（Darien）本质上是寄生的。最小的话语或行为——甚至在拥挤的房间里看到他们——都会让她对一个人产生迷恋。从那一刻起，她将使用她所有的力量将自己插入他们的生活，通常是通过雇佣她的受害者从事高薪的冒险工作。然而，如果她的阴谋失败，她并不介意诉诸于暴力手段，如使用魅惑魔法或将亲人作为人质以迫使服从。",
				"最终，她希望她痴迷的对象能够来爱她并尊重她。如果她没有得到她渴望的爱，那么她就会爆发。通常这意味着她会等待一个有利的时机，从一场对他们不利的战斗中\"拯救\"他们。这些冒险者可能会醒来，发现自己成为了达里安的人质，在那里他们必须忍受她不稳定的情绪爆发和残酷的心理游戏，直到他们逃脱、被救出或被逼至完全疯狂。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Darien.webp"
					}
				}
			]
		},
		{
			"name": "深地蜘蛛",
			"ENG_name": "Deep Spider",
			"source": "MaBJoV",
			"_copy": {
				"name": "剑蜘蛛",
				"ENG_name": "Sword Spider",
				"source": "MaBJoV"
			}
		},
		{
			"name": "迪莫丹",
			"ENG_name": "Demodand",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我和Boo喜欢许多粘粘的东西，尤其是甜甜圈和Boo的最爱，糖渍山核桃。但有些粘粘的东西应该放在剑的尖头上。"
					],
					"by": "明斯克和布布！"
				},
				{
					"type": "quote",
					"entries": [
						"研究迪莫丹德很困难，因为它们通常从不会离开它们原生的卡塞里位面。然而，乌斯塔·纳莎的监狱提供了一个近距离观察它们的独特机会。虽然我并不享受这种体验。"
					],
					"by": "沃罗"
				},
				"迪莫丹是邪恶的原始创造物，也是不可动摇的毁灭使者。由于它们的混乱污点，它们被流放到卡塞里，也被称为盖雷雷瑟或勒斯。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "被诅咒者的守卫",
									"ENG_name": "Wardens of the Damned",
									"entries": [
										"尽管他们被困在卡塞里，恶魔使者并不认为自己是囚犯。相反，他们是塔塔利亚深渊的自任监护人和狱卒。他们通过残忍的行为折磨和恐吓他们的同伴，整个过程中残酷地嘲笑他们，从中获得乐趣。然而，他们并不区分那些真正被判入卡塞里的和只是路过的位面旅行者。就恶魔使者而言，无论代价如何，都必须阻止所有人逃脱。"
									]
								},
								{
									"type": "entries",
									"name": "怪异三人组",
									"ENG_name": "A Trio of the Grotesque",
									"entries": [
										"迪魔德（Demodands）有三个等级，每个等级的形态都如此令人厌恶，以至于连下层位面的其他居民都对他们感到厌恶。法拉斯特（farastu）被迫做最卑微的工作，听从他们的克卢巴（kelubar）和沙托（shator）上级的命令。在较弱的生物周围，他们是恶毒的恶霸；在更强大的存在周围，他们变成了呜咽的懦夫。克卢巴是迪魔德的官僚，作为卑微的法拉斯特和他们的沙托统治者之间的中介。克卢巴决定哪些囚犯应得到奖励，哪些应该受到额外的折磨作为惩罚。沙托构成了统治等级，实际上充当了低级守卫的监狱看守。"
									]
								},
								{
									"type": "entries",
									"name": "永恒记忆",
									"ENG_name": "The Memory of Eons",
									"entries": [
										"每位沙托都拥有一个黑曜石三角形。这些强大的魔法神器赋予恶魔使者访问他们种族集体记忆的能力；一种共同的记忆，可以追溯到时间的黎明。沙托主要使用这些三角形来追踪每一个曾经逃离卡塞里的存在，制定出跨越世代的复杂策略，以重新捕获这些逃亡的灵魂。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Demodand.webp"
					}
				}
			]
		},
		{
			"name": "恐惧分身",
			"ENG_name": "Dread Doppelganger",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"让我借用你的脸......你不再需要它了。"
					],
					"by": "变形怪"
				},
				"恐惧魔像是一个古老种族的成员。它已经活了几个世纪，采用过数百甚至数千种不同生物的形态。长期的伪装他人使这些年长的生物失去了所有的同情心。大多数恐惧魔像独自工作，尽管有时它们会领导一群它们种族中较年轻的成员。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "无情感",
									"ENG_name": "Emotionless",
									"entries": [
										"恐惧的复制人已经伪装了如此多他人的感觉和情感，以至于他们发现自己很难感受到自己的情感。正因为如此，他们成为出色的间谍和刺客，因为他们对自己可能必须做的任何事情都不会感到懊悔。恐惧的复制人寻求越来越冒险和怪异的行为，以激发任何类型的情感。通常这意味着他们将承担可能带来自身死亡的危险工作。"
									]
								},
								{
									"type": "entries",
									"name": "不自然的步伐",
									"ENG_name": "Unnatural Gait",
									"entries": [
										"在自然形态下，恐惧魔像以一种令人不安的方式移动。它们习惯于模仿他人的动作，以至于它们自己的移动方式看起来似乎破碎而混乱。尽管它们移动时可能看起来笨拙而不利落，但它们可以以经常让受害者惊讶的速度出击。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Dread Doppelganger.webp"
					}
				}
			]
		},
		{
			"name": "埃德温·奥德西隆",
			"ENG_name": "Edwin Odesseiron",
			"source": "MaBJoV",
			"entries": [
				"在许多方面，埃德温·奥德塞隆都是典型的红法师，他是一个极其傲慢的召唤法师，来自东部国家泰。他原本为了刺杀拉舍米尔的女巫达纳海尔而西行至剑岸，这既是出于个人恩怨，也是泰的红法师上级的命令。一旦任务完成，达纳海尔死去，埃德温就留在剑岸，以建立自己的个人势力，不受泰的祖尔基斯的监督。",
				"尽管埃德温在一段时间前与泰的红法师发生了分歧，但他通过将尼瑟卷轴之一交给泰的统治者——萨萨姆·坦，成功修复了他们的关系。他短暂研究尼瑟卷轴的结果导致了一些灾难性的后果，但他学到的一个咒语赋予了他精灵般的长寿。",
				"尽管埃德温经常会回到他的家乡泰，但他最常被发现的地方是巴尔杜尔之门城市。他最近接管了拉马齐斯的塔楼，并采用了曾经居住在塔楼的年轻法师洛罗坎的身份（现在已被埃德温亲手杀死）。",
				"尽管埃德温无疑具有高智商，但他似乎缺乏常识。结果，他宏伟的计划和权力争夺通常因他自己的傲慢和疏忽而失败。埃德温几乎普遍地以轻蔑的态度对待他人，公开侮辱他的\"下等人\"。尽管埃德温极度厌恶他认为不如自己的人，但他与他认为比自己强的人相处得并不更好。（他对传奇法师埃尔明斯特·奥马尔的嫉妒尤其恶毒。）埃德温有一个自己的复制体，他用来增强自己的力量或送入危险的情况。由于他不尊重除自己以外的任何人的智力，他经常发现自己在与自己的复制体对话。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Edwin Odesseiron.webp"
					}
				}
			]
		},
		{
			"name": "伊欧·阿什马吉尔",
			"ENG_name": "Eo Ashmajiir",
			"source": "MaBJoV",
			"entries": [
				"伊欧是来自泰土地区红法师贝利克·哈夫拉特的实验产物，是一位强大的提夫林女巫。作为半龙和魅魔的后代，伊欧被贝利克抚养成人，并早早展现出对魔法的天赋。随着年龄的增长，伊欧对哈夫拉特家族的计划和阴谋变得越来越有用，最终成为他们复杂阴谋中的关键人物。直到那时，贝利克才意识到他的女儿一生都在精心操纵他，使自己在他的事务中获得了权力和影响力，以便背叛他。但到那时，为时已晚，伊欧利用她的力量控制了贝利克的思想、他的家族和他的财富，最终在她认为他不再有用时抛弃了她收养的父亲。",
				"Eo对自己的血统非常着迷，相信她的血脉使她天生就比其他生物优越。她对自己族人的迷恋——恶魔、魔鬼和龙——导致她踏遍了九层地狱，与恶魔领主玩骰子游戏，与大魔鬼签订契约。她曾寻求与各种龙见面，包括费伦所有最古老的龙。甚至还有传言说她拥有一颗龙球，这是最稀有和最强大的魔法物品之一。",
				"她生活中的另一个主要驱动力是对享乐主义快乐的无限追求。Eo认为，来世的承诺是神明为了欺骗凡人过上顺从的生活而策划的阴谋，准备他们在死后被送往永恒无聊的境地。通过这种方式，Eo相信，天堂和地狱的现状可以更容易地维持。Eo通过追求各种形式的世俗快乐来反抗这种现状，不管长期代价如何。她几乎完全活在当下，依靠她的财富、名声和特权来保护自己免受她行为的任何严重后果。",
				"伊欧是一个最高级别的自恋者，总是渴望得到关注、奉承和无拘无束的赞美。她渴望被公认为历史上最美丽、最有权势的女性，为此她花费了大量非法获得的泰维安财富，进行竞选博德之门的公爵。在她追求政治权力的过程中，她不断试图通过举办奢华的节日来购买民众的爱和忠诚，那里的酒和非法药物几乎无限量供应。虽然赢得了许多普通市民的支持，但这些公开的狂欢使她与执政的政治建制和主张更传统道德的各种宗教人物产生了冲突。",
				"Eo的唯一弱点是她的孩子。她的儿子Aeshma最近失踪了。有传言说Eo在一场醉酒的纸牌游戏中把儿子的灵魂输给了某个恶魔领主，尽管没有证据证明他的命运。无论真相如何，有一点是肯定的——Eo迫切地想要找到他......无论是为了他还是仅仅为了保护自己的名声，这都是有争议的。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Eo Ashmajiir.webp"
					}
				}
			]
		},
		{
			"name": "法尔多恩",
			"ENG_name": "Faldorn",
			"source": "MaBJoV",
			"entries": [
				"法尔多恩是一个人类德鲁伊，她秘密地是影之大师，一个被称为影德鲁伊的激进德鲁伊派别的领导者之一。她虔诚地追随影德鲁伊的信仰，认为文明是一种癌症，威胁着将所有凡人种族变成弱者。",
				"法尔多恩出生在北地的乌瑟加德特部落，黑乌鸦部落。她的部落居住在世界之脊，这是位于费伦极西北部的冰冷山脉。还是婴儿时，法尔多恩被献给了一个影德鲁伊的聚居地，并后来被纳入了他们的行列。她从未知晓过其他的家庭，她成长为自然和影德鲁伊信条的狂热信徒。数十年来，法尔多恩在她的秩序中晋升，直到她最终在与前影主的战斗中宣称了领导地位。她回到了她的乌瑟加德特部落几年，去娶一个丈夫，但在几年后她抛弃了他和他们所生的儿子。",
				"最近，法尔登自行决定潜入翡翠联盟。她加入了这个组织，并迅速提升地位，成为了一个神职人员。现在她正在等待长老会的三名成员中的一个去世，以便她可以取而代之。一旦她成为长老会的成员，她就很容易让翡翠联盟为暗影德鲁伊服务。她唯一的担忧是她的一个前手下，一个名叫基万的精灵游侠。他知道她与暗影德鲁伊的联系，可能会把她的秘密泄露给长老会。",
				"Faldorn通常由被称为树精的堕落精类生物陪伴。她声称她是唯一愿意接纳这些被自然抛弃的悲伤生物的人。",
				{
					"type": "entries",
					"name": "法尔多恩作为联系人",
					"ENG_name": "Faldorn as a Contact",
					"entries": [
						"法尔多恩在达到7级时成为翡翠联盟的联络人。法尔多恩可以给你一个小魔法物品，可以用来召唤一个强大的盟友，这个盟友将帮助你24小时。你必须按照下面的描述使用物品来召唤盟友。当盟友被召唤时，你必须采取行动并在说服检定中成功，以说服它帮助你。法尔多恩免费提供这些物品，但她每个物品只授予一次。",
						{
							"type": "table",
							"caption": "与法尔多恩召唤盟友",
							"colLabels": [
								"所需物品",
								"所需等级",
								"激活效应",
								"召唤盟友",
								"说服检定难度等级"
							],
							"colStyles": [
								"col-1",
								"col-1 text-right",
								"col-6",
								"col-4",
								"col-1 text-right"
							],
							"rows": [
								[
									"魔法橡子",
									"7",
									"用一个动作将其植入地下",
									"在一个回合内，橡子长成了一棵觉醒树",
									"10"
								],
								[
									"苹果",
									"8",
									"吃下苹果并以一个动作吐出种子",
									"这些种子变成了{@dice 1d4}个哈马德里亚德",
									"10"
								],
								[
									"油瓶",
									"9",
									"使用动作，用壶中的油燃烧一具野兽的尸体，这头野兽仅在1分钟前被杀死",
									"一只火蜥蜴从身体中爆裂而出",
									"15"
								],
								[
									"荆棘之冠",
									"10",
									"成功进行攻击判定，将荆棘之冠放置在挑战等级5或更低的人形生物上",
									"这个类人生物永久地转变成一个蹒跚的土堆",
									"15"
								],
								[
									"骨刀",
									"11",
									"使用刀子取出在8小时内被杀死的龙的心脏",
									"心脏变成了一只飞龙",
									"10"
								],
								[
									"一瓶树液",
									"12",
									"攻击检定成功，将树液泼向挑战等级5或以下的植物生物",
									"植物生物转变成了一个邪恶阵营的树精",
									"15"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Faldorn.webp"
					}
				}
			]
		},
		{
			"name": "法拉斯图追踪者",
			"ENG_name": "Farastu Stalker",
			"source": "MaBJoV",
			"_copy": {
				"name": "迪莫丹",
				"ENG_name": "Demodand",
				"source": "MaBJoV"
			}
		},
		{
			"name": "弗林普·沙格克兰",
			"ENG_name": "Flimp Shagglecran",
			"source": "MaBJoV",
			"entries": [
				"弗利米乌斯·西奥多·沙格克兰（朋友们称他为弗林普）是一个来自兰坦岛国的侏儒炼金术士。弗林普的外表与费伦上的任何其他侏儒都不同。他穿着带有钩子和袋子的板甲，用来存放他的众多发明，总是由他那只脾气暴躁但完全是机械制成的狗，名叫梅塔利森陪伴着。",
				"弗林普像许多在兰坦的侏儒一样度过了他的青春——学习并希望有一天能加入侏儒工程学院。尽管他轻松地获得了在学院学习的资格，但弗林普很快发现这样的生活对他来说太无聊了。不顾家人和老师的惊愕，弗林普登上了一艘向北前往传说中的深水城的商船。航行中途，他的船遭遇不幸，在一场猛烈的风暴中沉没了。弗林普发现自己在一个陌生的土地上遭遇了海难，只有少数几个幸存者和他在一起。这最终成了一种伪装祝福，因为正是这样他遇到了他伟大的朋友和盟友，来自水深港的学者多克·沃森。",
				"他们两人一起重建并改装了这艘被毁的船，他们将其命名为\"海怪的愚行\"。这个名字的灵感来自于船上最独特的增加物，一个魔法舵轮（从一只海怪的巢穴中偷来的），它可以让船在世界之间航行。在说服医生沃森放弃学术生活后，这两位新朋友利用这艘船开始了他们的冒险生涯。这个职业最终证明是如此有利可图，以至于他们最终创立了一个名为\"冒险者公会\"的合资企业。",
				{
					"type": "entries",
					"name": "弗林普作为联系人",
					"ENG_name": "Flimp as a Contact",
					"entries": [
						"Flimp是冒险者公会低等级成员的主要联系人。Flimp可以使用他的位面船——Kraken's Folly（\"海怪的愚蠢\"）——带领冒险者前往许多异国情调的地点。",
						{
							"type": "table",
							"caption": "弗林普的位面船运输费用",
							"colLabels": [
								"位置",
								"所需等级",
								"成本"
							],
							"colStyles": [
								"col-4",
								"col-4 text-center",
								"col-4 text-right"
							],
							"rows": [
								[
									"深水城",
									"1",
									"每位乘客10金币"
								],
								[
									"博德之门",
									"1",
									"每位乘客10金币"
								],
								[
									"Neverwinter",
									"1",
									"每位乘客10金币"
								],
								[
									"阿瑟克拉",
									"1",
									"每位乘客10金币"
								],
								[
									"兰坦",
									"5",
									"每位乘客25金币"
								],
								[
									"乌斯·纳萨",
									"5",
									"每位乘客50金币"
								],
								[
									"冰风谷",
									"5",
									"每位乘客50金币"
								],
								[
									"尼亚扎鲁港",
									"5",
									"每位乘客25金币"
								],
								[
									"深渊",
									"10",
									"每位乘客500金币"
								],
								[
									"阿弗纳斯",
									"10",
									"每位乘客500金币"
								],
								[
									"吉斯洋基城",
									"10",
									"每位乘客400金币"
								],
								[
									"灰色高塔城",
									"10",
									"每位乘客250金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Flimp Shagglecran.webp"
					}
				}
			]
		},
		{
			"name": "呱呱精",
			"ENG_name": "Gibberling",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"吉伯灵（Gibberlings）这个名字起得很贴切，因为它们不停地喋喋不休，或者说是胡言乱语。它们行为不可预测，因此几乎不值得进行任何研究。因此，我没有在我的书《沃洛的怪物指南》（Volo's Guide to Monsters）中包括它们。"
					],
					"by": "沃罗"
				},
				{
					"type": "quote",
					"entries": [
						"SKREEEEEEEEGLURKLGLURKL! blarkblarkblarkblark. JagAjaGaJaGaJagAjAga!?"
					],
					"by": "呱呱精"
				},
				"胡言乱语者是小型的野生类人生物，人们认为它们最初来自遥远的异界，一个以混乱和疯狂为特征的位面。然而，这些生物是如何到达主物质位面和费伦的，这一点尚不清楚。无论如何，这些致命的野生生物已经成为剑海岸不幸旅行者越来越常见的景象，特别是那些在夜间偏离主要道路的人。幸运的是，胡言乱语者对所有光源，包括火光，都有极度的恐惧，这使得保护营地和定居点成为一个简单的任务。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "疯狂的化身",
									"ENG_name": "Madness Made Flesh",
									"entries": [
										"吉布林是矮小的生物，身高大致与普通的侏儒相同，尽管它们驼背的姿态使它们看起来更小。浓密的黑色毛发覆盖了它们大部分肌肉发达的身体，尽管在它们的脸、手臂和腿上可以找到病态灰色皮肤裸露的区域。漆黑的眼睛和永远疯狂的笑容装饰着吉布林野兽般的脸，这张脸被尖锐的耳朵和顶部长有毛茸茸的簇状物所环绕。"
									]
								},
								{
									"type": "entries",
									"name": "喋喋不休的饥饿",
									"ENG_name": "Chattering Hunger",
									"entries": [
										"呓语者在荒野中成大群漫游，主要偏好待在密集的森林和洞穴中。它们是纯粹的食肉动物，并且不会犹豫吃下它们死去同类的肉。呓语者很少能惊吓到它们的猎物，因为它们不断地尖叫、嚎叫和喋喋不休。尽管这些发声似乎是交流的一种形式，但少数研究这些生物的语言学家得出的结论是，这些噪音不是一种语言。"
									]
								},
								{
									"type": "entries",
									"name": "不可预测的战斗者",
									"ENG_name": "Unpredictable Combatants",
									"entries": [
										"即使是新手冒险者也能迅速解决一个单个的胡言乱语者，尽管它们总是成群结队地旅行。如果不加以控制，这些群体会膨胀成庞大的部落，吞噬它们路径上的一切。尽管胡言乱语者的行为具有动物性，但它们足够聪明，能够使用武器，尽管这些武器是从受害者那里偷来的，而不是自己制造的。当这样的武器不可用时，胡言乱语者会即兴使用石头、骨头和大棍子。胡言乱语者没有任何自我保护意识；没有撤退的概念，胡言乱语者总是战斗到死。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Gibberling.webp"
					}
				}
			]
		},
		{
			"name": "哈马德拉斯",
			"ENG_name": "Hamadryad",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我不能喝水。我的根变黑并腐烂。我不能喝水。我的叶子枯萎并死去。我不能喝..."
					],
					"by": "哈马德拉斯"
				},
				{
					"type": "quote",
					"entries": [
						"当自然界中最美丽的精类之一堕落成为树精（hamadryad），这是一件悲哀的事情。对于它们，不要过于同情，因为当有人侵犯它们的领地时，它们会变得非常可怕。"
					],
					"by": "沃罗"
				},
				"当树精的家园树被破坏或被邪恶魔法腐化时，这些精类就会诞生。如果树精没有被杀死，她会慢慢凋零，经过几个月的时间变成一棵哈马德里亚德。哈马德里亚德是疯狂的生物，它们寻求对任何闯入它们家园深处的非精类生物进行复仇。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "失去的美丽",
									"ENG_name": "Beauty Lost",
									"entries": [
										"树女神在遭遇不幸之前的美丽已经不复存在。她们的嘴巴消失了，她们的笑声永远消失了。以美丽女性形态著称的仙女们已经变得扭曲。她们翡翠色的皮肤变得灰暗和病态，她们的触摸本身也变得腐败和有毒。"
									]
								},
								{
									"type": "entries",
									"name": "疯狂",
									"ENG_name": "Madness",
									"entries": [
										"树精很少以看似合理的方式行事。它们可能会恶毒地攻击入侵者，然后消失，只在心情改变时回来。有时，它们可能会帮助一群冒险者对抗邪恶生物，但在共同的敌人被击败后，它们可能会反过来攻击冒险者。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Hamadryad.webp"
					}
				}
			]
		},
		{
			"name": "伊莫恩",
			"ENG_name": "Imoen",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"布一直很喜欢伊莫恩。她就像他的大姐姐。虽然她没有那么多毛，也小得多。"
					],
					"by": "MINSC"
				},
				"伊蒙是巴尔之子（Bhaalspawn），也是阿卜杜尔·阿德里安（Adbel Adrian）的同父异母妹妹。当他在烛堡（Candlekeep）目睹导师被谋杀后出发时，她是他的第一个同伴。伊蒙天生好奇，她在开锁和潜行方面的专长确保没有任何秘密能逃过她。",
				"在与阿德尔的冒险中，伊莫恩被法师乔恩·伊雷尼库斯俘虏，他对她进行了实验，希望解开她作为巴尔之子无意中拥有的力量。伊雷尼库斯成功提取了伊莫恩的神性血液，并将其与他的兄弟姐妹博迪进行输血。虽然伊莫恩逃过了一劫，但她不再拥有巴尔之子的力量，她的血液也被吸血鬼的血液污染了。",
				"这种污染对伊蒙产生了几种变化。她有延长的犬齿，她小心地隐藏它们。她的衰老过程已经放慢，延长了她的生命几个世纪。尽管了解到她的血统并被吸血鬼的血液感染，伊蒙设法保持了乐观的态度。然而，她在巴尔杜尔之门作为谋杀之神的孩子的名声最终迫使她向南迁移到阿特卡拉这座城市，在那里她加入了影子盗贼。",
				"在她的新城家里，伊莫恩接受了自己是神、人类和吸血鬼融合体的事实。她已经成为所有在身份认同上挣扎的人的专家。伊莫恩友好且随和，但对邪恶没有耐心——并且她不怕表现出来。",
				{
					"type": "entries",
					"name": "伊蒙作为联系人",
					"ENG_name": "Imoen as a Contact",
					"entries": [
						"伊莫恩（Imoen）在达到7级时可以作为影贼（Shadow Thieves）成员的联系人。伊莫恩发现了变形的秘密，如果被询问，她愿意分享。伊莫恩确实需要为阿斯卡特拉（Athkatla）和巴尔杜尔之门（Baldur's Gate）的穷人和受压迫者捐款。她会免费治愈已经感染狼人病的人，但这与教他们如何更好地控制变化不同。",
						{
							"type": "table",
							"caption": "从伊莫恩那里获得的变形秘密",
							"colLabels": [
								"变形",
								"所需等级",
								"先决条件",
								"成本"
							],
							"colStyles": [
								"col-5",
								"col-2 text-right",
								"col-3",
								"col-1 text-right"
							],
							"rows": [
								[
									"科瑞隆的祝福（性别改变）",
									"1",
									"–",
									"25金币"
								],
								[
									"德鲁伊转世（种族变更）",
									"1",
									"–",
									"100金币"
								],
								[
									"控制型狼人病——狼人",
									"7",
									"被狼人感染",
									"1000金币"
								],
								[
									"控制性狼人病—变虎者",
									"9",
									"被虎人感染",
									"2000金币"
								],
								[
									"控制性狼人病—变熊者",
									"9",
									"被熊人感染",
									"2000金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Imoen.webp"
					}
				}
			]
		},
		{
			"name": "贾希拉",
			"ENG_name": "Jaheira",
			"source": "MaBJoV",
			"entries": [
				"Jaheira是一位半精灵德鲁伊，也是被称为竖琴手的秘密组织中经验丰富的领导者。她最初与丈夫Khalid一起前往剑海岸，代表这个神秘的组织调查1368 DR年的铁危机。Khalid在任务中被杀，Jaheira从此没有再婚。尽管Jaheira严厉且有些粗鲁，但她对竖琴手的忠诚是坚定不移的。",
				"贾希拉出生于一个忠于阿莱曼德国王的高贵泰瑟瑞安家族，在国家激烈的内战中，她的父母在暴民手中英年早逝。如果不是一个仆人在城堡外偷运她出去，她也会遭遇同样的命运。偶然的机会让两人在附近的森林中找到了一群德鲁伊，他们收养并抚养了贾希拉。",
				"贾伊拉（Jaheira）相信，真正的平衡和自然保护只能通过行动来实现。然而，在没有其他选择的情况下，贾伊拉强烈倾向于促进善良而非邪恶。",
				"贾伊拉（Jaheira）成为哈珀斯（Harpers）的成员已经超过一个世纪了，尽管她的精灵血统使她看起来仍然相对年轻。然而，她的年龄意味着她不再是活跃的哈珀斯特工。相反，她寻找那些她认为可能帮助哈珀斯事业的人，并尝试招募他们。贾伊拉总是在寻找借口重新回到战场上，使用她的魔法去摧毁那些会伤害自然世界或反对哈珀斯目标的人。",
				{
					"type": "entries",
					"name": "Jaheira作为联系人",
					"ENG_name": "Jaheira as a Contact",
					"entries": [
						"贾希拉在9级时成为竖琴手的联系人。贾希拉可以帮你联系到一个强大的竖琴手盟友。在需要的时候，这些盟友可以来帮助你。代价是一件贾希拉附魔的魔法物品。当你需要援助时，你可以读出魔法符文，你的物品将会消失，取而代之的是一个强大的盟友，他将在你旁边战斗一个小时。",
						{
							"type": "table",
							"caption": "通过贾希拉获得的盟友",
							"colLabels": [
								"盟友",
								"所需等级",
								"魔法物品献祭"
							],
							"colStyles": [
								"col-5",
								"col-1 text-right",
								"col-6"
							],
							"rows": [
								[
									"法师、独角兽或Vellin（见下一页条目）",
									"9",
									"不常见的靴子、斗篷、戒指、魔杖、法杖、魔棒或武器"
								],
								[
									"刺客（名为Arylin Moonblade）、年轻的银龙或提婆",
									"12",
									"不常见的靴子、斗篷、戒指、魔杖、法杖、魔棒或武器"
								],
								[
									"大法师（名字可以是艾卢斯特瑞尔·银手、艾尔明斯特·奥玛或莱拉尔·银手）、成年铜龙或贾希拉",
									"14",
									"稀有靴子、斗篷、戒指、魔杖、法杖、魔棒或武器"
								],
								[
									"异界神侍",
									"16",
									"稀有靴子、斗篷、戒指、魔杖、法杖、魔棒或武器"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Jaheira.webp"
					}
				}
			]
		},
		{
			"name": "乔恩·艾瑞尼克",
			"ENG_name": "Jon Irenicus",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我和布欧（Boo）已经走遍了天涯海角。我们翻山越岭，穿山越岭，与山为邻。在所有这些地方，我们都与邪恶战斗......因为邪恶无处不在。我们与像绿龙那样邪恶的邪恶战斗，它用极其响亮和恶臭的打嗝攻击你的感官。但我们从未遇到过像乔恩（Jon）和博迪（Bodhi）这样特别的邪恶。"
					],
					"by": "明斯克和布布！"
				},
				"伊卡洛斯家族的乔内莱斯（Joneleth）一度是精灵城市苏尔达内瑟拉（Suldancessellar）中最强大的法师，也是该城市女王埃莱西姆（Ellesime）的宠儿。尽管他地位崇高，乔内莱斯还是被他妹妹博迪（Bodhi）的疯狂所误导。她说服乔内莱斯，他不应该满足于自己拥有的力量；他应该得到更多。",
				"为了诱惑她的兄弟，Bodhi与Jon分享了她从影域的黑暗势力那里学到的魔法秘密。利用这些秘密之一，Jon试图从Suldanelessar的生命之树上窃取生命力，相信这会赋予他与精灵神祇同等的力量。仪式失败了，许多精灵因此几乎丧生。由于他们的罪行，Ellesime女王诅咒了Jon和Bodhi，剥夺了他们的精灵长寿并将其流放出城。精灵人民不再将这对兄妹视为自己的族人，因此被流放的兄妹们取了新的名字。Joneleth Icarus成为了Jon Irenicus（一个精灵词，意思是\"不洁\"）。",
				"在被流放之后，艾瑞尼库斯变得痴迷于重新获得他失去的长寿。他花费了很多时间研究禁忌魔法并进行可怕的实验。在阿斯卡特拉城下的秘密巢穴中，他利用扭曲的魔法折磨并研究凡人俘虏。其中一名俘虏是巴尔之子阿德尔·阿德里安，谋杀之神的凡人之子。乔恩试图从阿德尔身上提取出神性火花并据为己有。但阿德尔逃脱了监禁，并最终追捕并杀死了乔恩，使他的存在似乎以耻辱的方式结束。",
				"但这并不是乔恩最终的命运。由于与影域的黑暗力量达成了契约，乔恩和博迪被拉入了恐惧领域的树顶城市的黑暗倒影中。被困住，无法逃离他自己制造的监狱，乔恩仍然能够在他妹妹和他们忠实追随者的帮助下，给苏尔达内斯萨尔的精灵带来痛苦。",
				{
					"type": "entries",
					"name": "乔恩·艾雷尼卡斯作为联系人",
					"ENG_name": "Jon Irenicus as a Contact",
					"entries": [
						"乔恩·伊伦尼库斯（Jon Irenicus）在达到11级时可以作为联系人。乔恩已经研究了成为巫妖的道路。他只愿意与至少达到17级并发誓终身效忠于他的法师分享成为巫妖的秘密。",
						{
							"type": "list",
							"items": [
								"掌握仪式：你必须阅读乔恩提供给你的书籍。这需要10周的休整时间。",
								"制作法器：你必须制作一个法器。它可以是一个小盒子或任何其他有内部空间的物品，以便可以在上面绘制奥术符文。它必须由至少价值50,000金币的贵金属制成。然后，你必须用银子书写命名、绑定、不朽和黑暗魔法的奥术符文。这个过程需要10周的休整时间。",
								"第一魂：你必须捕获一个活着的人形生物或恶魔。这个人形生物或恶魔必须具有8或更高的挑战等级（CR）。",
								"酿造药水：你必须酿造变形药水。第一个灵魂的血液必须倒入这种混合物中。酿造药水需要1周时间和价值20,000金币的原料。",
								"执行仪式：执行最终仪式需要额外的30,000金币用于购买贵金属、稀有草药和香料以及其他各种组件。仪式需要8小时。在仪式结束时，你必须对第一个灵魂施放{@spell 禁锢术}法术。然后你必须喝下变形药水。如果你在DC 15体质豁免检定中成功，你将作为巫妖复活。如果你未能通过豁免检定，你将被击毙。除了使用{@spell 祈愿术}法术外，你无法被复活。",
								"巫妖状态：由你的地下城主（DM）决定是否允许你继续扮演巫妖角色。如果你的DM允许你继续扮演巫妖，建议你不要拥有传奇行动、巢穴行动、麻痹之触和传奇抗性。相反，你的种族变为不死生物，并获得以下好处：",
								{
									"type": "list",
									"items": [
										"对寒冷、闪电和死灵伤害的抗性。",
										"对毒素伤害以及来自非魔法攻击的钝击、穿刺和挥砍伤害免疫。",
										"对魅惑、力竭、恐惧、麻痹和中毒状态免疫。",
										"如果您被摧毁，您将在{@dice 1d10}天内获得一个新的身体，恢复所有的生命值并再次变得活跃。新的身体出现在您的法器（Phylactery）5尺范围内。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Jon Irenicus.webp"
					}
				}
			]
		},
		{
			"name": "卡根",
			"ENG_name": "Kagain",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"这位矮人知道如何靠斧头生活，但布（Boo）总是认为他需要在道德上狠狠踢一脚！"
					],
					"by": "MINSC"
				},
				"Kagain是一位臭名昭著的矮人雇佣兵，以其虐待狂式的残忍和赤裸裸的贪婪以及他在战斗中的卓越技能而闻名。他有许多绰号，包括\"猎头者\"、\"血矮人\"，最著名的是\"尖叫猎人\"。最后一个绰号来自于他对于垂死受害者的尖叫声的所谓喜爱。作为一个小型但精英雇佣兵公司的头目，Kagain愿意承担大多数竞争对手永远不会接受的不择手段的合同。他的团队驻扎在巴尔杜尔之门，他最常从烈焰之拳那里接受任务。",
				"卡根对他人的痛苦漠不关心，他唯一的动机似乎是黄金以及在世界上制造死亡和流血。这导致卡根沉溺于越来越堕落的行为，以获取他渴望的黄金，他不会跨越任何道德或伦理的界限。他已知将乌瑟加德部落人的骨头冒充兽人手指，以期领取未付的悬赏，他曾经屠杀了一个无辜的侏儒村庄，然后试图将他们的头皮冒充为地精的头。对于这个矮人来说，没有什么行为是太卑鄙的，只要它能使他对黄金的追求变得更容易。",
				"巴尔的归来为卡甘提供了一个独特的机会来应用他的技能。在他年轻时，他曾与巴尔之子之一，阿德尔·阿德里安一起旅行。这种早期接触谋杀之神的神话让卡甘感到好奇，但从未有过任何结果。然而，在博德之门的一个醉酒夜晚，卡甘和他的几名雇佣兵在回家的路上被巴尔伏击。尽管杀害了他所有的同伴，但神灵却因为卡甘成为他虔诚的追随者的条件而饶了他一命。考虑到他对杀戮的热爱，对黄金的渴望，以及对他被杀战友的绝对不忠，对于这个黑心矮人来说，这是一个容易的选择。",
				"Kagain雇佣了一群同样不择手段的雇佣兵。他对他们的福祉几乎不关心，所以成员经常变动。目前的成员包括名叫Gixis的塔斯洛伊毒药手；一个自称为'Hungry'的豺狼人追踪者，以及Kagain称之为'Face Peeler'的恐惧变形怪。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Kagain.webp"
					}
				}
			]
		},
		{
			"name": "凯卢巴领事",
			"ENG_name": "Kelubar Consul",
			"source": "MaBJoV",
			"_copy": {
				"name": "迪莫丹",
				"ENG_name": "Demodand",
				"source": "MaBJoV"
			}
		},
		{
			"name": "基万",
			"ENG_name": "Kivan",
			"source": "MaBJoV",
			"entries": [
				"Kivan是一位技艺高超的精灵游侠，无论是弓箭还是近战都同样精通。在他年轻时，Kivan被驱使着为妻子Deheriana的死复仇。他通过为影德鲁伊Faldorn服务，在文明边缘的城镇和村庄进行各种袭击，将愤怒转化为行动。但当他遇到未来的丈夫——来自翡翠联盟的德鲁伊Cernd时，他的愤怒平息了。他离开了Faldorn，加入了翡翠联盟。",
				"尽管生活好了许多年，但他的过去最终追上了他。法尔多恩（Faldorn）加入了翡翠联盟（Emerald Enclave），并迅速晋升，成为联盟的高级祭司之一。她一直在为自己争取翡翠联盟长老圈——联盟中最高的三位成员——之一的位置。",
				"基万对于该怎么做感到矛盾。他知道法尔多恩秘密地是一个影德鲁伊，但如果他揭露她，她也会揭露他。他会失去一切——他交到的朋友，他在围城的位置，但最重要的是他丈夫塞恩德的爱。塞恩德长期以来一直在对抗他认为的影德鲁伊的腐败。",
				"Kivan是一个直率且沉默寡言的精灵，他最看重勇气和战斗技能，胜过其他所有品质。他不懈地磨练自己作为追踪者和战士的技能。",
				{
					"type": "entries",
					"name": "Kivan作为联系人",
					"ENG_name": "Kivan as a Contact",
					"entries": [
						"基万是翡翠联盟成员在低等级时的主要联系人。基万可以在短时间内为你连接一个动物或植物伴侣。你的团队一次只能拥有一个这样的伴侣。一旦伴侣帮助了你24小时，你可以进行一次{@skill 驯兽}、{@skill 自然}或{@skill 游说}检定（取决于生物），来说服它们再陪伴你24小时。每次进行这个检定时，检定的难度增加1。如果伴侣在帮助你时死亡，你就再也不能获得那种生物的帮助了。如果伴侣在没有死亡的情况下离开了你的服务，那么一个月后你可以向基万请求另一个伴侣。",
						{
							"type": "table",
							"caption": "通过基万获得的动物和植物伙伴",
							"colLabels": [
								"魔法植物和动物伙伴",
								"所需等级",
								"技能检定"
							],
							"colStyles": [
								"col-6",
								"col-2 text-right",
								"col-4 text-center"
							],
							"rows": [
								[
									"过分热情的眨眼狗",
									"1",
									"难度等级 15 {@skill 驯兽}"
								],
								[
									"忧郁针枯病",
									"1",
									"DC 15 {@skill 自然}"
								],
								[
									"头脑简单的羊人",
									"3",
									"DC 15 {@skill 游说}"
								],
								[
									"恶作剧藤蔓枯萎病",
									"3",
									"DC 15 {@skill 自然}"
								],
								[
									"讽刺的树精",
									"5",
									"DC 15 {@skill 游说}"
								],
								[
									"具有令人困惑感知的觉醒树",
									"7",
									"难度等级 20 {@skill 自然}"
								],
								[
									"厄运与绝望的树精",
									"7",
									"说服检定难度等级 20"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Kivan.webp"
					}
				}
			]
		},
		{
			"name": "洛萨",
			"ENG_name": "Lothar",
			"source": "MaBJoV",
			"entries": [
				"洛萨是一位乌瑟加德特野蛮人，也是乌鸦女王的祭司。他出生在乌瑟加德特部落的黑乌鸦族。当洛萨还年轻时，他的母亲就离开了他，由她的乌瑟加德特丈夫抚养。洛萨从小就渴望漫游，既因为他想看看这个世界，也因为他想逃离他族人的迷信。洛萨能感知到对凡人感官而言{@condition 隐形}的道路。他可以走进森林空地，出现在精类野地，或者追踪一只鹿穿过雪地，出现在极乐世界的冰川原野上。",
				"最终，他年轻时的漫游带他进入了影域（Shadowfell）。与大多数人不同，洛瑟（Lothar）对这片可怕的领域感到亲近，并不想离开。在他在那里度过的岁月里，他遇到了他一生的挚友博里维克（Borivik），并且开始为渡鸦女王（Raven Queen）服务。",
				"与大多数信徒不同，洛瑟对渡鸦女王的虔诚并非出于自愿。当洛瑟与一个伪装成普通商人的狼鸦家族待在一起时，他被感染了狼人病。起初，他寻找治愈这种超自然疾病的方法，但不久他开始听到渡鸦女王的低语。起初，她只在梦中对他说话，但随着时间的推移，她的声音变得越来越迫切。不久之后，她的声音就会日夜侵扰他的思想。洛瑟意识到，他可以向影域的神秘统治者宣誓效忠，也可以陷入疯狂。他选择了前者。",
				"和大多数追随乌鸦女王的人一样，洛萨很少理解她的动机或目标。他的职责是找到他在她发送给他的幻象中看到的人。",
				{
					"type": "entries",
					"name": "Lothar作为联系人",
					"ENG_name": "Lothar as a Contact",
					"entries": [
						"洛萨是乌鸦之环成员在低等级时的主要联系人。洛萨在穿越世界间的道路时可以带同伴。他只会在每个独特的旅程中带上乌鸦之环的成员一次，并且在返回Faerûn之前会等待一周。",
						{
							"type": "table",
							"caption": "与洛瑟的旅程",
							"colLabels": [
								"旅程",
								"所需等级"
							],
							"colStyles": [
								"col-7",
								"col-5 text-right"
							],
							"rows": [
								[
									"巴洛维亚",
									"1"
								],
								[
									"苏尔达内瑟拉",
									"1"
								],
								[
									"其他恐惧领域",
									"3"
								],
								[
									"影域—永夜",
									"3"
								],
								[
									"妖精荒野",
									"5"
								],
								[
									"极乐境",
									"5"
								],
								[
									"兽人之地",
									"7"
								],
								[
									"外域",
									"7"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Lothar.webp"
					}
				}
			]
		},
		{
			"name": "梅菲斯托费勒斯",
			"ENG_name": "Mephistopheles",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"如果说有一个主题我永远不敢写的话，那就是关于凯尼亚领主的。我不知道这位游侠是如何得知这位地狱领主的信息的，但他声称这与他的仓鼠有关。他的仓鼠！我怎么会被骗到编辑这本书的。"
					],
					"by": "沃罗"
				},
				"梅菲斯托费勒斯是卡尼亚的领主，九层地狱的第八层，也是仅次于阿斯摩蒂斯本人的最强大的大魔鬼。他以地狱最强大的法师和地狱火力量的掌控者而闻名。",
				"墨菲斯托费勒斯（Mephistopheles）是一个古老的实体，一个在年龄上甚至可以与阿斯摩德（Asmodeus）相媲美的存在。在他作为大恶魔（archdevil）的时间里，他负责许多计划，试图推翻九层地狱之主（Lord of the Nine）。他一个臭名昭著的计划是他与迪斯帕特（Dispater）、玛蒙（Mammon）和杰里昂（Geryon）之间的联盟。他们密谋从其他大恶魔，如巴尔泽布尔（Baalzebul）、扎瑞尔（Zariel）、贝利亚（Belial）和摩洛克（Moloch）手中夺取权力。有了这些增强的权力，墨菲斯托费勒斯就能够挑战阿斯摩德本人。但他被杰里昂背叛了，后者一直在秘密支持阿斯摩德。尽管他的叛乱行为非常明显，但他是受害最少的大恶魔：没有像玛蒙或巴尔泽布尔那样被诅咒；没有像贝利亚、摩洛克或杰里昂那样被推翻。这使得许多人相信阿斯摩德和墨菲斯托费勒斯之间存在某种古老的秘密关系，尽管这可能是什么，还没有人发现。",
				"梅菲斯托是杰出的战术家和战略家，他对地狱的政治阴谋和每一个计划及联盟的潜在陷阱有着无与伦比的理解。当他讲话时，他彬彬有礼且迷人，展现出一种讽刺的机智，同时展现出自我克制和沉着的形象。但在这种文明的人格之下，隐藏着一个野蛮、几乎无法控制的脾气，他经常在宫殿中独自一人时爆发出无法控制的愤怒。除了他几乎无法控制的愤怒之外，梅菲斯托还患有强迫症般的嫉妒，他痛苦地怨恨自己只是\"第二\"强大的大恶魔。",
				"作为九层地狱的首席法师，梅菲斯特在被迫自卫时经常诉诸魔法。但他最强大的力量来自于能够驾驭地狱之火本身。地狱之火是通过利用地狱的亵渎本质创造出来的，其热度难以想象，无法忍受。除非他选择抑制它，否则他的身体会散发出黑暗的火焰，使任何触碰他的人都会被这邪恶的能量灼伤。梅菲斯特还可以随心所欲地塑造地狱之火，使其成为他最强大的武器。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Mephistopheles.webp"
					}
				}
			]
		},
		{
			"name": "Minsc和布！",
			"ENG_name": "Minsc and Boo!",
			"source": "MaBJoV",
			"entries": [
				"Minsc是来自极东的Rasheman国家的狂战士，尽管他对动物的亲近表明了他作为猎人和追踪者的技巧。他最初是作为一位名叫Dynaheir的年轻Wychalarn的保镖来到剑海岸进行dejemma——一种成年礼的旅程。但当Minsc与被称为Abdel Adrian的Bhaalspawn一起冒险时，Dynaheir被杀害了。",
				"明斯克继续与阿德尔一起冒险，直到不幸地被一个邪恶的法师变成了石化状态。他在石化状态下作为雕像保持了将近一个世纪，直到另一位法师将他释放。他所认识的所有人和一切都已经逝去，所以明斯克决定不返回拉舍曼，而是继续在剑海岸的冒险。在这些冒险中，他遇到了苏尔迪尔。由于他们都因魔法失去了几个世纪的生命，明斯克对这位女士产生了共鸣。当他在其他冒险之余有时间时，明斯克帮助追踪苏尔迪尔认为可能成为巴哈姆特骑士团好成员的潜在英雄。明斯克暗自希望有一天她会认为布布也能成为巴哈姆特骑士团的好成员。",
				"明斯克（Minsc）对现实世界的把握并不牢固，这一点从他持续依赖他的动物伙伴布（Boo）就可以看出，他声称这是一种微型巨大太空仓鼠。显然，在领域（Realms）的某个地方确实存在这样的东西，但明斯克肯定头部受到了太多的撞击。明斯克对世界有着非常简化的看法，并且经常很快决定某人是否邪恶，是否应该被攻击。幸运的是，他天性善良，决心成为一名英雄。他有些不稳定，容易突然暴怒。",
				{
					"type": "entries",
					"name": "明斯克作为联系人",
					"ENG_name": "Minsc as a Contact",
					"entries": [
						"Minsc是低等级巴哈姆特骑士团成员的主要联系人。他能够说服奇怪的伙伴加入你们的冒险。你们的队伍一次只能有一个这样的伙伴。",
						{
							"type": "table",
							"caption": "通过Minsc的奇怪伙伴",
							"colLabels": [
								"伙伴",
								"所需等级",
								"属性块"
							],
							"colStyles": [
								"col-4",
								"col-1 text-right",
								"col-7"
							],
							"rows": [
								[
									"咕——布布的小太空仓鼠表亲",
									"1",
									"老鼠"
								],
								[
									"Murderoid—活生生的月亮",
									"3",
									"夜空中的一个巨大光点。还有，夜间在你脑海中说话的声音......关于谋杀你的敌人"
								],
								[
									"海豚鱼——太空海豚",
									"3",
									"海豚，飞行速度为30尺。"
								],
								[
									"背包男——空间拟态怪",
									"7",
									"只能变成背包形态的拟态怪。除非被穿戴，否则拒绝战斗。"
								],
								[
									"Basharin—一个盲眼的巨眼魔",
									"7",
									"没有反魔法锥特质的眼魔，其唯一的动作是咬击"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Minsc and Boo!.webp"
					}
				}
			]
		},
		{
			"name": "蒙塔隆和笑骷髅",
			"ENG_name": "Montaron and the Laughing Skull",
			"source": "MaBJoV",
			"entries": [
				"蒙塔隆可能是托瑞尔所有半身人中最顽固的一个，他好斗、嗜血且绝对无情。他利用自己天生的敏捷性成为一名为暗影盗贼工作的熟练刺客。他曾为一个名为Zhentarim的敌对犯罪组织工作，直到在一次任务中被杀。他厌恶他的旧组织，但并不像他厌恶所谓的\"好人\"那样多。最终，由于他与他的老搭档——一位名叫Xzar的死灵法师的关系，他被暗影盗贼复活。",
				"在尝试将自己变成巫妖的魔法仪式之前，Xzar就已因其反复无常和离奇古怪的行为而闻名。尽管他成功达到了这个目标，但一旦他接受了不死状态，他很快就陷入了疯狂。Xzar失去了他的魂器（phylactery）的踪迹，因此没有给它提供所需的灵魂来维持他的不死状态。几十年后，他的身体已经化为尘土，Xzar已经退化成了一个半巫妖（demilich）。",
				"蒙塔隆被影贼带回，以利用半巫妖。这个半身人将赞尔的头骨保存在一个储物袋中，只有在执行任务时才会拿出来。当赞尔活跃时，他有时会亲切地称呼这个半身人为\"蒙蒂\"。大多数时候，他只会因为蒙塔隆是个难以忍受的白痴而痛斥他。",
				"Montaron的动机有两个：积累财富和寻找发泄他火爆脾气的途径。他暗中鄙视他的老搭档Xzar，但他知道这个半巫妖使他成为一个更有效的刺客。",
				{
					"type": "entries",
					"name": "Montaron作为联系人",
					"ENG_name": "Montaron as a Contact",
					"entries": [
						"蒙塔隆是暗影盗贼成员在低等级时的主要联系人。蒙塔隆可以接触到剑岸所有主要城市的销赃人。他能够以小额费用交换等值的魔法物品。",
						{
							"type": "table",
							"caption": "蒙塔隆提供的物品",
							"colLabels": [
								"魔法物品",
								"必需的贸易",
								"成本"
							],
							"colStyles": [
								"col-9",
								"col-2 text-center",
								"col-1 text-right"
							],
							"rows": [
								[
									"盔甲，+1（你选择的类型）",
									"+1护甲",
									"200 金币"
								],
								[
									"跳跃戒指，心灵护盾戒指，游泳戒指，温暖戒指，水上行走戒指",
									"罕见的魔法戒指",
									"100金币"
								],
								[
									"回避之戒、羽落之戒、自由行动之戒、防护之戒、X射线视觉之戒",
									"稀有魔法戒指",
									"300金币"
								],
								[
									"统治之杖、蝰蛇法杖、迷人法杖、巨蟒法杖、虫群法杖",
									"稀有的魔法棒或法杖",
									"500金币"
								],
								[
									"魔法侦测魔杖，魔法飞弹魔杖，秘密魔杖，蛛网魔杖",
									"罕见的魔法魔杖",
									"150金币"
								],
								[
									"束缚法杖，侦测敌人法杖，恐惧法杖，瘫痪法杖，惊奇法杖",
									"稀有魔法棒",
									"300金币"
								],
								[
									"武器，+1任你选择",
									"+1 武器",
									"100金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Montaron and the Laughing Skull.webp"
					}
				}
			]
		},
		{
			"name": "奈斯·伊努斯",
			"ENG_name": "Naes Inuus",
			"source": "MaBJoV",
			"entries": [
				"Naes Inuus是太阳女神苏妮的高级祭司，也被称为首席心灵守护者。他相信苏妮是所有领域生灵的女神，他的终极梦想是在从剑海岸到陨星之海乃至更远的每一个城市和村庄中，都有一座专门供奉苏妮的神庙。",
				"奈斯和他的双胞胎兄弟提比里乌斯出生在深水城，他们的父亲是该市最有权势的贵族之一。当他们的母亲，一位苏恩的牧师，在分娩时去世后，他抛弃了这对双胞胎，因此孩子们被苏恩教会收养。他们在深水城的美容神庙长大，成长为虔诚的人，受到爱之女神的青睐。",
				"当他们成年时，这对双胞胎开始在领域内传播苏妮（Sune）的爱与美。在教会的历史上，苏妮的信徒中没有人像Naes一样负责建立过如此多的新神庙。从北方的奈弗温特（Neverwinter）到楚尔坦半岛（Chultan peninsula）的尼安扎鲁港（Port Nyanzaru），很难找到一个没有至少一个供奉美丽女神的神龛的社区。",
				"奈斯对苏恩的虔诚使他对其他信仰不宽容。他认为苏恩代表着文明在充满怪物、邪恶和丑陋的世界中生存的最佳机会。他对苏恩美德的布道对那些信仰不同的人来说可能显得有些居高临下。奈斯足够自知之明，意识到自己可能被如何看待，并在与潜在盟友打交道时降低了自己的言辞。",
				"作为费伦（Faerûn）上苏恩（Sune）信仰的高级祭司，奈斯（Naes）将大部分传教工作留给了他的双胞胎兄弟提比里乌斯（Tiberius）。然而，如果有将大量人转换为苏恩信仰的机会，奈斯会离开他在美丽神殿（Temple of Beauty）的办公室。他很享受这些少数回到路上的机会。奈斯容易坠入爱河，如果他遇到了他喜欢的男性或女性，那么他会开始一段友谊，希望这能导致更多的东西。",
				{
					"type": "entries",
					"name": "Naes作为联系人",
					"ENG_name": "Naes as a Contact",
					"entries": [
						"一旦苏恩教会的成员达到9级，他们就可以通过纳埃斯作为联系人获得联系。纳埃斯与一些最强大的贵族家庭、王朝和王国有联系。因此，他能够安排婚姻、收养、头衔等事项。他在开始安排之前需要向苏恩教会捐赠。对于崇拜苏恩的人来说，捐赠的金额要少得多。你只能结一次婚，并且只能在一个城市拥有贵族身份。",
						{
							"type": "table",
							"caption": "通过Naes的特殊安排",
							"colLabels": [
								"安排",
								"每次你使用生命骰来恢复生命值时，你会额外恢复等于你的熟练加值的生命值。",
								"成本",
								"苏恩信徒的价格"
							],
							"colStyles": [
								"col-5",
								"col-4",
								"col-1 text-right",
								"col-2 text-right"
							],
							"rows": [
								[
									"收养或与博德之门的公爵/女公爵结婚",
									"你可以改变你的子职业",
									"1000金币",
									"750金币"
								],
								[
									"被收养或与深水城隐秘领主结婚",
									"在你选择的技能上获得熟练度",
									"500金币",
									"250金币"
								],
								[
									"收养或与阿斯卡特拉的六议会成员结婚",
									"获得你选择的一个罕见魔法物品",
									"1500金币",
									"1000金币"
								],
								[
									"在阿斯卡特拉被提升为秘银领主",
									"获得你选择的稀有魔法物品",
									"5000金币",
									"3,000 金币"
								],
								[
									"获得巴尔杜尔之门中空置贵族庄园的所有权",
									"获得你选择的一个特长",
									"10,000金币",
									"7,500金币"
								],
								[
									"在深水城被授予贵族地位",
									"在你选择的技能上获得专长",
									"10,000金币",
									"7,500金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Naes Inuus.webp"
					}
				}
			]
		},
		{
			"name": "Nauk",
			"ENG_name": "Nauk",
			"source": "MaBJoV",
			"entries": [
				"纳克是一个半兽人战士，也是巴尔杜尔之门烈焰之拳的高级成员。他也是费伦最臭名昭著的武器商之一。纳克通过提供刺客、雇佣兵或魔法来煽动其他国家的内乱之火。当全面战争爆发时，烈焰之拳准备以丰厚的利润提供他们的服务。",
				"Nauk是烈焰之拳中最有联系网的成员之一。他在费伦西部的几乎每一个国家和城邦都有联系人和朋友。其中一些来自他年轻时作为冒险家的经历，而其他的则是通过他的武器交易建立的。",
				"诺克并不介意亲自动手，因此赢得了他的绰号——\"袋子人\"。有时他的客户会违背交易或无法支付他提供的服务费用。当这种情况发生时，诺克喜欢给那个可怜的傻瓜一个教训。根据需要惩罚的人，诺克要么带着烈焰之拳中最硬的退伍军人小队出现，要么带着一支小军队。无论他带着谁来，诺克总是带头。",
				"诺克（Nauk）即使在与潜在客户进行讨论时也会穿戴全套战斗装备。这是因为他穿戴和携带的装备是他能向潜在客户提供的示例。这包括精金板甲、多种附魔武器以及一打药水和其他小型魔法物品。如果他需要向客户证明他所卖物品的有效性，他会提出与他们能派出的最强战士对战。",
				{
					"type": "entries",
					"name": "Nauk作为联系人",
					"ENG_name": "Nauk as a Contact",
					"entries": [
						"诺克是烈焰之拳成员在低等级时的主要联系人。可以从诺克那里购买魔法物品。他专门销售药水。",
						{
							"type": "table",
							"caption": "纳克提供的药水",
							"colLabels": [
								"药水",
								"所需等级",
								"成本"
							],
							"colStyles": [
								"col-7",
								"col-3 text-right",
								"col-1 text-right"
							],
							"rows": [
								[
									"治疗药水",
									"1",
									"40金币"
								],
								[
									"攀爬药水",
									"1",
									"40金币"
								],
								[
									"高效治疗药水",
									"3",
									"250金币"
								],
								[
									"火焰吐息药水",
									"3",
									"250金币"
								],
								[
									"抗性药水",
									"3",
									"250金币"
								],
								[
									"山丘巨人之力药水",
									"3",
									"250金币"
								],
								[
									"水下呼吸药水",
									"3",
									"200 金币"
								],
								[
									"霜巨人之力药水",
									"5",
									"750金币"
								],
								[
									"英勇药水",
									"5",
									"750金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Nauk.webp"
					}
				}
			]
		},
		{
			"name": "帕祖祖",
			"ENG_name": "Pazuzu",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Boo 曾经听到来自一个铁制瓶的声音。如果我知道什么的话，那就是瓶子是用来喝的，而不是用来说话的。"
					],
					"by": "MINSC"
				},
				{
					"type": "quote",
					"entries": [
						"帕祖祖（Pazuzu）腐蚀了阿斯摩德（Asmodeus）的谣言，预设了阿斯摩德原本是一个天使。这一点从未被证明过！归因于九层地狱之主的众多起源包括他是第一个法律之神，或者他曾侍奉过这样的神并谋杀了她。我们可能永远不会知道真相。"
					],
					"by": "沃罗"
				},
				"帕祖祖是一位强大的恶魔领主，是他族类中最古老、最令人厌恶的之一。他也被称为四风的黑暗天使，以及下层空中王国的王子。他统治着所有邪恶的飞行生物，甚至在深渊的不同层面中也是如此。",
				"帕祖祖的家园是深渊的第一层，称为帕祖尼亚，被称为无限门户的平原或千个小房间的宫殿。这是一个严酷的地方，其表面布满了许多坑洞和裂缝。这些坑洞是门户，不仅通往深渊的所有层面，还通往其他存在的层面甚至凡人世界。只有帕祖祖知道每个门户通向哪里。",
				"与大多数恶魔领主不同，帕祖祖对征服深渊不感兴趣。他的热情在于腐化。他喜欢腐化凡人，特别是那些无辜和诚实的人。一些人认为帕祖祖是导致最终腐化的实体——即天使阿斯摩狄斯的腐化。",
				"帕祖祖常被认为是促成恶魔与魔鬼之间血战的关键人物。一些人认为他之所以能做到这一点，是因为他与地狱的大魔鬼有着良好的关系，这在恶魔领主中是独一无二的。奇怪的是，最痛恨帕祖祖的恶魔领主是格拉兹特，据说他成为深渊领主之前是地狱的领主。",
				"当帕祖祖（Pazuzu）访问凡间世界时，他经常使用帕兹瑞尔（Pazrael）、因杜古德（Imdugud）或提丰（Typhon）等名字。无论他使用哪个名字，他都以仁慈实体的伪装出现，声称提供保护以抵御瘟疫并祝福分娩。那些使用他保护的人会被腐化，进而犯下卑鄙的行为，而他祝福的孩子则被诅咒，长大后心中充满邪恶。",
				"最古老且最初的恶魔领主。他被囚禁在一个铁制的瓶子里，必须保持囚禁状态，直到找到摧毁他的方法。",
				{
					"type": "inset",
					"name": "铁制酒瓶",
					"ENG_name": "The Iron Flask",
					"entries": [
						"使用帕祖祖的一种方式是将他囚禁在一个铁制的魔法瓶中。在这种情况下，团队的赞助人在他们职业生涯的早期阶段将铁制瓶交给玩家，并要求他们保持帕祖祖被困在瓶内，直到他们找到一种方法来摧毁恶魔领主，以便他被尖叫着送回深渊，囚禁一个世纪。在战役的过程中，许多不同的强大实体将试图从玩家那里夺取铁制瓶。",
						"手下爱德温·奥德斯隆（Edwin Odeisserron）和伊欧·阿什马吉尔（Eo Ashmajir）是强大的魔法使用者，他们想要占有铁制的魔瓶以增强自己的力量。他们可能会在试图从玩家手中夺取魔瓶的过程中相互竞争。",
						"像巴兹布和梅菲斯托这样的大恶魔也在积极追寻这个烧瓶，他们希望通过将导致阿斯摩狄斯堕落的恶魔领主呈现给他来获得阿斯摩狄斯的青睐。玩家们可能能够利用大恶魔们相互之间的竞争来生存。",
						"乌斯塔纳瑟的监狱卡塞鲁斯的恶魔使者可能会派遣贝利尔去寻找那个小瓶。他们出于只有他们的沙托统治者才知道的原因，试图将恶魔领主囚禁在卡塞里。",
						"乔恩·伊伦尼库斯可能会试图偷走铁制的瓶子，相信帕祖祖掌握着逃离苏尔达尼斯拉的可怕领域的秘密。他可能会派遣伊卡洛斯秩序的成员，或者玩家可能会被诱骗召唤乔恩的妹妹——博迪·伊伦尼库斯。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Pazuzu.webp"
					}
				}
			]
		},
		{
			"name": "Pelyious Avhoste",
			"ENG_name": "Pelyious Avhoste",
			"source": "MaBJoV",
			"entries": [
				"Pelyious是一位哈鲁亚的天空船长，他向那些迫切需要快速到达某地的人提供服务。他的天空船是费伦大陆上最快的之一，由他的叔叔Zythan Oolorius Avhoste设计，这位著名的哈鲁亚设计师。",
				"佩利乌斯魅力四射、文化修养高且精致，是古代艺术和音乐的爱好者。他对已灭绝的奈瑟瑞尔人——哈鲁安人的前身——以及古代梅兹罗王国表示钦佩。他的空中船装饰有这些文化的艺术珍品和画作，他喜欢向客人展示他令人印象深刻的收藏。他还是一位出色的音乐家，喜欢演奏那些几个世纪以来未曾听到的\"失落时代\"的复杂作品。",
				"尽管有点自命不凡，佩利乌斯总是彬彬有礼且有礼貌。他对那些不与他分享精致品味的人持有极度的蔑视，将他们视为野蛮、粗鲁或仅仅是粗俗。",
				"Pelyious是一位熟练的船长，也是一位出色的剑士。他还曾由他的叔叔Zythan指导学习魔法艺术。这些技能的结合使他成为一个不可预测且危险的对手；一个能够参与近战格斗或使用远程魔法咒语的人。",
				"然而，大多数人不知道的是，佩利乌斯（Pelyious）和他的船员也是谋杀之神巴尔（Bhaal）的忠实仆人。在他的文明外表下潜藏着一个嗜血的怪物（一种他通过古老的梅兹罗（Mezro）仪式学到的狼人形态），他偶尔策划\"谋杀仪式\"，将他的整个哈鲁安（Halruaan）飞艇变成屠宰场。在这些屠杀中，受害者不仅仅是被杀害，而且常常遭受折磨、肢解，最终被剥皮。虽然大部分残骸在飞艇穿越海洋时被抛到船外，但他受害者的心脏和其他重要器官被用于仪式盛宴，以庆祝这场屠杀。",
				"佩利乌斯更倾向于将这些仪式性的杀戮盛宴保留给那些侮辱过他、试图欺骗他或以某种方式冒犯了他的荣誉的人。然而，如果没有合适的候选人出现，佩利乌斯有时不得不将他真正喜欢的人作为牺牲品，因为谋杀之主Bhaal不能等待太久的祭品。当被迫屠杀他认为是朋友的人时，佩利乌斯没有表现出悔恨，因为他对Bhaal的忠诚超越了所有其他忠诚。",
				"Pelyious与他的狼人家族一起驾驶他的飞船。当有乘客在船上时，大多数保持他们的人类形态，尽管阿尔法，也就是Pelyious的妻子，喜欢扮演一只被Pelyious驯服的狼的角色。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Pelyious Avhoste.webp"
					}
				}
			]
		},
		{
			"name": "费林姆",
			"ENG_name": "Phaerimm",
			"source": "MaBJoV",
			"entries": [
				"费里姆是高度智慧的恶意异常生物，它们居住在世界表面深处。作为天生的施法者，它们喜欢给别人带来痛苦和苦难。据说，费里姆愿意将所有其他生物从存在中抹去，只是因为他们将缺乏奴隶来作为折磨的娱乐。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "怪物恐怖",
									"ENG_name": "Monstrous Horrors",
									"entries": [
										"费里姆斯是外表丑陋的生物——球根状的身体，细长的手臂和腿，顶部是一个张开的大口，里面排满了一排又一排锋利如剃刀的牙齿。他们的邪恶魔法从自然界中吸取生命和水分，阿纳乌罗赫沙漠就是通过广泛使用他们的力量而形成的。"
									]
								},
								{
									"type": "entries",
									"name": "精神奴役",
									"ENG_name": "Mental Enslavement",
									"entries": [
										"费尔林姆的心灵控制能力可与任何灵吸怪或巨眼魔相媲美。这些极其孤独的生物，将自己周围围绕着一群被心灵控制的生物，作为保镖、士兵和猎人。当这些奴仆不再有用时，它们将被它们的费尔林姆主人宰杀并吞噬。费尔林姆的语言对类人生物来说是难以理解的，即使使用魔法帮助也是如此。然而，费尔林姆可以使用心灵感应魔法通过其奴仆与其他生物进行交流，尽管由于它们孤独的存在，它们很少需要进行交流。唯一的真正例外发生在极少数情况下，当几个费尔林姆会合作对抗一个对它们来说太强大的敌人，以至于它们无法单独面对。"
									]
								},
								{
									"type": "entries",
									"name": "濒危物种",
									"ENG_name": "An Endangered Species",
									"entries": [
										"费里姆（Phaerimm）在数千年前被古老的奈瑟瑞尔（Netherese）法师推向灭绝的边缘。如今只有少数孤立的群体依然存在，通常被敌人封闭在深深的洞穴中。费里姆对墓穴敲击者（tomb tappers）怀有特别的仇恨，这是一种对费里姆心灵控制免疫的奈瑟瑞尔构装生物。由于费里姆每世纪只能产下一个卵，它们的种群恢复速度一直很缓慢。这个卵必须通过费里姆尾部的刺针注入宿主体内，这会使受害者瘫痪。然后幼虫从内部开始消耗仍然活着的宿主。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Phaerimm.webp"
					}
				}
			]
		},
		{
			"name": "Saemon Havarian",
			"ENG_name": "Saemon Havarian",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"骗我一次，是你的耻辱；骗我两次，小心点！骗我三次你就是海盗！永远不要相信海盗！这是我和布完全同意的。"
					],
					"by": "MINSC"
				},
				"萨蒙·哈瓦里安是一个浮夸且机会主义的船长，也是一个擅长摆脱麻烦的法师，通常通过让别人代替他陷入困境。他已经在剑海航行了几十年。在这段时间里，他积累了巨大的财富，主要是通过双重背叛、不光彩的商业交易和海盗行为。",
				"塞蒙几乎总是由一小群塞壬陪伴。这些美丽的精类生物不仅以其令人难忘的歌声而闻名，而且还作为致命的战士。塞蒙如何赢得他们的忠诚，是剑海岸沿岸海港人们讨论的话题。",
				"表面上看，塞蒙的生活似乎非常幸运。凭借他庞大的财富，他设法买通了进入阿斯卡特拉的六人议会的道路，从一个简单的船长，到商人领主，再到安姆国家中最有权势的家族之一的首领。但是有一个黑暗的秘密困扰着他；一个连他也无法通过阴谋摆脱的阴影。",
				"虽然Saemon看起来60岁，实际上他的年龄几乎是这个数字的两倍。七十年前，在一次针对卡利希特商人船只的海盗袭击中，他心脏病发作。当看起来命运终于追上了他时，他的一个卡利希特俘虏提供了一条出路，以换取他的自由。这位商人，是大恶魔Baalzebul的追随者，如果Saemon交出他的灵魂，就赐予了他一个世纪的生命。",
				"现在，这位船长的时间正在一分一秒地流逝。尽管他的交易还有将近四分之一个世纪才结束，但他无意在地狱中度过永恒。他迫切希望找到摆脱交易的方法，最近巴尔泽布尔给塞蒙留下了一个印象，即他可以通过让这位大恶魔获得阿特卡拉的政治权力来买断合同。但自从加入六人议会以来，塞蒙越来越清楚地意识到巴尔泽布尔永远不会撕毁他的灵魂契约；这位船长已经经历了足够多的背叛，以至于他能够预见到即将到来的背。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Saemon Havarian.webp"
					}
				}
			]
		},
		{
			"name": "萨瑞沃克",
			"ENG_name": "Sarevok",
			"source": "MaBJoV",
			"entries": [
				"萨瑞沃克·安切夫是一位强大的死神使者，一个训练有素的精英战士群体，他们能够在战斗中用看似随机的一击杀死敌人。他也是巴尔之子之一，死去的神巴尔的凡人后代。萨瑞沃克试图重新夺回他不朽父亲去世后空出的谋杀之主的神位，但他的计划被他的同父异母兄弟阿德尔·阿德里安挫败，后者拒绝了他的遗产，与他的巴尔之子兄弟姐妹作战。",
				"萨瑞沃克的灵魂被送到深渊作为惩罚。在那里，他最终在一次危险的任务中与阿德尔第二次相遇，当时他高尚的兄弟冒险进入下层领域，以阻止另一个名叫梅利桑的巴尔之子。萨瑞沃克同意帮助阿德尔杀死梅利桑，条件是阿德尔帮助他逃离深渊的永恒折磨。",
				"阿卜杜尔同意了，萨瑞沃克在凡间世界重生。重生后，萨瑞沃克信守诺言，两兄弟并肩作战，对抗他们的半妹。最终，梅利桑被击败，萨瑞沃克获得了第二次生命的机会。",
				"凭借他惊人的力量，他在战斗中的传奇技能，以及混乱之剑——一把吸取生命、附有魔法的剑——萨雷沃克成为了Faerûn最著名的雇佣兵之一。然而，他的众多成就并没有给他带来欢乐。他在战斗中的胜利没有让他感到兴奋，击败敌人也没有让他感到高兴。他积累的力量在他口中如同灰烬般苦涩，他变成了一个被自己过去生活所困扰的人。意识到任何世俗的成就都无法与他曾经几乎拥有的——不朽和神性——相比，让他感到崩溃和空虚。",
				"萨雷沃克陷入了深深的绝望。为了麻痹自己的痛苦，他沉迷于所有可以想象的恶习，将他的财富和健康浪费在酒精和毒品上。虽然他的神圣血统减缓了他的衰老，但并没有完全停止，经过几十年的自我虐待，他最终沦为在巴尔杜尔之门的街头乞讨的老人。",
				"这是他的父亲——重生的谋杀之神Bhaal——找到他的方式。但即使光芒黯淡，Bhaal还是在那个可怜的老人身上认出了自己神圣的火花，并且他感觉到Sarevok仍然有潜力。Bhaal招募他成为他初创神职人员的高级祭司，给了Sarevok新的目标......以及成为死亡和毁灭代理人的另一个机会。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Sarevok.webp"
					}
				}
			]
		},
		{
			"name": "沙托守卫",
			"ENG_name": "Shator Warden",
			"source": "MaBJoV",
			"_copy": {
				"name": "迪莫丹",
				"ENG_name": "Demodand",
				"source": "MaBJoV"
			}
		},
		{
			"name": "塞莲",
			"ENG_name": "Sirene",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"塞壬在费伦大陆只有少数地方可以看到。显然，剑海岸地区就是这样一个地方。塞壬也被发现在陨星之海和月海湖中。有传言说塞壬可以在风暴巨人领主的宫廷中找到。"
					],
					"by": "沃罗"
				},
				{
					"type": "quote",
					"entries": [
						"别再靠近，凡人。我们为我们的姐妹唱歌，我们为海洋唱歌。我们不是为你而唱。"
					],
					"by": "塞莲"
				},
				"塞壬是生活在剑海岸悬崖和锯齿状岩石上的精类生物。塞壬在陆地上或水下同样舒适，它们更喜欢靠近海岸，很少进入深水区。它们以美丽的歌声而闻名，这种歌声常常诱使水手驾驶他们的船只在海岸上遭遇灾难。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "领土性的",
									"ENG_name": "Territorial",
									"entries": [
										"塞壬以小团体的形式生活在一起。它们极其地盘意识强烈，试图驱逐任何侵入它们领地的其他类人生物。它们最初使用非致命手段说服入侵者离开，但如果这不成功，它们愿意杀人。"
									]
								},
								{
									"type": "entries",
									"name": "美丽的歌声",
									"ENG_name": "Beautiful Song",
									"entries": [
										"塞壬喜欢唱歌，并用音乐来相互交流。他们的歌曲美丽而令人难忘，但通常不是魔法性质的。只有当他们处于危险之中时，他们才会将魔法编织进他们的歌曲中。"
									]
								},
								{
									"type": "entries",
									"name": "熟练的战士",
									"ENG_name": "Skilled Warriors",
									"entries": [
										"塞壬是致命的战士，她们利用自己的技能狩猎食物，以及杀死那些侵犯她们领地的人。她们邪恶的匕首由骨头制成，是她们在水下旅行时的主要武器。她们会将弓箭存放在靠近岸边的地方，以便在需要时取用。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Sirene.webp"
					}
				}
			]
		},
		{
			"name": "骷髅领主",
			"ENG_name": "Skeleton Lord",
			"source": "MaBJoV",
			"_copy": {
				"name": "骷髅战士",
				"ENG_name": "Skeleton Warrior",
				"source": "MaBJoV"
			}
		},
		{
			"name": "骷髅战士",
			"ENG_name": "Skeleton Warrior",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"行走的骷髅是某个邪恶法师在搞鬼的明确迹象。明斯克非常确定，骷髅应该在他们的坟墓里睡觉，而不是像在寻找午夜小吃一样到处走动！现在你说它们有王冠、板甲和魔法剑？！邪恶难道没有底线吗？邪恶到底在那里找到了什么，无论如何？布欧想知道！"
					],
					"by": "明斯克和布布！"
				},
				"骷髅战士通过死灵能量结合在一起，以其高智力和相当的战斗能力而著称。所有骷髅战士都保留了生前所知语言的理解能力，大多数还能说话，这与大多数冒险者面对的无意识且更常见的骷髅形成了鲜明对比。只有最熟练的死灵法师才能召唤骷髅战士，它们被珍视为保镖和哨兵。死灵法师必须使用强大战士的遗体才能创造出骷髅战士。然而，即使法师成功完成了任务，这些生物也很难控制，除非法师拥有包含不死生物战士灵魂的金色项圈。与其他骷髅一样，骷髅战士对大多数形式的伤害都有抵抗力，但对钝击很脆弱；需要钝力创伤才能将干骨头击出位置。此外，骷髅战士对魔法效果高度抵抗。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "死亡之外的战斗",
									"ENG_name": "Battle Beyond Death",
									"entries": [
										"骷髅战士是由伟大战士的遗骸所创造，并在不死状态下保留了他们的技能。许多骷髅战士是死去的冒险者或在战斗中阵亡的显赫领主。骷髅战士挥舞着令人畏惧的双手巨剑，身穿沉重且通常装饰华丽的盔甲，这些盔甲因岁月而变得陈旧。"
									]
								},
								{
									"type": "entries",
									"name": "不死生物指挥官",
									"ENG_name": "Undead Commanders",
									"entries": [
										"骷髅战士通常是孤独的守卫者，除非在死灵法师的主动控制下，否则通常不会与其他不死生物联系。在这种情况下，骷髅战士可能会领导一支更迟钝的骷髅队伍，指导他们使用通常难以触及的战术。"
									]
								},
								{
									"type": "entries",
									"name": "骷髅领主",
									"ENG_name": "Skeleton Lords",
									"entries": [
										"一些骷髅战士是使用强大领主的遗骸和灵魂创造的，比如国王或其他贵族。这些骷髅战士比其他同类更强大，并且散发出一种冰冷和恐惧的气息，足以让即使是最勇敢的战士也感到心寒。"
									]
								},
								{
									"type": "entries",
									"name": "灵魂项圈",
									"ENG_name": "Soul Circlets",
									"entries": [
										"当一个骷髅战士被创造出来时，它的灵魂被囚禁在一个魔法金头环中，这个头环用来控制这个生物。这个神器是将骷髅战士绑定到主物质位面的。骷髅战士被驱使去找回他们的头环，大多数成功的骷髅战士选择销毁这些物品，结束他们像食尸鬼一样的存在。"
									]
								},
								{
									"type": "inset",
									"name": "控制骷髅战士",
									"ENG_name": "Controlling Skeleton Warriors",
									"entries": [
										"佩戴骷髅战士或骷髅领主的金色圆环的人可以使用动作来控制不死生物，如果它在100尺内。对此控制不允许进行豁免投掷。这种控制是完全的，允许金色圆环的佩戴者通过心灵感应链接发出命令。骷髅战士或领主将尽其所能遵守简单的命令，例如\"攻击那个生物\"或\"移动到那里\"。如果骷髅战士或领主没有收到任何命令，它将尽其所能进行自卫。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Skeleton Warrior.webp"
					}
				}
			]
		},
		{
			"name": "Ssendam，疯狂之主",
			"ENG_name": "Ssendam, Lord of Madness",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"疯狂的领主是一个难以找到准确信息的主题。主要是因为大多数遇到原始斯拉迪的人要么变得昏迷不醒，要么语无伦次或精神错乱。Ssendam是已知的两个斯拉迪领主之一，另一个是Ygorl，混乱的领主。有传言说还有其他斯拉迪可能与Ssendam和Ygorl的力量相匹敌。Netherese文献将它们称为虚空斯拉迪和时间斯拉迪。"
					],
					"by": "沃罗"
				},
				"Ssendam是疯狂之斯拉德领主。她在古代诞生，当时普里穆斯，模数之神，带着他的繁衍之石来到虚空，以将秩序带给混乱。一块繁衍之石的碎片在神的手中断裂，并进入了他的神体。这个伤口使他发烧，使他的思维变得混乱；这是现在被称为混沌噬魂或\"斯拉德热病\"的第一次实例。",
				"为了不将疾病带到他的家乡机械境，普里穆斯在离开虚空之前净化了自己。他不仅排出了碎片，还排出了所有触碰过他身体的混乱，形成了一堆恶心的粪便。通过生育石的力量，这些粪便转变成了第一个斯拉德——Ssendam。",
				"Ssendam对林勃境界不感兴趣。她唯一的愿望是传播疾病和疯狂。为此，她前往不同的凡人世界，带来了混沌噬菌。她有两种形态，一种是金色的变形虫，或者是一种金色的斯拉德。作为变形虫，Ssendam在凡人世界的水域中穿行，寻找完美的宿主。当她找到那个宿主时，她允许她的目标通过饮用水或酒来吞噬她。然后她感染宿主的心智，并慢慢地使他们转向疯狂。这种疯狂导致对斯拉德、混沌噬菌和林勃的迷恋。",
				"最终，宿主会找到将斯拉德带入他们世界的方法。当她的同类足够多时，Ssendam完成了对宿主的腐蚀，并转变为她的金色斯拉德形态，完全吞噬了她不幸的活体容器。她在这次转变后的唯一目标是将混乱瘟疫传播到她现在居住的世界的每个角落。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Ssendam, Lord of Madness.webp"
					}
				}
			]
		},
		{
			"name": "苏尔迪尔·巴尔多里尔",
			"ENG_name": "Suldil Baldoriel",
			"source": "MaBJoV",
			"entries": [
				"一千多年前，苏迪尔出生在一个人类船员和他的海精灵新娘的家庭。她天生的魔法才能引起了巴哈姆特骑士团这个新兴秩序的注意。巴哈姆特骑士团是一个崇拜巴哈姆特并与年轻的金属龙建立联系的龙骑士团。",
				"巴哈姆特骑士团的崛起速度如同流星一般，但他们的衰落也同样迅速。在250 DR年，他们因为自己的成就而成为历史书中的牺牲品。巴哈姆特骑士团的敌人们因为害怕他们日益增长的力量而组成了一个联盟，迅速而残酷地发动了攻击。在最后的日子里，苏尔迪尔是一位经验丰富的龙骑士，与一只美丽的青铜龙结成了契约。她幸福地结婚，并且是一个儿子自豪的母亲。在一个夜晚，苏尔迪尔失去了一切。她之所以能够幸存，是因为一位精类的干预，这位精类来自精类王国。当巴哈姆特骑士团的敌人在夜晚杀害其他骑士、龙和他们的家人时，精类将苏尔迪尔带入了她的森林王国。",
				"苏尔迪尔（Suldil）会在精类领（Feywild）中度过十年。这不是出于她自己的选择，而是因为精类（nymph）的迷恋。这个精类生物对苏尔迪尔着迷，并不想让她离开。只有经过苏尔迪尔多年的恳求，精类才最终允许这位前骑士返回她的世界。当苏尔迪尔最终从精类领被释放时，对她来说十年已经过去了，但在凡人世界已经过去了千年。这是最残酷的方式，让她了解到精类领中时间流逝的方式与外界不同。",
				"Suldil对巴哈姆特骑士团从历史中消失感到沮丧。她向巴哈姆特祈祷，并惊讶地得到了一个幻象。这个幻象引导她来到了一个被财富猎人杀死的青铜龙的巢穴。其中一枚龙蛋藏在猎人留下的一堆铜器下面。几个月后，Suldil与从蛋中孵化出来的青铜幼龙建立了联系。",
				"Suldil希望恢复巴哈姆特之序，并寻找她认为值得加入她复活的秩序的候选人。",
				{
					"type": "entries",
					"name": "Suldil作为联系人",
					"ENG_name": "Suldil as a Contact",
					"entries": [
						"苏尔迪尔在9级时成为巴哈姆特骑士团成员的联系人。苏尔迪尔可以接触到巴哈姆特骑士团古代的卷轴和文本。这包括将某些魔法物品转变为更强大物品的配方。需要成功的{@skill 历史}检定来查找所有适当的卷轴和文本。",
						{
							"type": "table",
							"caption": "通过苏尔迪尔增强魔法物品",
							"colLabels": [
								"魔法物品",
								"需要魔法物品作为组件",
								"历史检定难度等级",
								"材料成本"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-2 text-right",
								"col-2 text-right"
							],
							"rows": [
								[
									"力场珠",
									"不常见的奇物",
									"20",
									"100金币"
								],
								[
									"音爆号角",
									"不常见的奇物",
									"15",
									"100金币"
								],
								[
									"闪电标枪",
									"稀有魔法武器",
									"10",
									"50金币"
								],
								[
									"羽落戒指",
									"罕见戒指",
									"10",
									"100金币"
								],
								[
									"抗力戒指—闪电",
									"罕见戒指",
									"15",
									"150金币"
								],
								[
									"公羊戒指",
									"罕见戒指",
									"15",
									"150金币"
								],
								[
									"雷霆法杖",
									"稀有的法杖、手杖或魔杖",
									"20",
									"500金币"
								],
								[
									"闪电束魔杖",
									"不常见的法杖、长杖或魔杖",
									"15",
									"300金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Suldil Baldoriel.webp"
					}
				}
			]
		},
		{
			"name": "剑蜘蛛",
			"ENG_name": "Sword Spider",
			"source": "MaBJoV",
			"entries": [
				"剑蜘蛛是一种巨大的节肢动物，它们在费伦的森林和洞穴中潜行，行走时的腿像锋利的刀片。这些孤独的捕食者以其巨大的体型而言，移动速度极快且具有极高的隐蔽性。剑蜘蛛光滑的12尺长的身体被包裹在一个耐用的黑色外骨骼中，上面覆盖着细小的深色毛发。尽管它们的视力很差，但剑蜘蛛使用{@sense|MM}来感知地面上的微小震动，从而定位猎物。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "天生武器",
									"ENG_name": "Natural Weapons",
									"entries": [
										"剑蜘蛛的八条腿都以厚的几丁质板和锯齿状的脊结束。然而，它的主要武器是它的前两条腿，看起来像一对巨大的弯曲剑。它的猎物被刺在这些肢体上，足够近以便蜘蛛发出它的毒咬。一旦被杀，它的猎物就会被切碎成可以喂入其洞穴般大口的小块，这些大口内排满了多行弯曲的牙齿。"
									]
								},
								{
									"type": "entries",
									"name": "来自上方的死亡",
									"ENG_name": "Death From Above",
									"entries": [
										"剑蜘蛛并不在预先构建的网上捕捉食物，而是更喜欢在树枝高处和洞穴壁上等待猎物。（尽管体型庞大，剑蜘蛛仍能保持在大多数表面上爬行的能力，使它们成为熟练的攀爬者。）一旦它发现了猎物，蜘蛛就会用束缚网喷射生物，并用它全部八条致命的腿伸展开来下落，刺穿其食物。当在不利于这种策略的地区狩猎时，剑蜘蛛会像大型猫科动物一样潜行并追逐猎物，并能够向前跳跃达30尺，用它们的前肢猛击。"
									]
								},
								{
									"type": "entries",
									"name": "深地蜘蛛",
									"ENG_name": "Deep Spiders",
									"entries": [
										"剑蜘蛛原产于费伦西南的楚尔坦半岛上的姆海尔丛林。卓尔商人将它们带到了幽暗地域，在那里，它们被洛斯女神的女祭司们培育用于战斗。这些变种被称为深渊蜘蛛，许多已经逃离了它们的围栏，并且由于能够忍受广泛的气候范围，它们迅速适应了新的地下家园。这些生物很快就在幽暗地域传播开来，许多也找到了通往地表的道路。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Sword Spider.webp"
					}
				}
			]
		},
		{
			"name": "塔斯洛伊",
			"ENG_name": "Tasloi",
			"source": "MaBJoV",
			"entries": [
				"瘦长但体型较小的类地精生物，塔斯洛伊主要居住在Faerûn南部的茂密热带森林中。然而，一些塔斯洛伊群体已经向北迁移到了剑岸，其中在斗篷森林中有一个显著的聚居地。拥有鲜艳的绿色皮肤，上面覆盖着一层粗糙的黑色毛发，塔斯洛伊可以完美地与周围环境融为一体，只有他们金色的、几乎猫科动物般的眼睛微弱的闪光暴露了他们的存在。尽管通常智力不如人类，塔斯洛伊可以相当聪明，利用数量优势和群体战术，使他们成为出人意料的强大敌人。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "树居者",
									"ENG_name": "Tree Dwellers",
									"entries": [
										"塔斯洛伊偏好丛林树冠的微光环境，并且完全避免直射阳光。在更温和的地区，如剑海岸的森林，植被稀疏，它们主要将活动限制在黎明和黄昏。作为攀爬专家，塔斯洛伊的长臂使它们能够通过从树枝跳跃和从藤蔓摆动，快速在树梢间移动。塔斯洛伊在地面上不太自在，它们会采用类似猿猴的蹲伏姿势，用指关节行走。"
									]
								},
								{
									"type": "entries",
									"name": "社交生物",
									"ENG_name": "Social Creatures",
									"entries": [
										"塔斯洛伊生活在一个松散结构的部落社会中，以由多个家庭组成的群体共同生活。大多数塔斯洛伊社区在地面上方高处的树木中建造家园，周围是相互连接的平台。塔斯洛伊对孤独有深深的恐惧，这种恐惧被他们文化中的许多迷信所加强。他们实行一种畜牧业，饲养巨大的老鼠和其他大型害虫作为家畜，既用于食物，也用作坐骑。塔斯洛伊主要说一种独特的语言，但有些人学会了说一种破碎的通用语。尽管这些机会主义者凶猛，但在适当的情况下，他们可以被说服。"
									]
								},
								{
									"type": "entries",
									"name": "伏击掠食者",
									"ENG_name": "Ambush Predators",
									"entries": [
										"尽管塔斯洛伊（tasloi）可以并且会吃几乎所有东西，它们对新鲜肉有强烈的偏好，尤其是人类的、精灵的和其他类人生物的。它们以利用更可怕的怪物而闻名，通过在它们的巢穴附近设置逃跑路线，并引诱已经受伤的冒险者进入陷阱。塔斯洛伊还使用游击战术和其他技巧，利用它们对森林家园的熟悉。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Tasloi.webp"
					}
				}
			]
		},
		{
			"name": "塔斯洛伊狙击手",
			"ENG_name": "Tasloi Sniper",
			"source": "MaBJoV",
			"_copy": {
				"name": "塔斯洛伊",
				"ENG_name": "Tasloi",
				"source": "MaBJoV"
			}
		},
		{
			"name": "提比里乌斯·伊努斯",
			"ENG_name": "Tiberius Inuus",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Inuus兄弟同意成为我打算命名为《沃洛的费伦信仰指南》的新书的赞助人。当然，苏恩教会将拥有最大的章节。"
					],
					"by": "沃罗"
				},
				"提比里乌斯·伊努斯（Tiberius Inuus）是苏恩（Sune）的一位强大圣武士，也是红玫瑰兄弟姐妹会（Sisters and Brothers of the Ruby Rose）的领袖，这是一个向美丽女神服务的战士和圣武士的神圣秩序。他致力于将苏恩的爱与美传播到费伦（Faerûn）的每一个角落。",
				"提比略和他的双胞胎兄弟奈斯出生在深水城。他们的父亲在他们的母亲，一位苏妮的牧师，在分娩时去世后抛弃了他们，因此他们在美丽神庙中长大。奈斯长大后成为了一位牧师和和平之人，但提比略充满了愤怒，无法走上那条道路。虽然他的双胞胎兄弟能够原谅他们的父亲，但提比略却用被抛弃的愤怒来激励自己，摧毁任何威胁苏妮教会的东西。",
				"提比里乌斯梦想着将红玫瑰兄弟姐妹会建设成为Faerûn全境最伟大的善行军事力量，摆脱城市国家政治的腐败。当他找到一个他尊敬的战士时，提比里乌斯可以成为一个极其有说服力的传教士。提比里乌斯经常利用主联盟贵族中众多的信徒。他能够确保红玫瑰参与到对抗剑岸城市威胁的重要战斗中。虽然战锤秩序的老兵可能认为苏恩的牧师软弱，但他们因为提比里乌斯的努力而尊重红玫瑰。",
				{
					"type": "entries",
					"name": "Tiberius作为联系人",
					"ENG_name": "Tiberius as a Contact",
					"entries": [
						"提比里乌斯是苏恩教会低级成员的主要联系人。可以从提比里乌斯那里购买物品。他需要一天时间从教会获取物品。",
						{
							"type": "table",
							"caption": "提贝里乌斯提供的魔法物品",
							"colLabels": [
								"次要魔法物品",
								"所需等级",
								"成本"
							],
							"colStyles": [
								"col-10",
								"col-1 text-center",
								"col-1 text-right"
							],
							"rows": [
								[
									"无尽水瓶",
									"–",
									"100金币"
								],
								[
									"卡夫统灵药",
									"–",
									"100金币"
								],
								[
									"迷情媚药",
									"–",
									"50金币"
								],
								[
									"治疗药水",
									"–",
									"40金币"
								],
								[
									"保健护符",
									"–",
									"100金币"
								],
								[
									"传讯石",
									"–",
									"100金币"
								],
								[
									"法术卷轴 (1)——魅惑人类、变形自我、引导之箭、信仰护盾、沉睡",
									"–",
									"25金币"
								],
								[
									"法术卷轴 (2)——治愈祈祷，建议",
									"–",
									"250金币"
								],
								[
									"法术卷轴（3）—希望之光，利蒙德的小房子，复苏术",
									"–",
									"500金币"
								],
								[
									"良效治疗药水",
									"5",
									"250金币"
								],
								[
									"健康灵药",
									"5",
									"100金币"
								],
								[
									"法术卷轴（4）—防护死亡，制造物品，信仰守卫，莫登凯南的私人圣所",
									"5",
									"2,500金币"
								],
								[
									"法术卷轴(5)——通灵术、创造术、神圣化、复活死者、幻象术",
									"5",
									"5000金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Tiberius Inuus.webp"
					}
				}
			]
		},
		{
			"name": "瓦利加尔",
			"ENG_name": "Valygar",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"瓦利加是个脾气暴躁的人，但我和他在大多数事情上看法一致，包括红袍法师需要有人把他们那些大而愚蠢的脑袋踢到他们背后去。"
					],
					"by": "明斯克和布布！"
				},
				"Valygar Corthola 是一位出生于富有的强法师家族的游侠。Corthola 血统的许多成员在历代都表现出了魔法天赋和技巧，他的祖先包括传奇的死灵法师 Lavok Corthala。",
				"瓦利加尔的母亲本人是一位法师，她和家族中的许多人一样，患有心理健康问题。瓦利加尔认为这种痛苦是她神秘实践的结果。她对魔法物品的痴迷程度花费了家族的大部分财富，并且完全忽视了她的儿子和丈夫。",
				"当Valygar的父亲去世时，他的母亲陷入了极度悲痛之中。在她绝望之际，她将自己的伴侣复活成了僵尸，并开始了自己成为不死生物的过程。最终，Valygar杀死了他的父母，这是他觉得自己被迫去做的事情。",
				"瓦利加坚信家族对奥术艺术的痴迷追求已经腐蚀并摧毁了他所爱的一切，因此开始憎恨并鄙视使用魔法的人。他背离了家族的传承，现在专门猎杀法师和其他魔法使用者，以清除世界上他们的邪恶行为。",
				"他发现自己的技能和价值观与烛堡（Candlekeep）的僧侣们非常契合。烛堡对古代文献的追求意味着瓦利加（Valygar）经常与邪恶的魔法使用者发生冲突。",
				"虽然瓦利加看起来像是50多岁的男人，但他实际上已经超过了一个世纪的年龄。通常情况下，瓦利加对魔法物品不屑一顾，但他为了减少自己的生理年龄并继续他那对邪恶法师的痴迷追捕，对长寿药水做了例外。虽然这些药水使他的身体更年轻，但对他的寿命没有任何影响，因此瓦利加知道死亡随时都可能降临。",
				{
					"type": "entries",
					"name": "Valygar作为联系人",
					"ENG_name": "Valygar as a Contact",
					"entries": [
						"瓦利加是烛堡低等级时的主要联系人。瓦利加可以为你提供新语言和技能的基础训练（这段时间被视为休息时间），以及你可以用来自学习继续训练的书籍。",
						{
							"type": "table",
							"caption": "与瓦利加尔的基础训练",
							"colLabels": [
								"训练",
								"休整时间",
								"总时间",
								"成本"
							],
							"colStyles": [
								"col-3",
								"col-3 text-center",
								"col-3 text-center",
								"col-3 text-right"
							],
							"rows": [
								[
									"转换技能",
									"1天",
									"10天",
									"100金币"
								],
								[
									"新工具熟练度",
									"5天",
									"40天",
									"400金币"
								],
								[
									"新语言",
									"5天",
									"40天",
									"250金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Valygar.webp"
					}
				}
			]
		},
		{
			"name": "维林·法斯特莱德",
			"ENG_name": "Vellin Farstride",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"勇气、友谊，以及钢铁相击之声！这些是所有伟大冒险的要素。为正义而战是艰苦而汗流浃背的工作，但当形势变得艰难时，强者会得到仓鼠的帮助！"
					],
					"by": "MINSC"
				},
				"维林·法斯特莱德凭借一本会让任何有志成为探险家的人羡慕的游记，赢得了他的姓氏。维林专门狩猎恶魔敌人和其他位面威胁。维林几乎总是由他忠实的狼阿凯拉陪同，并且经常骑着这头野兽进入战斗。",
				"维林原本来自奥特世界，几年前来到费伦。在这两个世界之间，维林穿越了星界海洋，在血战中猎杀恶魔，在灰烬荒地与巫婆打交道，在阿弗纳斯暗杀了地狱公爵。维林迅速爱上了费伦广阔而美丽的荒野，并决定将其作为自己的家园。为了保护他的新家园，维林希望与强大的盟友联合起来，以抵御来自外部位面的威胁。他发现竖琴手的价值观与他自己的最为接近。",
				"维林擅长外交和欺骗，这是出于与恶魔力量打交道的需要。尽管他外表并不具有威慑力，但他的沉静强度和赢得的信任可以非常具有说服力。他偏好简单直接的语言，即使在与贵族和王室打交道时也是如此，但在必要时也能运用雄辩和奉承。",
				{
					"type": "entries",
					"name": "Vellin作为联系人",
					"ENG_name": "Vellin as a Contact",
					"entries": [
						"维林是哈珀组织低级别成员的主要联系人。维林擅长在短时间内为需要迅速前往某地的人获取坐骑。你们小组的每个成员都可以获得所请求类型的坐骑。如果在你们控制下（或你们小组的成员）有任何坐骑死亡，你们将永远无法再次使用那种类型的坐骑。否则，你们可以根据需要使用坐骑。",
						{
							"type": "table",
							"caption": "通过维林的坐骑",
							"colLabels": [
								"坐骑",
								"所需等级",
								"地形"
							],
							"colStyles": [
								"col-5",
								"col-5 text-right",
								"col-2 text-center"
							],
							"rows": [
								[
									"骑乘马匹",
									"1",
									"大地"
								],
								[
									"骆驼",
									"1",
									"荒漠"
								],
								[
									"海豚",
									"3",
									"饮水"
								],
								[
									"鹰头马身有翼兽",
									"3",
									"气"
								],
								[
									"巨人行者",
									"7",
									"火焰"
								],
								[
									"北极熊",
									"7",
									"冷冻"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Vellin Farstride.webp"
					}
				}
			]
		},
		{
			"name": "维康尼亚·德维尔",
			"ENG_name": "Viconia DeVir",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我和布可以证明维康妮亚从未帮助我们写关于乌斯塔·纳莎的章节。"
					],
					"by": "明斯克和布布！"
				},
				"Viconia DeVir是一位被流放的黑暗精灵牧师，她为Shar，黑暗与失落的女神服务。她曾是伟大的黑暗精灵城市Menzoberranzan中Lolth的忠实女祭司。当Viconia拒绝牺牲一个婴儿，她认为这是毫无意义的行为时，她和DeVir家族首次失去了蜘蛛女王的青睐。为了绝望地安抚Lolth，她的母亲安排将Viconia自己作为牺牲品。她的兄弟Valas救了她，他释放了她并在此过程中杀死了他们的母亲。因为这个罪行，Valas被变成了一个drider，一种怪物般的半人马生物，有着黑暗精灵的躯干被嫁接到一个巨大的蜘蛛身上。这些事件促成了曾经伟大的DeVir家族在近一个世纪前被Do'Urden家族所摧毁。",
				"维康尼亚逃离了梅佐博兰赞，并很快完全离开了地底世界，以逃避罗丝的仆从的报复。她失去了大部分施法能力，最终在崇拜沙尔中找到了慰藉和新的力量，沙尔是一个古老的神祇，位于黑暗精灵神系之外。像罗丝一样，沙尔是一个残忍的女神，她重视力量和欺诈。",
				"维科尼亚（Viconia）已经与卓尔社会分离生活了将近一个世纪。在那段时间里，她与巴尔之子（Bhaalspawn）阿卜杜尔·阿德里安（Adbel Adrian）一起旅行，但他们的关系最终恶化。近年来，莎尔（Shar）指导她与崇拜古老元素之眼（Elder Elemental Eye）的元素崇拜组织合作。维科尼亚忠实地执行了她的女神的愿望，这经常使她与地表组织如领主联盟（Lord's Alliance）或哈珀斯（Harpers）发生冲突。",
				"维康妮亚不与元素邪恶的邪教合作时，会在幽暗地域寻找同类的流放者。她组建了一个杂牌队伍，包括一对名为克拉克尔和巴克尔的地精骑士，以及一只她从被其母亲吃掉的命运中救出的深地蜘蛛。她还骑着一只阿凯拉伊，这只阿凯拉伊因为一群矮人的战斗队伍而失去了其余的同伴。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Viconia DeVir.webp"
					}
				}
			]
		},
		{
			"name": "维克托",
			"ENG_name": "Viktor",
			"source": "MaBJoV",
			"entries": [
				"Viktor出生在一个以种植卷心菜、甜菜和土豆为生的简单农家。他的家坐落在一个名为Barovia的村庄的北部。在很小的时候，他就了解到了Barovia的恐怖统治者，他从Ravenloft城堡的顶端统治着这片土地。他的命运以及每一个Barovian的命运都是永远无法离开这片被雾笼罩的山谷。Ravenloft的领主，第一个吸血鬼，Strahd Von Zarovich，永远不会允许那样。",
				"但维克托的命运与他的族人不同。维克托每天都向晨光之主祈祷，承诺作为圣战士为晨光之主对抗斯特拉德的邪恶。在他20多岁时，当他的家人催促他安定下来结婚时，维克托的祈祷终于得到了回应，但不是他一直在祈祷的神灵。两个陌生人来到了巴洛维亚村庄。一个名叫博里维克的人，将成为维克托最亲爱的朋友。另一个，洛萨，将向维克托介绍一位愿意倾听他恳求的女神——乌鸦女王。",
				"在渡鸦女王的帮助下，三人设法逃离了巴罗维亚。他们一起冒险多年，形成了牢固的友谊纽带。渡鸦女王感觉到她对维克托的控制正在减弱，因为他的朋友们给了他爱和陪伴。于是，她送给维克托一个礼物：一只名叫特拉克西斯的金龙，它将成为他的坐骑和伙伴。但特拉克西斯不是一只普通的龙；它已被影域腐蚀。",
				"这位新朋友低语开始引导维克托走向一条黑暗的道路，一条他的朋友们无法阻止的道路。一天晚上，他说服洛瑟返回影域。博里维克拒绝陪同他们，因此他们的友谊走到了尽头。",
				"维克托（Viktor）阴沉且没有幽默感。他作为农民的成长背景意味着他对正式礼仪或微妙之处没有概念。维克托对奥术魔法持怀疑态度，并且憎恨女巫、巫婆或利用魔法力量的不死生物实体。",
				{
					"type": "entries",
					"name": "Viktor作为联系人",
					"ENG_name": "Viktor as a Contact",
					"entries": [
						"Viktor在7级时成为乌鸦之环的联络人。Viktor可以向乌鸦之环的成员提供记忆护身符，以换取奉献令牌。这些护身符的形状是它们来自的那个人的脸。当使用记忆时，你将被转变为该生物形态，就像使用了{@spell 变形术}法术一样，持续10轮。每轮保持形态时，你必须进行一次成功的感知豁免检定，以避免被记忆所占据。占据你的实体会攻击你的朋友，尽可能造成尽可能多的伤害，以此来报复你以这种方式利用它的记忆。一旦10轮结束，占据的实体就会离开。",
						{
							"type": "table",
							"caption": "来自维克托的记忆护身符",
							"colLabels": [
								"多态形态",
								"虔诚徽记",
								"所需等级",
								"附身难度等级"
							],
							"colStyles": [
								"col-3",
								"col-3 text-center",
								"col-3 text-right",
								"col-3 text-right"
							],
							"rows": [
								[
									"狼人",
									"羽毛",
									"7",
									"10"
								],
								[
									"骷髅战士",
									"金",
									"7",
									"10"
								],
								[
									"狼人阿尔法",
									"羽毛",
									"9",
									"15"
								],
								[
									"骷髅领主",
									"金",
									"9",
									"15"
								],
								[
									"死亡骑士",
									"宝石",
									"12",
									"20"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Viktor.webp"
					}
				}
			]
		},
		{
			"name": "狼人",
			"ENG_name": "Wolfwere",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我记得有人告诉我，狼人是自然界完美的捕食者。但布（Boo）不同意这一点。没有什么比一只愤怒的太空仓鼠更可怕的了！"
					],
					"by": "MINSC"
				},
				{
					"type": "quote",
					"entries": [
						"嘘......闭上眼睛。",
						"梦见星光，梦见未见之景，我将不久与你相会。"
					],
					"by": "狼人"
				},
				"狼人是能够变形的生物，他们的自然形态是一只大狼，但可以随意变成人形和双足混合形态。这些充满仇恨的生物比普通狼更聪明，利用这种超自然的狡猾来猎捕他们最喜欢的猎物：人类。尽管有些人认为它们是狼人和普通狼的后代——这很可能是它们的起源——狼人是它们自己的物种，它们的狼人病不是传染性的诅咒或疾病。像狼人一样，狼人对狼毒草有排斥反应，但对铁制武器而不是银制武器敏感。",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "奇怪的包裹",
									"ENG_name": "Strange Packs",
									"entries": [
										"尽管一些狼人是孤独的，但其他人选择留在家族群体中。然而，它们最常在普通狼或霜狼的群体中奔跑。狼人能够影响并指挥这些野兽，使它们变得更加凶猛和大胆。很少情况下，狼人可能会选择融入人类社会。狼人从不与狼人共处，因为两者之间有相互的仇恨，会在没有挑衅的情况下相互攻击。"
									]
								},
								{
									"type": "entries",
									"name": "千变万化",
									"ENG_name": "Myriad Forms",
									"entries": [
										"狼人（wolfwere）的自然形态在大小和外观上与恐狼相似。在战斗中，它们通常转变为一种混合形态，既能用类似人类的手咬击也能使用武器。为了欺骗更强大的猎物，狼人会采取一个有魅力的人类形态。与狼人不同，狼人没有单一的类人形态可以恢复。相反，狼人可以转变为任何它想要的类人形态，尽管它们几乎普遍选择具有巨大身体魅力的形态。狼人有能力感知它们特定猎物会发现什么有吸引力，并采取诱人的伪装。在新月下，狼人不自愿地转变时对它们的外观控制较少，尽管它们通常采取它们最近采取过的形态。"
									]
								},
								{
									"type": "entries",
									"name": "一首催眠的旋律",
									"ENG_name": "A Sedating Melody",
									"entries": [
										"在它们的人形态下，狼人具有唱歌的能力，这种歌声可以使猎物陷入一种类似于{@spell 缓慢术}法术的倦怠状态。许多狼人演奏弦乐器，并伪装成吟游诗人，以避免在施展魅力时引起怀疑。"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Wolfwere.webp"
					}
				}
			]
		},
		{
			"name": "狼人阿尔法",
			"ENG_name": "Wolfwere Alpha",
			"source": "MaBJoV",
			"_copy": {
				"name": "狼人",
				"ENG_name": "Wolfwere",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Xan Moonblade",
			"ENG_name": "Xan Moonblade",
			"source": "MaBJoV",
			"entries": [
				"Xan是一位在Evereska城市长大的精灵剑歌者，Evereska是Faerûn大陆上现存最大的精灵聚居地之一，其人口规模仅次于岛屿国家Evermeet。Evereska这个名字在精灵语中的意思是\"堡垒家园\"，它在Western Heartlands中隐藏了数千年。这种隐秘性是这座城市能够作为北方最后一个主要精灵聚居地的主要原因，而其他大多数聚居地都已落入外人之手。因此，Evereska有时被称为最后之城。",
				"Xan 在他的家乡城市和烛堡的要塞图书馆之间分配时间。他最初是在与Bhaalspawn，Abdel Adrian 一起旅行时遇到了烛堡的僧侣。从那时起，他发现图书馆是一个舒适的第二故乡，其目标经常与Evereska一致。",
				"赞是科瑞隆的赐福者之一，在他的一生中多次改变性别。他在精灵冥想后改变性别的能力是他经常使用的能力，通常是由他多变的心情来决定他的选择。",
				"Xan挥舞着一把由Myth Drannor的铁匠锻造的月刃。每一把月刃都是独一无二的，Xan的月刃呈现为一把缠绕着魔法蓝色火焰的长剑形态。尽管这类武器通常只在精灵血统中传承，但Xan的剑似乎特别与他绑定。Xan渴望最终离开凡人世界，前往Evermeet，但在那之前，他想找到一个配得上他月刃的继承人。",
				{
					"type": "entries",
					"name": "Xan作为联系人",
					"ENG_name": "Xan as a Contact",
					"entries": [
						"Xan在9级时可作为联系人。Xan能够让你接触到Candlekeep中最稀有的书籍。需要注意的是，获取《魔像手册》的费用并不包括建造魔像的成本。",
						{
							"type": "table",
							"caption": "赞的图书和卷轴出售",
							"colLabels": [
								"书籍和卷轴",
								"所需等级",
								"成本"
							],
							"colStyles": [
								"col-8",
								"col-2 text-center",
								"col-2 text-right"
							],
							"rows": [
								[
									"法术卷轴—来自法师列表的5级法术",
									"9",
									"2,000金币"
								],
								[
									"法术卷轴—6级法术，来自法师列表",
									"12",
									"4,000金币"
								],
								[
									"法术卷轴—来自法师列表的7级法术",
									"12",
									"7,500金币"
								],
								[
									"强身手册",
									"15",
									"30,000金币"
								],
								[
									"健体手册",
									"15",
									"30,000金币"
								],
								[
									"《魔像手册—粘土》",
									"12",
									"5000金币"
								],
								[
									"《魔像手册—肉身》",
									"9",
									"5000金币"
								],
								[
									"《魔像手册—铁制》",
									"16",
									"10,000金币"
								],
								[
									"魔像手册—石头",
									"14",
									"10,000金币"
								],
								[
									"灵巧手册",
									"15",
									"30,000金币"
								],
								[
									"静思卷册",
									"15",
									"30,000金币"
								],
								[
									"统御卷册",
									"15",
									"30,000金币"
								],
								[
									"通晓卷册",
									"15",
									"30,000金币"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Xan Moonblade.webp"
					}
				}
			]
		},
		{
			"name": "混沌克隆体Xzar",
			"ENG_name": "Xzar the Chaos Clone",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我一直很好奇没有灵魂的生物会是什么样子。不幸的是，第一个例子也是疯狂的。"
					],
					"by": "沃罗"
				},
				"Xzar是一位才华横溢的死灵法师，以其反复无常和古怪的行为而闻名。他与一位名叫Montaron或\"蒙提\"的半身人伙伴一起为Zhentarim工作多年。他们两人在一个多世纪前卷入了Bhaalspawn事件，不久之后他们的伙伴关系就解体了。",
				"Xzar决定尝试一个魔法仪式，将他变成巫妖。虽然成功达到了这个目标，但一旦他接受了不死之身，他很快就陷入了疯狂。Xzar失去了他的法器（Phylactery）的踪迹，因此没有给它提供维持他不死状态所需的灵魂。几十年后，他的身体已经化为尘土，Xzar已经退化成了一个半巫妖。",
				"在成为巫妖之前，Xzar创造了一个克隆体作为对死亡的预防措施。克隆体通常保持静止状态，直到灵魂重新激活身体。但是，Slaad领主Ssendam利用混沌噬魂者的力量使克隆体活化。活化的克隆体具有Xzar的基本个性，以及他在死灵法术方面的魔法技能。",
				"这个复活的Xzar缺少灵魂，因此他感觉不完整。这使他比原来的Xzar更加不稳定。Xzar迫切想要为自己创造一个新的灵魂，他所做的一切都是为了追求这个目标。他确实尊敬他的Slaad创造者，但主要是因为Ssendam承诺会帮助他在创造灵魂的探索中。",
				"Xzar 既实用又善于操纵，能够表面上友好地评估潜在的盟友（或受害者）。Xzar 的许多随意观察听起来像是胡言乱语，尽管它们通常具有隐晦的含义。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Xzar the Chaos Clone.webp"
					}
				}
			]
		}
	]
}
