{
	"monsterFluff": [
		{
			"name": "成年蓝宝石龙",
			"ENG_name": "Adult Sapphire Dragon",
			"source": "SADS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"闪耀的蓝宝石龙是所有宝石龙中最具有领地性的，达到了危险的程度。它们收集魔法武器和盔甲作为它们的宝藏中心，并将其存放在孤立的洞穴中。",
								"蓝宝石龙的精神本质在其身体上的角和骨骼结构中显而易见。它们的尾巴棘刺和角尖都是独立的部分，但在龙活着时，它们通过龙的精神力量悬浮在空中。这些悬浮的角和脊椎会随着龙的情绪轻微移动，当龙感到愉快时会轻轻摆动，当愤怒时则危险地扩张。它的鳞片和翼膜是蓝色调的多种变化，从春天天空的浅色调到蓝宝石和压缩冰川冰的丰富晶体蓝色。在光线下，它们的许多鳞片闪烁着发光的星形图案。",
								"与大多数龙不同，蓝宝石幼龙的鳞片是他们一生中都会拥有的丰富蓝色和闪耀光泽。",
								{
									"type": "entries",
									"name": "洞穴居民",
									"ENG_name": "Cavern Dwellers",
									"entries": [
										"蓝宝石龙居住在地下深处的巨大洞穴和隧道网络中。它们雕刻和挖掘秘密通道和隐藏的隐蔽处，用来在巢穴中导航，以及跟踪和伏击入侵者。随着龙年龄的增长和力量的增强，可能没有可进入或退出的入口。那些入口已经被龙对其巢穴物质的控制自然地用看似石头的东西封闭了很长时间。",
										"巨人蜘蛛是蓝宝石龙的最爱食物，这些龙在它们的地下家园中狩猎这些生物时感到极大的乐趣。"
									]
								},
								{
									"type": "entries",
									"name": "军事和领土",
									"ENG_name": "Martial and Territorial",
									"entries": [
										"蓝宝石龙具有军事化和好战的特质，它们以其他龙类中少见的热情保卫自己的领地。它们利用自己天生在地下移动的能力，制定战略和伏击。当它们达到一定年龄时，它们对构成巢穴的石头拥有魔法控制力。尽管如此，它们不会立即出击，而是更喜欢观察和评估入侵者，以制定最有利的方法。"
									]
								},
								{
									"type": "entries",
									"name": "对手与附庸",
									"ENG_name": "Rivals and Vassals",
									"entries": [
										"居住并深入挖掘地下的人们很容易与蓝宝石龙发生冲突，因此，除了对异变生物的敌意外，这些龙通常也对黑暗精灵和矮人表示厌恶。",
										"蓝宝石龙有时会与岩石或深居社区建立和平联系，利用它们的影响力将侏儒定居点塑造成帮助保护龙穴周围领土的军事团体。"
									]
								},
								{
									"type": "entries",
									"name": "囤积军械库",
									"ENG_name": "Hoarded Armory",
									"entries": [
										"黄金和珠宝、艺术品和魔法神器，蓝宝石龙和其他种类的龙一样渴望得到它们，但它们最看重的是魔法武器和盔甲，以及军事历史和战术的书面记载。蓝宝石龙宝藏的中心是其积累的战争装备的有序编目收藏，通常包含着强大力量的古老遗物。"
									]
								},
								{
									"type": "entries",
									"name": "蓝宝石龙的巢穴",
									"ENG_name": "A Sapphire Dragon's Lair",
									"entries": [
										"蓝宝石龙在广阔的洞穴和隧道中筑巢。随着年龄的增长，它们利用对石头本质的掌控能力和天生的挖掘能力，对自己的巢穴进行广泛的改造和定制。",
										"龙最终创造了一个令人眩晕的蜂窝状隐藏通道、薄墙和秘密房间，使它们能够在不被入侵者看见的情况下穿越自己的整个巢穴。巢穴本身可能没有容易进入或离开的入口或出口，除非使用魔法或挖掘。"
									]
								},
								{
									"type": "section",
									"name": "宝石龙",
									"ENG_name": "Gem Dragons",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"entries": [
														"虽然金属龙追随巴哈姆特，彩色龙效忠于提亚马特，宝石龙则是神秘红宝石龙萨迪奥尔的门徒。宝石龙包括紫水晶、翡翠、蓝宝石和黄玉龙。",
														{
															"type": "entries",
															"name": "隐士哨兵",
															"ENG_name": "Reclusive Sentinels",
															"entries": [
																"宝石龙将自己与其它生物的事务，甚至是它们自己种族的事务区分开来。它们寻找远离已建立的居住区的巢穴，以便独自照料，或者如此它们可以精心培养一群仆人或附庸来照料它们在周边地区的利益。",
																"宝石龙会打破它们天生的孤独倾向，为了交配和保护它们的蛋群，但很少出于其他原因。"
															]
														},
														{
															"type": "entries",
															"name": "魅力四射和风度翩翩",
															"ENG_name": "Charismatic and Suave",
															"entries": [
																"尽管宝石龙有孤立主义倾向，但当它们与其他生物互动时，可以成为光彩夺目的主人和善于交谈者。它们有一种方式让客人感到宾至如归和放松，以至于龙通常能说服客人接受他们通常不会考虑的观点。"
															]
														},
														{
															"type": "entries",
															"name": "强大的心智",
															"ENG_name": "Powerful Minds",
															"entries": [
																"宝石龙天生具有灵能生物的特性。它们在孵化后不久——有时甚至在孵化之前——就发展出了心灵感应能力，随着年龄的增长，这种能力会变得更强大。一些宝石龙会进一步磨练这些精神力量，通过心灵显现出强大的魔法能力。",
																"这些心灵感应能力出众的龙经常发现自己与异怪类生物，特别是灵吸怪和阿波罗斯鱼人处于对立状态。宝石龙擅长定位远界侵入物质界的区域，并将自己置于这些地方孕育或扭曲的外星生物的对立面。"
															]
														},
														{
															"type": "entries",
															"name": "宝石龙的君主",
															"ENG_name": "Sovereign of Gem Dragons",
															"entries": [
																"在所有宝石龙中，独特的红宝石龙，萨迪奥，是最伟大的。他是宝石龙之王，居住在由红宝石和红金雕刻而成的漂浮城堡中。他的红宝石堡垒高高飞翔在世界表面之上，总是在夜空中。当它被瞥见时，它像一颗深红色的星星划过天空，侵入缓慢旋转的头顶星座。",
																"萨迪奥在他的领地由一个由五种宝石龙种族中极其强大的古老龙组成的五人议会所辅佐。"
															]
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SADS/Adult Sapphire Dragon.webp"
					}
				}
			]
		}
	]
}
