{
	"monsterFluff": [
		{
			"name": "小行星蜘蛛",
			"ENG_name": "Asteroid Spider",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"小行星蜘蛛是Wildspace和星界海洋特有的威胁。一个成年个体的体宽有30尺，腿至少有30尺长。当它将其的腿紧紧地缠绕在身体周围并闭上眼睛时，小行星蜘蛛看起来就像是一个巨大的、无生命的太空岩石——因此得名。",
						"小行星蜘蛛拥有自己的重力平面和空气包层，以及多个丝腺，它可以用它们来制造蛛网丝。它的活体大脑像一个{@i 法驱魔舵}，允许蜘蛛无需飞船就能穿越野性空间。它经常出没在小行星带，潜伏在普通小行星之间，直到探测到接近的法术太空船。然后蜘蛛用蛛网捕获船只，接着使用蛛网丝捕捉船员，并将他们拉向它的咬合颚。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Asteroid Spider.webp"
					}
				}
			]
		},
		{
			"name": "发条恐怖生物",
			"ENG_name": "Clockwork Horror",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"发条恐怖是无情的昆虫型自动机械——被包裹在精金或其他某种珍贵金属中的异界机械。它们在荒野空间中驾驶着夺取的法术跳跃船只游荡，收集它们建造同类所需的珍贵金属和水晶。发条恐怖除了复制之外没有其他目标，它们会不惜一切代价来创造新的发条恐怖。假设发条恐怖拥有所需的材料，它建造另一个同类所需的时间大约是十天。",
						"发条恐怖的身体直径约两尺，但腿部使其整体直径达到四尺。在其头部前部嵌入的水晶使发条恐怖能够看见。",
						"发条恐怖生物通过点击、嗡嗡声和类似的机械声音相互交流，这些声音完美地模仿了Thri-kreen语言，导致一些人推测第一个发条恐怖生物是Thri-kreen工匠的创意。恐怖生物还可以从它的水晶眼中发出光线，向能看到光线的其他生物发送点划信息。除了发条恐怖生物之外的生物也可以学习这种闪烁的光码，被称为Ziklight。",
						"当其他生物挡在它的路径上时，发条恐怖会用它锋利的颚部和前肢尖端上安装的两个小型旋转锯攻击那个生物。恐怖还可以从嵌入其体内的短避雷针中释放闪电。",
						"当发条恐怖死亡时，创造它的魔法会在1分钟内消耗它。它的金属身体和水晶眼睛迅速降解，直到最后只剩下一小堆闪闪发光的灰尘。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Clockwork Horror.webp"
					}
				}
			]
		},
		{
			"name": "幽冥巫妖",
			"ENG_name": "Eldritch Lich",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"来自星际之外，一位古老者低语着违背现实的知识承诺和扭曲世界的力量。当一位法师或邪术师听到那低语并过于专注地倾听时，他们可能就会踏上成为异界巫妖的曲折之路。",
						"与其他巫妖一样，奥术巫妖是通过欺骗死亡的施法者，但奥术巫妖是通过让一位伟大古老者在其体内植入一个来自远域的寄生虫来做到这一点。这个寄生虫赋予施法者不死之身，并导致奇怪的触手从身体中长出。寄生虫的口部在巫妖的躯干上可见，并且它保护巫妖免受毁灭，死后几天内就能复活巫妖。狡猾的敌人可以通过在魔法圈内杀死巫妖来破坏奥术巫妖的复活，从而迫使巫妖以扭曲的形式回归，丧失了大部分力量。",
						"一个诡异巫妖不断地从远界听到奇怪的耳语，巫妖点头并低声自语。偶尔，巫妖使用其心灵感应能力与周围的心灵分享这些耳语。"
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "伟大古老者之形态",
							"ENG_name": "Form of the Great Old One",
							"entries": [
								"多个实体拥有'古老者'这一称号。你可以通过掷骰来确定是哪位古老者赋予了一位异界巫妖其寄生体。",
								{
									"type": "entries",
									"name": "伟大的古老者",
									"ENG_name": "Great Old Ones",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"形态"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"克苏鲁"
												],
												[
													"2",
													"萨瑞兹顿，被锁链束缚的神"
												],
												[
													"3",
													"登达尔，夜之蛇"
												],
												[
													"4",
													"关纳德"
												],
												[
													"5",
													"扎尔贡，归来者"
												],
												[
													"6",
													"潜伏者"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Eldritch Lich.webp"
					}
				}
			]
		},
		{
			"name": "分形者",
			"ENG_name": "Fractine",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"我遇到了一种在多元宇宙中独一无二的生物：一面闪烁的镜子在星界海中翻滚，朝着某个未知的目的地前进，其表面映出了一只眼魔扭曲的倒影。起初，我担心它是一种船只。现在我相信眼魔是镜子的囚徒。",
								"当闪烁的镜子靠近我时，我感到害怕。它也会囚禁我吗？幸运的是，它没有。当它悬停在我旁边时，我感到一种好奇的刺痛感。当我试图触摸它时，镜子稍微退后，好像它担心它或我可能会受到伤害。我记得施放了一两个法术，希望能够与这个生物沟通。几秒钟后，它停止闪烁并飞走了。我认为它以魔法能量为食。",
								"这个实体激发了我的好奇心。我必须了解更多。去Starhold的图书馆！"
							],
							"by": "魅力四射的埃米洛，邪术师，阿卡玛之子"
						},
						"分形兽是一种奇异的二维生物，它在Wildspace和星界海洋中飞行，像折纸一样折叠和重新折叠。当它遇到另一个生物时，它会压平成一个平面，类似于一个高度在9到13尺之间的梯形镜子。",
						"遇到分形虫的星界探险家证明，这些生物是智能的，并且经常允许自己被用作占卜传感器，它们的反射表面替代了施放某些占卜法术所需的镜子。在使用这种方式时，分形虫从施法者那里吸取魔法能量——不足以造成伤害，但足以让施法者注意到。",
						"分形体需要光和魔法能量来生存。它可以从附近的光源、施法者、魔法物品或魔法效果中吸取养分，而不会伤害任何人或任何事物。如果一个分形体在十天内没有消耗光或魔法能量，它就会开始闪烁。一天后，它会向内折叠并自毁，不留下任何痕迹。分形体的毁灭伴随着一声类似玻璃碎裂的巨大声响。",
						"分形虫通过落在目标上进行攻击，当它穿过它们时造成损伤。分形虫还可以将生物囚禁在其二维形态内的半位面中，囚犯扭曲的反射在分形虫的玻璃状表面上可见。",
						"钝击、穿刺、斩击和雷鸣伤害可以使分形体分裂成两个更小的分形体，每个分形体都是自主的，并且能够囚禁生物。当一个分形体死亡时，它会向内折叠并消失，释放出它内部囚禁的任何生物。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Fractine.webp"
					}
				}
			]
		},
		{
			"name": "Gadabout",
			"ENG_name": "Gadabout",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"游荡者是温和的有翼生物，可以作为个人交通工具，用于在Wildspace的无空气虚空中进行短距离旅行。游荡者会用它的树枝环绕住一个人形生物，展开它的蝴蝶翅膀，并允许穿戴者在一个持续更新的空气环境中穿越太空飞行。游荡者的叶子甚至能提供一种营养丰富的糖浆，供穿戴者在没有其他食物和水的情况下食用。一个人形生物可以依靠这些叶子生存长达六十天。",
						"游荡者需要阳光和水才能生存。一个健康的样本可以活25年。尽管它首选的旅行方式是飞行，但游荡者也可以缓慢地在地面上爬行。",
						"精灵是迄今为止唯一知道如何培育游荡者的类人生物。由于游荡者不产生种子，每一个都是宝贵的商品。拥有健康游荡者的Mercane和Dohwar商人可能会以2500金币或更高的价格出售它。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Gadabout.webp"
					}
				}
			]
		},
		{
			"name": "傻瓜气球",
			"ENG_name": "Goon Balloon",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"我们在格雷空间边缘的一个星界钻石矿中发现了几种生物。矿工们希望我们消灭它们。我们的邪术师精通深渊语，设法说服这些圆滚滚的生物和平地迁移。他们坚持让我们把他们带到一个我们图表上没有的小而畸形的卫星上。一种可怕的恐惧笼罩着我。如果他们正在引导我们进入一个陷阱怎么办？"
							],
							"by": "阿奎布斯·格雷夫斯的最后日志条目，吉夫族首船员，隶属于黄蜂号飞船"
						},
						"一个打手气球看起来像一个直径5尺的沙滩球，带有爪子状的脚。它球形气囊外表面的不眨眼睛使这个生物能够同时向所有方向看。这些眼睛能够产生万花筒般的光线，撕裂打手气球敌人的心智。",
						"一个打手气球通过在其下侧的隐藏孔口泵气来发声。当打手气球死去时，其囊袋中的空气会转化为有害气体，从尸体中爆发出来，可能会毒害附近的其他生物。",
						"尽管它们看起来好玩且无害，傻瓜气球实际上是相当恶毒的。它们喜欢观察其他生物的痛苦，并在有机会时策划这种痛苦。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Goon Balloon.webp"
					}
				}
			]
		},
		{
			"name": "噩梦兽",
			"ENG_name": "Nightmare Beast",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"梦魇兽是巨大的四足动物，站立时高达20尺，或当它们用后腿站立时高达40尺。",
						"梦魇兽的腿以爪子结束，使它能够尽管体型庞大也能很好地攀爬。它的皮肤厚实而坚韧，牙齿长而锋利。一对长长的弯曲獠牙从兽的嘴侧突出，它那大而红的眼睛在黑暗中发光。这种生物轻松地摧毁建筑物和防御工事，毫不犹豫地用爪子撕裂敌人，用獠牙刺穿它们，但它最具破坏力的攻击是它那可怕的凝视，具有将敌人解体的魔法能力。",
						"强大的施法者创造梦魇兽来作为活的攻城武器。一只梦魇兽可以毁灭整个城市和军队。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Nightmare Beast.webp"
					}
				}
			]
		},
		{
			"name": "傀儡操纵寄生虫",
			"ENG_name": "Puppeteer Parasite",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"一个操纵者寄生生物看起来像一个橡皮质的变形虫，大小和餐盘差不多。它的背部柔软而有光泽，而腹部则排列着骨质钩子。寄生生物使用这些钩子附着在墙壁或天花板上，直到合适的猎物经过附近。",
						"一种寄生生物在与类人生物发生物理接触时，会使用其钩子附着在其身上。然后，寄生生物可以从那个生物中吸取生命能量，或者将其作为交通工具。寄生生物还可以将自己的意志强加给附近的生物，迫使生物遵从其愿望。操纵者寄生生物喜欢使用类人奴隶作为保镖和运输工具。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Puppeteer Parasite.webp"
					}
				}
			]
		},
		{
			"name": "星之枪骑兵",
			"ENG_name": "Star Lancer",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"在星界之海中漂泊的是死去神明的石化外壳，它们庞大的身躯布满了天然的隧道和洞穴。在探索其中一个死去神明的内部时，吉斯洋基的异能者发现了一个大洞穴，里面居住着他们从未遇到过的成群的有翼生物。洞穴的居民使用心灵感应来询问吉斯洋基的入侵者，他们迅速提议结盟。这些有翼生物很快就对吉斯洋基产生了喜爱。",
						"吉斯洋基人将这些有翼生物称为星际枪骑兵（在吉斯洋基语中是'vah'k'rel'），并意识到星际枪骑兵是死去之神最狂热信徒的转世。当一个星际枪骑兵死去时，它的灵魂立即返回到形成死去之神空洞心脏的巨大洞穴。在那里，灵魂被安置在一个新的、完全成熟的星际枪骑兵的身体中，它神奇地从洞穴地面升起。只要死去之神及其巨大洞穴保持完整，多元宇宙中的星际枪骑兵的数量就是有限的，永远不会改变。",
						"星枪类似于鲨鱼，尽管它有四只翅膀和一条长尾巴。它的头部有一个锋利的突起，这个生物用它来刺穿敌人。",
						"吉斯洋基人喜欢使用星枪作为坐骑，在星界海中成小群骑行。星枪具有天生的能力，可以让自己和骑手隐形，这使其成为执行隐秘任务和伏击的理想选择。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Star Lancer.webp"
					}
				}
			]
		},
		{
			"name": "世界树",
			"ENG_name": "Yggdrasti",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"被认为是世界树——伊格德拉希尔的碎片，伊格德拉斯蒂看起来像巨大的、覆盖着藤壶的死树。它们以最顶端的枝条为前导，枯萎的根部拖在后面，在荒野空间和星界海中飞行。每一个都有自己的重力平面和空气包层。",
						"有时生物会试图搭乘伊格德拉西树以利用其空气包层。一个典型的伊格德拉西树标本在其树干内有腔室，中体型或更小的生物可以潜伏其中。",
						"伊格德拉西会无端攻击它们遇到的任何定居点或法术太空船。通过使用与植物交谈的法术或类似的魔法，有人可能能够说服伊格德拉西停止攻击，但这种怪物天生对其他生物的仇恨极难抑制。",
						"伊格德拉西有时会登陆并伪装成普通的树木，将它们的根埋在地下以欺骗他人。它们可以随时拔根而起，使用它们的根在地面上笨拙地移动，但飞行是它们首选的旅行方式。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Yggdrasti.webp"
					}
				}
			]
		}
	]
}
