{
  "classFluff": [
    {
      "name": "神秘师",
      "ENG_name": "Mystic",
      "source": "UATheMysticClass",
      "entries": [
        {
          "type": "section",
          "name": "神秘师",
          "ENG_name": "Mystic",
          "entries": [
            "一个穿着简单长袍的人类沿着森林小路行走。一群地精从灌木丛中出现，箭矢瞄准了他，他们对找到如此容易的猎物以供军团的奴隶笼感到非常高兴。当旅行者变得巨大，向他们跳去，他的法杖现在变成了致命的棍棒时，他们的笑容变成了恐怖的尖叫。",
            "民兵排成队列，准备迎接兽人的冲锋。这些咆哮的野兽发出战斗的嚎叫，向前涌去。令他们惊讶的是，人类的乌合之众坚守阵地，以惊人的凶猛战斗。突然，一种盲目的恐惧笼罩了兽人的心灵，尽管面对的是远远不如自己的敌人，他们转身逃跑，从未注意到站在民兵中冷静指挥的半精灵。",
            "路德维希男爵总是对他的宏伟图书馆感到自豪。他很少知道他的守卫每晚都被一个带着空白卷轴的侏儒悄悄溜过，并且勤勉地抄录他最严密守护的档案。当公爵的人来逮捕他与恶魔交易时，他从未猜到与他们同行的侏儒抄写员在过去一年里在他的城堡里待的时间比他还要多。",
            "这些英雄都是神秘学者，追随一种奇怪而神秘的力量形式。神秘学者避开世界，将目光转向内，掌握他们心灵的全部潜能，并在面对世界之前探索他们的心灵。神秘学者非常罕见，大多数人更愿意保持他们能力的本质秘密。利用他们内在的灵力，他们可以读取思想，变得隐形，将自己的身体变成活生生的铁，并且控制物理世界并将其弯曲以符合他们的意愿。",
            {
              "type": "entries",
              "name": "隐士与流亡者",
              "ENG_name": "Hermits and Outcasts",
              "entries": [
                "神秘学者是孤独者。大多数人通过在知识典籍中的模糊参考或通过讨好力量的大师来发现他们力量的秘密。",
                "为了掌握他们的力量，神秘学者首先必须掌握自己。他们花费数月甚至数年的时间在静谧的沉思中，探索他们的心灵，不留下任何未被揭示的东西。在这段时间里，他们避开社会，通常作为隐士生活在社会的边缘。一个在大师门下学习过的神秘学者，曾经像一个虚拟的奴隶一样工作，为了偶尔的课程或晦涩的洞察而忙于日常琐事。",
                "当神秘学者最终掌握他们的力量时，他们会回到世界来拓宽他们的视野并练习他们的手艺。一些神秘学者更喜欢保持孤立，但那些成为冒险家的人并不满足于仅仅站在世界的边缘。"
              ]
            },
            {
              "type": "entries",
              "name": "古怪的头脑",
              "ENG_name": "Eccentric Minds",
              "entries": [
                "为了维持挖掘力量所需的严格纪律和深刻的自我认知，神秘主义者发展了多种实践来保持他们的注意力集中。",
                "这些习惯反映在禁忌和怪癖上，是一些奇怪的小行为，它们支配着神秘主义者的行动。这些怪癖是誓言或行为习惯，有助于保持神秘主义者在正确的心态，同时完美控制他们的思想和身体。",
                "虽然这些禁忌无害，但它们帮助将神秘主义者塑造成局外人。很少有人被社会接受，更少的人愿意融入其中。对神秘主义者来说，心灵的生活是他们感到最自在的地方。",
                {
                  "type": "entries",
                  "name": "选择怪癖",
                  "ENG_name": "Selecting Quirks",
                  "entries": [
                    "为了给你的神秘角色增添一些特色，考虑一下你的角色所获得的怪癖。这些行为没有游戏效果，但如果被迫改变它们，你的角色可能会变得烦躁或不安。它们是增加角色扮演深度的绝佳工具，可以用来增加角色的个性化。你可以在下面的表格上滚动或选择，或者自己创造一些怪癖。目标是创造两个怪癖，这样它们就有更多的机会在游戏过程中表现出来。最后，考虑一下为什么你的角色选择了这些行为。它们对你角色的个性或背景有何启示？它们是否基于某个特定事件或信念？",
                    {
                      "type": "table",
                      "caption": "神秘主义者怪癖",
                      "colLabels": [
                        "d20",
                        "我经常不小心用我神的名字（或另一位神的名字）来称呼别人。"
                      ],
                      "colStyles": [
                        "col-2 text-center",
                        "col-10"
                      ],
                      "rows": [
                        [
                          1,
                          "你从不剪头发。"
                        ],
                        [
                          2,
                          "你拒绝穿特定颜色的衣服。"
                        ],
                        [
                          3,
                          "你从不说出你的名字。"
                        ],
                        [
                          4,
                          "你从不穿鞋。"
                        ],
                        [
                          5,
                          "你总是戴着面具。"
                        ],
                        [
                          6,
                          "你将你的头发染成鲜蓝色或鲜绿色。"
                        ],
                        [
                          7,
                          "你每天选择一个新名字。"
                        ],
                        [
                          8,
                          "你从不将自己浸入水中。"
                        ],
                        [
                          9,
                          "你直接在裸地上睡觉。"
                        ],
                        [
                          10,
                          "你从不饮酒。"
                        ],
                        [
                          11,
                          "你戴面纱来遮掩你的面容。"
                        ],
                        [
                          12,
                          "你总是穿着一件特定的衣服。"
                        ],
                        [
                          13,
                          "你拒绝点火。"
                        ],
                        [
                          14,
                          "你拒绝写下来，而是使用象形文字。"
                        ],
                        [
                          15,
                          "你从不坐在椅子上，更喜欢站立或坐在地板上。"
                        ],
                        [
                          16,
                          "你只回答你自己的名字。"
                        ],
                        [
                          17,
                          "你记下你杀死的每一个生物的名字，并为那些未命名的生物命名。"
                        ],
                        [
                          18,
                          "你只喝清水和吃生蔬菜。"
                        ],
                        [
                          19,
                          "你在获得收入后的一周内就花光了所有的钱。"
                        ],
                        [
                          20,
                          "你经常与一个想象中的伙伴对话，只有在它的祝福下才会行动。"
                        ]
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "创建一个神秘主义者",
              "ENG_name": "Creating a Mystic",
              "entries": [
                "在创建一个神秘主义者时，考虑你角色的背景。你是如何成为神秘主义者的？是什么最初吸引了你从事这种实践？你是自学成才，还是有一个导师？如果你有一个导师，那么你们的关系是怎样的？",
                "也考虑一下你为什么会从隐居地回到这个世界。当你开始你的学习时，你是否留下了某个人或某件事？你是出于复仇或其他动机而行动的吗？",
                {
                  "type": "entries",
                  "name": "快速建卡",
                  "ENG_name": "Quick Build",
                  "entries": [
                    "你可以按照以下建议快速创建一个神秘主义者。首先，将智力设为你最高的属性得分，其次是敏捷或体质。其次，选择{@background 隐士}背景。"
                  ]
                }
              ]
            }
          ],
          "source": "UATheMysticClass",
          "page": 1
        }
      ]
    }
  ]
}