{
	"data": [
		{
			"type": "section",
			"name": "贤者谏言合集",
			"ENG_name": "Sage Advice Compendium",
			"id": "000",
			"entries": [
				"《贤者指南汇编》汇集了有关《龙与地下城》（第五版）规则的问题和答案。当文本进行了实质性的增补或修订时，该文件的版本号会发生变化。",
				{
					"type": "section",
					"name": "规则引用",
					"ENG_name": "Rules References",
					"id": "001",
					"entries": [
						"《龙与地下城》第五版有三本官方规则书，每本书都首次在2014年出版：",
						{
							"type": "list",
							"items": [
								"《玩家手册》(Player's Handbook)（简称PHB）",
								"《怪物图鉴》（简称MM）",
								"{@book 城主指南|DMG}（简称DMG）"
							]
						},
						{
							"type": "entries",
							"name": "官方裁决",
							"ENG_name": "Official Rulings",
							"id": "002",
							"entries": [
								"官方对于规则的解释在这里的{@i Sage Advice Compendium}中给出，由游戏的首席规则设计师Jeremy Crawford撰写（在Twitter上可以找到他{@link @JeremyECrawford}）。",
								"D&D团队或{@link 海岸巫师|https://dnd.wizards.com}的其他人的公开声明不是官方裁决；它们是建议。Jeremy Crawford的推文经常是这里将出现的裁决的预览。",
								"地牢主负责裁决游戏，并决定是否在游戏中使用官方规则。在规则问题上，DM拥有最终决定权。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "汇编答案",
					"ENG_name": "Compiled Answers",
					"id": "003",
					"entries": [
						"这里汇编了与当前规则状态相关的贤者建议答案。",
						{
							"type": "entries",
							"name": "规则的作用",
							"ENG_name": "The Role of Rules",
							"id": "004",
							"entries": [
								{
									"type": "entries",
									"id": "005",
									"entries": [
										{
											"type": "entries",
											"name": "即使地牢主可以直接作出裁决，为什么还要有像《贤者建议》这样的栏目呢？",
											"ENG_name": "Why even have a column like Sage Advice when a DM can just make a ruling?",
											"id": "006",
											"entries": [
												"规则是使D&D成为游戏而不仅仅是即兴讲故事的重要组成部分。",
												"游戏的规则旨在帮助组织，甚至激发，D&D战役的行动。规则是一种工具，我们希望我们的工具尽可能有效。无论这些工具有多好，它们都需要一群玩家来赋予它们生命，以及一个DM来指导它们的使用。",
												"地牢主是关键。在D&D战役中，可能会发生许多意想不到的事情，没有一套规则能够合理地考虑到每一种可能性。如果规则试图做到这一点，游戏将变得无法进行。另一种选择是让规则严格限制角色可以做的事情，这将与D&D的开放性背道而驰。我们为当前版本选择的方向是奠定一套规则基础，地牢主可以在此基础上进行构建，我们接受了地牢主作为规则所涉及事项与规则未涉及事项之间的桥梁的角色。",
												"在典型的D&D游戏中，DM会做出许多规则决定——有些几乎不引人注意，有些则相当明显。玩家也解释规则，整个团队保持游戏的运行。然而，有时一个规则的设计意图不明确，或者一个规则似乎与另一个规则相矛盾。",
												"处理这些情况是{@i 智者建议}的用武之地。这个栏目不会取代地下城主的裁决。就像规则一样，这个栏目旨在为地下城主和玩家提供调整游戏以适应他们口味的工具。该栏目还应该揭示一些视角，帮助您以新的视角看待游戏的一部分，并帮助您微调您的D&D体验。",
												"当我回答规则问题时，我通常会从一到三个不同的角度来考虑它们。",
												{
													"type": "entries",
													"name": "原始",
													"ENG_name": "RAW",
													"id": "007",
													"entries": [
														"\"规则即文本\"——这就是RAW所代表的意思。当我深入研究规则的RAW解释时，我是在研究文本在上下文中所说的内容，不考虑设计者的意图。文本被迫独立存在。",
														"每当我考虑一个规则时，我总是从这个角度出发；对我来说，重要的是看到你们所看到的，而不是我希望我们发布的内容或认为我们发布的内容。"
													]
												},
												{
													"type": "entries",
													"name": "莱",
													"ENG_name": "RAI",
													"id": "008",
													"entries": [
														"{@note （按原意规则。）} 你们中的一些人特别感兴趣的是了解规则背后的意图。这就是RAI（按预期的规则）的用武之地：\"按预期的规则。\"这种方法是关于设计者在编写某些内容时的意图。在一个完美的世界中，规则即文字（RAW）和RAI完全一致，但有时页面上的文字并不能成功传达设计者的意图。或者，也许这些文字对一组玩家有效，但对另一组则无效。",
														"当我撰写关于某一规则的RAI解释时，我将揭开帷幕，告诉你当我们撰写某个特定规则时，D&D团队的意图是什么。"
													]
												},
												{
													"type": "entries",
													"name": "皇家空军",
													"ENG_name": "RAF",
													"id": "009",
													"entries": [
														"{@note （规则即乐趣。）} 不管页面上写了什么或者设计师的初衷是什么，D&D的目的是好玩，而地牢主是每个游戏桌上的主持人。最好的地牢主会即时调整游戏，以给玩家带来最大的乐趣。这样的地牢主追求的是RAF，即\"规则的乐趣\"。我们期望地牢主在运行特定战役或寻求特定玩家群体的最大幸福时，能够偏离规则。有时我的规则答案会包括如何为你们团队实现规则的RAF解释的建议。",
														"我推荐健康地混合使用RAW、RAI和RAF！"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "角色创建",
							"ENG_name": "Character Creation",
							"id": "00a",
							"entries": [
								{
									"type": "entries",
									"id": "00b",
									"entries": [
										{
											"type": "entries",
											"name": "如何计算生物的护甲等级（AC）？",
											"ENG_name": "How do you calculate a creature's Armor Class (AC)?",
											"id": "00c",
											"entries": [
												"《玩家手册》中的{@book 第1章|PHB|1|护甲等级}描述了如何确定AC，然而AC的计算经常引发问题。考虑到游戏中有如此多的方法可以改变你的AC，这个事实并不令人惊讶！以下是一些计算你基础AC的方法：",
												{
													"type": "entries",
													"name": "未穿戴护甲",
													"ENG_name": "Unarmored",
													"id": "00d",
													"entries": [
														"10加上你的敏捷修正值。"
													]
												},
												{
													"type": "entries",
													"name": "装甲的",
													"ENG_name": "Armored",
													"id": "00e",
													"entries": [
														"使用你穿着的盔甲的护甲等级（AC）条目（见PHB，\"{@book 护甲与盾牌|PHB|5|护甲与盾牌}\"）。例如，在皮甲中，你计算你的AC为11加上你的敏捷修正值，而在锁子甲中，你的AC仅仅是16。"
													]
												},
												{
													"type": "entries",
													"name": "未装甲防御（野蛮人）",
													"ENG_name": "Unarmored Defense (Barbarian)",
													"id": "00f",
													"entries": [
														"10 + 你的敏捷调整值 + 你的体质调整值。"
													]
												},
												{
													"type": "entries",
													"name": "无甲防御（武僧）",
													"ENG_name": "Unarmored Defense (Monk)",
													"id": "010",
													"entries": [
														"10 + 你的敏捷调整值 + 你的智慧调整值。"
													]
												},
												{
													"type": "entries",
													"name": "龙族韧性（术士）",
													"ENG_name": "Draconic Resilience (Sorcerer)",
													"id": "011",
													"entries": [
														"13加上你的敏捷修正值。"
													]
												},
												{
													"type": "entries",
													"name": "天生护甲",
													"ENG_name": "Natural Armor",
													"id": "012",
													"entries": [
														"10 + 你的敏捷调整值 + 你的自然装甲加值。这是一种通常只由怪物和NPC使用的计算方法，尽管它也适用于变身为具有自然装甲形态的德鲁伊或其他角色。",
														"这些方法——以及任何其他提供计算你AC（护甲等级）公式的方法——是相互排斥的；你一次只能从它们中受益一个。如果你有多个可使用的方法，你可以选择使用哪一个。例如，如果你是一个巫师/武僧，你可以选择使用无甲防御或龙族韧性，不能两者兼得。同样，一个变形为具有天然护甲的野兽形态的德鲁伊/野蛮人可以选择使用野兽的天然护甲或无甲防御（使用天然护甲时，你不被认为是穿戴护甲）。",
														"盾牌呢？当你使用盾牌时，它会使你的基础AC增加2点。例如，如果你未穿戴盔甲并使用盾牌，你的AC是12加上你的敏捷修正值。请注意，某些AC计算，比如武僧的无甲防御，禁止使用盾牌。",
														"一旦你有了基础护甲等级（AC），它可能会因情境性加值和减值而暂时改变。例如，半个掩体会给你的AC增加+2的加值，而四分之三掩体则增加+5。法术有时也会修改AC。例如，{@spell 虔诚护盾}法术在法术持续时间内为目标提供+2的AC加值。",
														"魔法物品也可以增强你的AC。以下是一些例子：{@item +1 锁子甲}让你的AC达到17，一个{@item 防护戒指}无论你穿什么都会给予你+1的AC加成，而{@item 防御护腕}如果你没有穿盔甲或使用盾牌，会给予你+2的AC加成。"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "种族特质",
							"ENG_name": "Racial Traits",
							"id": "013",
							"entries": [
								{
									"type": "entries",
									"id": "014",
									"entries": [
										{
											"type": "entries",
											"name": "精灵的冥想特性允许他们在4小时内完成一次长时间的休息吗？",
											"ENG_name": "Does the Trance trait allow an elf to finish a long rest in 4 hours?",
											"id": "015",
											"entries": [
												"如果一个精灵在长时间休息期间冥想（如恍惚特性中描述的），那么精灵只需4小时即可完成休息。冥想中的精灵除此之外遵循所有长时间休息的规则；只有持续时间发生了变化。"
											]
										},
										{
											"type": "entries",
											"name": "轻足半身人和森林精灵的隐藏种族特性允许他们在被观察时隐藏吗？",
											"ENG_name": "Do the lightfoot halfling and wood elf hiding racial traits allow them to hide while observed?",
											"id": "016",
											"entries": [
												"轻足半身人和森林精灵的特性——天生隐秘和野性面具——确实允许这些亚种的成员在特殊情况下尝试隐藏，即使观察者就在附近。通常，如果你完全暴露在视线中，你就不能隐藏。然而，轻足半身人可以尝试在至少大一个尺寸的生物后面消失，而森林精灵则可以尝试仅仅通过在大雨、雾、下雪、树叶或类似的自然现象中隐藏。就好像大自然本身为森林精灵披上了一件隐形斗篷——即使是直接盯着精灵看的眼睛！这两个亚种都能够在大多数其他生物无法隐藏的情况下隐藏，但两个亚种的隐藏尝试都不能保证成功；需要进行正常的敏捷（{@skill 隐匿}）检定，一个警觉的敌人可能稍后会发现隐藏的半身人或精灵：\"我看到你在那名守卫后面，你这个狡猾的半身人！"
											]
										},
										{
											"type": "entries",
											"name": "一个拥有龙族血统的龙裔术士是否可以拥有两种不同的龙族祖先血统？",
											"ENG_name": "Can a dragonborn sorcerer with a draconic bloodline have two different kinds of Draconic Ancestry?",
											"id": "017",
											"entries": [
												"龙裔巫师可以选择不同的祖先来确定种族特性和龙族祖先特性。你对种族特性的选择是你的实际祖先，而对职业特性的选择可能是象征性的祖先——赋予你或你家族魔法的龙的类型，或者是充满魔法能量的龙族神器或地点的种类。"
											]
										},
										{
											"type": "entries",
											"name": "变形者的临时生命值持续多长时间？",
											"ENG_name": "How long do a shifter's temporary hit points last?",
											"entries": [
												"除非特性另有说明，临时生命值将持续到你完成一次长时间的休息（{@book 玩家手册，第198页|PHB|9|临时生命值}）。"
											],
											"id": "139"
										},
										{
											"type": "entries",
											"name": "并非所有的魔法黑暗都能阻挡黑暗视觉。",
											"ENG_name": "Does all magical darkness block darkvision?",
											"entries": [
												"魔法黑暗只有在特定情况下的规则文本说明它能够阻挡{@sense 黑暗视觉}时才会这样做。例如，黑暗术法术指定它产生一种魔法黑暗，这种黑暗阻碍了{@sense 黑暗视觉}。这种阻碍是该法术的一个特性，而不是一般魔法黑暗的特性。"
											],
											"id": "13a"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "职业特性",
							"ENG_name": "Class Features",
							"id": "018",
							"entries": [
								{
									"type": "entries",
									"id": "019",
									"entries": [
										{
											"type": "entries",
											"name": "当你使用额外攻击时，你必须用同一把武器进行所有攻击吗？",
											"ENG_name": "When you use Extra Attack, do you have to use the same weapon for all the attacks?",
											"id": "01a",
											"entries": [
												"额外攻击特性对攻击方式没有任何限制。你可以使用常规武器、临时武器、徒手攻击，或者这些选项的组合来进行攻击。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "奇械师",
									"ENG_name": "Artificer",
									"entries": [
										{
											"type": "entries",
											"name": "Flash of Genius 的时机是什么？",
											"ENG_name": "What is the timing of Flash of Genius?",
											"entries": [
												"你在触发的{@dice d20}骰子掷出后立即使用天赋闪现，并在应用掷骰结果的任何效果之前。除非规则另有说明，反应动作发生在其触发条件之后的立即。"
											],
											"id": "13c"
										},
										{
											"type": "entries",
											"name": "激活法术储存物品使用的是哪个动作？",
											"ENG_name": "Which action is used to activate a Spell-Storing Item?",
											"entries": [
												"激活一个法术储存物品使用\"使用物品\"动作。"
											],
											"id": "13d"
										},
										{
											"type": "entries",
											"name": "术士可以提前解除他们对物品的注入效果吗？",
											"ENG_name": "Can an artificer dismiss one of their infusions on an object early?",
											"entries": [
												"不是的。注入魔法的持续时间直到《注入物品》特性中\"注入物品\"部分描述的情况之一发生。"
											],
											"id": "13e"
										}
									],
									"id": "13b"
								},
								{
									"type": "entries",
									"name": "野蛮人",
									"ENG_name": "Barbarian",
									"id": "01b",
									"entries": [
										{
											"type": "entries",
											"name": "野蛮人的危机感知能力是否对呼吸武器和敌人的特殊能力有效？",
											"ENG_name": "Does the barbarian's Danger Sense work against breath weapons and enemies' special abilities?",
											"id": "01c",
											"entries": [
												"野蛮人的危机感知能力有助于对抗野蛮人能看到的任何效果的敏捷豁免投掷。"
											]
										},
										{
											"type": "entries",
											"name": "对于野蛮人的鲁莽攻击，你是否给予所有敌人优势，还是只针对你的攻击目标？",
											"ENG_name": "For the barbarian's Reckless Attack, do you grant advantage to all enemies, or only to the target of your attack?",
											"id": "01d",
											"entries": [
												"如果你使用野蛮人的鲁莽攻击，直到你的下个回合开始前，所有的攻击检定对你都有优势。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "吟游诗人",
									"ENG_name": "Bard",
									"id": "01e",
									"entries": [
										{
											"type": "entries",
											"name": "吟游诗人的灵感和引导法术的效果可以叠加吗？它们可以应用于同一掷骰吗？",
											"ENG_name": "Do the benefits from Bardic Inspiration and the guidance spell stack? Can they be applied to the same roll?",
											"id": "01f",
											"entries": [
												"是的，如果它们没有相同的名称，不同的效果可以叠加。如果一个生物在{@spell 神导术}法术的影响下进行能力检定时，并且还有吟游诗人的灵感骰，如果它选择这样做，它可以同时掷一个{@dice d4}和一个{@dice d6}。"
											]
										},
										{
											"type": "entries",
											"name": "意图是，在使用削骨之言之前，吟游诗人需要知道攻击检定或能力检定的掷骰结果，还是应该总是猜测？如果用于伤害骰，削骨之言是否适用于包括自动命中法术（如{@spell 魔法飞弹}）在内的任何类型的伤害骰？",
											"ENG_name": "Is the intent that a bard gets to know the number rolled on an attack roll or ability check before using Cutting Words, or should they always guess? If used on a damage roll, does Cutting Words apply to any kind of damage roll including an auto-hit spell like {@spell 魔法飞弹}?",
											"id": "020",
											"entries": [
												"你可以在掷骰后等待使用刻薄言辞，但你必须在确定掷骰或检查的总和是否成功或失败之前决定这样做。你可以使用刻薄言辞来减少任何需要伤害掷骰的效果造成的伤害（包括{@spell 魔法飞弹}），即使伤害掷骰不是由攻击掷骰前导。"
											]
										},
										{
											"type": "entries",
											"name": "诗人可以通过魔法秘密获得的法术进行替换吗？",
											"ENG_name": "Can a bard replace spells gained through Magical Secrets?",
											"id": "021",
											"entries": [
												"当你在吟游诗人职业中提升等级时，该职业的施法特性允许你用另一个适当等级的吟游诗人法术替换你所知道的一个吟游诗人法术。通过你的魔法秘密特性学到的法术对你来说算作吟游诗人法术，所以在以后提升吟游诗人等级时可以被替换。但根据施法特性中的规则，它必须被吟游诗人法术替换。"
											]
										},
										{
											"type": "entries",
											"name": "诗人可以理解哪些法术卷轴——仅来自诗人法术列表的法术，还是来自诗人法术列表加上魔法秘密中的法术？",
											"ENG_name": "Which spell scrolls can bards understand—spells from the bard list only, or spells from the bard list plus spells from Magical Secrets?",
											"id": "022",
											"entries": [
												"一个吟游诗人可以使用任何上面有吟游诗人法术的{@item 法术卷轴}——包括从魔法秘密特性获得的法术，这些法术对那个角色来说被视为吟游诗人法术。"
											]
										},
										{
											"type": "entries",
											"name": "使用英勇学院的战斗灵感增加的攻击伤害是否算作关键命中时的伤害骰？",
											"ENG_name": "Does using College of Valor's Combat Inspiration add to the damage of an attack count as a damage die for purposes of critical hits?",
											"entries": [
												"是的。"
											],
											"id": "13f"
										}
									]
								},
								{
									"type": "entries",
									"name": "牧师",
									"ENG_name": "Cleric",
									"id": "023",
									"entries": [
										{
											"type": "entries",
											"name": "当牧师使用毁灭之怒特性时，只要其中一些是闪电或雷鸣伤害，它是否会使所有滚动的伤害最大化？",
											"ENG_name": "When a cleric uses the Destructive Wrath feature, does it maximize all damage getting rolled, as long as some of it is lightning or thunder?",
											"id": "024",
											"entries": [
												"{@class 牧师||毁灭之怒|暴风}旨在仅最大化闪电和雷鸣伤害。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个墓地领域牧师施放了一个法术，该法术为多个生物恢复生命值，并且其中一个生物的生命值为0，那么这个法术是否为法术的所有目标恢复最大数量的生命值？",
											"ENG_name": "If a Grave Domain cleric casts a spell that restores hit points to multiple creatures and one of those creatures has 0 hit points, does the spell restore the maximum number of hit points to all targets of the spell?",
											"entries": [
												"不。只有生命值降至0点的生物才能从死亡之环特性的生命值恢复部分获益。"
											],
											"id": "140"
										}
									]
								},
								{
									"type": "entries",
									"name": "德鲁伊",
									"ENG_name": "Druid",
									"id": "025",
									"entries": [
										{
											"type": "entries",
											"name": "如果一个德鲁伊穿戴金属盔甲会发生什么？",
											"ENG_name": "What happens if a druid wears metal armor?",
											"id": "026",
											"entries": [
												"德鲁伊爆炸了。",
												"嗯，实际上并非如此。德鲁伊有一个禁忌，那就是不穿戴金属盔甲和不使用金属盾牌。这个禁忌自从德鲁伊职业首次出现在《Eldritch Wizardry》（1976年）和最初的《Player's Handbook》（1978年）中以来，一直是这个职业故事的一部分。这个观点是，德鲁伊更愿意由动物皮、木头和其他与文明无关的天然材料来保护。德鲁伊并不是缺乏穿戴金属盔甲的能力。他们选择不穿它。这个选择是他们作为神秘秩序一部分的身份。这样想吧：素食者可以吃肉类，但他们选择不吃。",
												"德鲁伊通常穿着{@item 皮甲|PHB|皮甲}、{@item 镶钉皮甲|PHB|铆钉皮甲}或{@item 兽皮甲|PHB|躲藏}。如果德鲁伊找到了非金属制成的{@item 鳞甲|PHB}，他可能会穿着它。如果你强烈希望让你的德鲁伊打破禁忌，穿上金属甲，和你的地牢主谈谈。在D&D中，每个职业都有故事元素与其游戏特性相结合；这两种设计类型在D&D中是相辅相成的，某些职业的故事元素比其他职业更强。德鲁伊和圣武士在其设计中尤其有强烈的故事元素。如果你想偏离你职业的故事，你的地牢主有最终决定权，决定你可以走多远，仍然被认为是该职业的成员。只要你遵守你角色的熟练度，你不会破坏游戏系统的任何东西，但你可能破坏了你的战役中正在创造的故事和世界。"
											]
										},
										{
											"type": "entries",
											"name": "一个被绑且被塞住嘴巴的德鲁伊能否简单地使用野性变身来逃脱？很难抓住一个可以随意变成老鼠的人。",
											"ENG_name": "Can a bound and gagged druid simply use Wild Shape to get out? It's hard to capture someone who can turn into a mouse at will",
											"id": "027",
											"entries": [
												"变成不同大小可能是逃脱的有效方式，这取决于束缚或限制的性质。综合考虑，试图囚禁德鲁伊的人可能明智地将囚犯藏在一个只有空气能进入的开口的房间中。"
											]
										},
										{
											"type": "entries",
											"name": "德鲁伊的元素野性形态是否限制你只能变成列出的四种生物，还是你可以变成任何具有元素类型的生物？",
											"ENG_name": "Does the druid's Elemental Wild Shape limit you to the four creatures listed, or can you turn into any creature with the elemental type?",
											"id": "028",
											"entries": [
												"在《元素野性变身》中列出的生物——{@creature 空气元素||空气}、{@creature 土元素||土}、{@creature 火元素||火}和{@creature 水元素||水}元素——是《怪物手册|MM}中的特定生物，而不是生物类型或子类型。元素野性变身允许你变身为这些生物之一。"
											]
										},
										{
											"type": "entries",
											"name": "一个月亮之环德鲁伊在变成元素形态时能否说它知道的语言？",
											"ENG_name": "Can a Circle of the Moon druid speak the languages it knows while in the form of an elemental?",
											"id": "029",
											"entries": [
												"是的，因为《元素野性变身》中列出的元素生物能够说话。",
												"从字面解释（RAW）野性变身可能会合理地让你认为变身后的德鲁伊只能说出元素生物统计块中出现的那些语言，但意图（RAI）是德鲁伊在变身时保留他们的知识，包括语言知识，并且如果采取的形态能够说话，他们可以说出他们知道的语言。"
											]
										},
										{
											"type": "entries",
											"name": "如果德鲁伊在元素形态下可以说话，那么德鲁伊能否施放法术？",
											"ENG_name": "If a druid in elemental form can speak, can the druid cast spells?",
											"id": "02a",
											"entries": [
												"德鲁伊只有在达到18级并获得野性野兽法术特性时，才能在野性变身形态中施放法术。"
											]
										},
										{
											"type": "entries",
											"name": "如果德鲁伊选择了魔法先驱特性并选择侦测魔法作为他们的一个法术，德鲁伊能否将该法术作为仪式法术施放？",
											"ENG_name": "If a druid takes the Magic Initiate feat and chooses detect magic as their one spell, can the druid cast that spell as a ritual?",
											"id": "02b",
											"entries": [
												"德鲁伊的仪式施法需要准备仪式。从魔法启蒙获得的法术是已知的，但未准备。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "战士",
									"ENG_name": "Fighter",
									"id": "02c",
									"entries": [
										{
											"type": "entries",
											"name": "战士的行动激增特性是否允许你获得额外的奖励行动，除了额外的动作之外？",
											"ENG_name": "Does the fighter's Action Surge feature let you take an extra bonus action, in addition to an extra action?",
											"id": "02d",
											"entries": [
												"行动激增给你一个额外的动作，而不是额外的奖励动作。（《玩家手册》（PHB）最近的印刷版本不再包含引发这个问题的措辞。）"
											]
										},
										{
											"type": "entries",
											"name": "战士能否同时激活两种战斗风格？",
											"ENG_name": "Can a fighter have two fighting styles active at once?",
											"id": "02e",
											"entries": [
												"例如决斗和防御。只要它们没有冲突的要求，你可以同时从多个战斗风格选项中受益，就像决斗和重武器战斗那样。"
											]
										},
										{
											"type": "entries",
											"name": "弓箭战斗风格是否适用于你投掷的近战武器？",
											"ENG_name": "Does the Archery fighting style work with a melee weapon that you throw?",
											"id": "02f",
											"entries": [
												"不，箭术特性仅对远程武器有益。像{@item 匕首|PHB}或{@item 手斧|PHB}这样的近战武器，当你用它进行{@book 远程攻击|PHB|9|远程攻击}时，仍然是近战武器。"
											]
										},
										{
											"type": "entries",
											"name": "决斗战斗风格是否旨在支持使用盾牌？",
											"ENG_name": "Is the Dueling fighting style intended to support a shield?",
											"id": "030",
											"entries": [
												"是的。选择决斗战斗风格的人物通常会将一把单手武器与一个{@item 护盾术|PHB}、施法焦点或空闲的手配对使用。"
											]
										},
										{
											"type": "entries",
											"name": "如果你使用巨武战斗特性与神圣打击或像诅咒这样的法术一起使用，你是否可以重掷任何额外伤害的1或2点？",
											"ENG_name": "If you use Great Weapon Fighting with a feature like Divine Smite or a spell like hex, do you get to reroll any 1 or 2 you roll for the extra damage?",
											"id": "031",
											"entries": [
												"大武器战斗特性——由战士和圣骑士共享——旨在仅对使用该特性的武器的伤害骰进行加成。例如，如果你使用特性的大剑（{@item 巨剑|PHB}），你可以重掷武器的{@dice 2d6}中任何1或2的结果。如果你是圣骑士并使用大剑进行神圣打击（Divine Smite），大武器战斗特性不会让你重掷神圣打击伤害的1或2。"
											]
										},
										{
											"type": "entries",
											"name": "如果我的战斗大师战士挑衅了一次机会攻击，并且它未命中，我可以使用反击吗？",
											"ENG_name": "If my Battle Master fighter provokes an opportunity attack and it misses, can I use Riposte?",
											"id": "032",
											"entries": [
												"是的，你可以使用{@class 战士||反击|战斗大师}的策略来回应一个{@book 借机攻击|PHB|9|借机攻击}，假设你的{@book 反应|PHB|9|反应}是可用的。"
											]
										},
										{
											"type": "entries",
											"name": "\"当\"在奥术骑士的战争魔法特性中意味着额外的攻击是在施放戏法之后进行，还是说它可以在之前？",
											"ENG_name": "Does the \"when\" in the Eldritch Knight's War Magic feature mean the bonus attack comes after you cast the cantrip, or can it come before?",
											"id": "033",
											"entries": [
												"额外行动发生在法术之后，因为使用你的行动来施放法术是你能够以额外行动进行武器攻击的原因。也就是说，如果允许奥秘骑士颠倒法术和武器攻击的顺序，DM不会破坏任何系统规则。"
											]
										},
										{
											"type": "entries",
											"name": "如果我的幽影骑士施放了真视术并且拥有战魔法特性，战魔法提供的攻击是否因为真视术而获得优势？",
											"ENG_name": "If my Eldritch Knight casts true strike and has the War Magic feature, is the attack granted by War Magic made with advantage because of true strike?",
											"id": "034",
											"entries": [
												"不。战魔法的攻击是正常进行的，如果法术尚未结束，你在下一回合将获得{@spell 克敌机先}的效果。"
											]
										},
										{
											"type": "entries",
											"name": "解除武装的{@action 攻击}动作能否解除一个生物所装备的盾牌？",
											"ENG_name": "Can the Disarming {@action 攻击} maneuver disarm a creature of a shield it has donned?",
											"entries": [
												"不。解除武装{@action 攻击}迫使生物放下它持有的物品。穿戴的盾牌不仅仅是被持有。"
											],
											"id": "141"
										}
									]
								},
								{
									"type": "entries",
									"name": "武僧",
									"ENG_name": "Monk",
									"id": "035",
									"entries": [
										{
											"type": "entries",
											"name": "如果一个武僧双手使用法杖或其他多功能武器，它是否仍然算作武僧武器？",
											"ENG_name": "If a monk uses a staff or another versatile weapon two-handed, does it still count as a monk weapon?",
											"id": "036",
											"entries": [
												"是的。僧侣武器必须不具备双手特性，但没有什么能阻止僧侣用双手挥舞这样的武器。从根本上说，无论僧侣如何使用它，僧侣武器都被视为僧侣武器。"
											]
										},
										{
											"type": "entries",
											"name": "飞镖并没有被归类为武僧武器，然而武僧的起始装备中有10根飞镖。这是为什么？",
											"ENG_name": "The dart is not classified as a monk weapon, yet a monk gets 10 darts as starting equipment. Why is that?",
											"id": "037",
											"entries": [
												"起始装备通常为角色提供多功能性。在这种情况下，僧侣的{@item 飞镖|PHB|飞镖}提供了远程攻击选项，而不是武术选项。"
											]
										},
										{
											"type": "entries",
											"name": "武术特性是否将武僧的武器和徒手攻击转变为灵巧武器？",
											"ENG_name": "Does the Martial Arts feature turn monk weapons and unarmed strikes into finesse weapons?",
											"id": "038",
											"entries": [
												"不。这项特性提供了类似于灵巧属性的好处，但特性本身并不赋予该属性。"
											]
										},
										{
											"type": "entries",
											"name": "当使用偏转飞弹的武僧接住并投掷一个抛射物时，攻击的伤害是多少？",
											"ENG_name": "When a monk using Deflect Missiles catches and throws a projectile, what is the damage of the attack?",
											"id": "039",
											"entries": [
												"如果使用偏转飞弹技能投掷，导弹被视为僧侣武器；它造成其自身的伤害或武术伤害（僧侣选择）。"
											]
										},
										{
											"type": "entries",
											"name": "武僧能否使用震撼一击与徒手攻击，即使徒手攻击不是武器？",
											"ENG_name": "Can a monk use Stunning Strike with an unarmed strike, even though unarmed strikes aren't weapons?",
											"id": "03a",
											"entries": [
												"是的。震撼一击与近战武器攻击一起使用，而徒手攻击是近战武器攻击的一种特殊类型。",
												"游戏经常对一般规则做出例外，这是一个重要例外：徒手攻击尽管不是武器，但被视为近战武器攻击。"
											]
										},
										{
											"type": "entries",
											"name": "当武僧使用空灵体时，攻击后隐形效果是否仍然有效？",
											"ENG_name": "When a monk uses Empty Body, does the invisibility remain in effect after the monk attacks?",
											"id": "03b",
											"entries": [
												"是的。僧侣的空灵体特性提供的{@condition 隐形|PHB|隐形术}状态在僧侣进行攻击时不会被结束。"
											]
										},
										{
											"type": "entries",
											"name": "武僧的纯净之体特性是否赋予对毒素伤害的免疫，中毒状态的免疫，还是两者都有？",
											"ENG_name": "Does a monk's Purity of Body feature grant immunity to poison damage, the poisoned condition, or both?",
											"id": "03c",
											"entries": [
												"那个特性赋予了对两者的免疫。因此，具有身体纯净特性的僧侣可以例如吸入年轻绿龙的毒气而不受伤害。同样，僧侣也不会受到{@spell 疫病射线}的影响，这个法术既造成毒素伤害，又施加了{@condition 中毒}状态。"
											]
										},
										{
											"type": "entries",
											"name": "僧侣的开掌技巧能否推动大型或更大的生物，或者将其击倒？",
											"ENG_name": "Can the monk's Open Hand Technique push a Large or larger creature or knock it prone?",
											"id": "03d",
											"entries": [
												"开放手掌技巧有意忽略生物的体型。武僧的气可以激发许多非凡的效果！如果一个特性受到生物体型的限制，特性会告诉你。"
											]
										},
										{
											"type": "entries",
											"name": "僧侣需要花费任何气点来施放由影艺特性赋予的次级幻象戏法吗？",
											"ENG_name": "Does a monk need to spend any ki points to cast the minor illusion cantrip granted by the Shadow Arts feature?",
											"id": "03e",
											"entries": [
												"不。特性中的气点消耗仅适用于其中的其他法术。"
											]
										},
										{
											"type": "entries",
											"name": "对于影之途武僧，他们的沉默能力可以被解除吗？",
											"ENG_name": "For a Way of Shadow monk, can their silence be dispelled?",
											"id": "03f",
											"entries": [
												"法术就是法术，不管它的来源如何。当你通过特性施放法术时，法术受到正常的{@book 施法|PHB|-1}规则的约束，除非特性另有说明。"
											]
										},
										{
											"type": "entries",
											"name": "四元素之道的武僧能否用另一种元素纪律替换元素协调？",
											"ENG_name": "Can a monk of the Way of the Four Elements replace Elemental Attunement with another elemental discipline?",
											"id": "040",
											"entries": [
												"是的。即使你自动知道元素协调，无需选择它，你仍然可以在6级、11级或17级时将其交换为不同的学派。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "圣武士",
									"ENG_name": "Paladin",
									"id": "041",
									"entries": [
										{
											"type": "entries",
											"name": "圣武士的神圣感知会因为提夫林的地狱血统而将其标记出来吗？",
											"ENG_name": "Would a Paladin's Divine Sense register a tiefling due to their infernal heritage?",
											"id": "042",
											"entries": [
												"提夫林（{@race 提夫林}）是一种类人生物，而不是恶魔，因此它不会被神圣感知（Divine Sense）察觉。这项特性可以检测到具有天界、恶魔或亡灵生物类型的生物。"
											]
										},
										{
											"type": "entries",
											"name": "我的圣武士可以使用毁灭法术和神圣打击吗？比如，我施放愤怒毁灭，命中，然后在同一次攻击上使用神圣打击？",
											"ENG_name": "Can my paladin use a smite spell along with Divine Smite? As in, I cast wrathful smite, hit, then use Divine Smite on the same attack?",
											"id": "043",
											"entries": [
												"是的，你可以在同一个武器攻击上使用神性打击，这个攻击也从诸如{@spell 激愤斩}的打击法术中获益——只要你在施放打击法术后进行的攻击是近战武器攻击。神性打击不适用于任何其他类型的攻击。"
											]
										},
										{
											"type": "entries",
											"name": "圣武士在使用徒手攻击命中时可以使用神圣打击吗？",
											"ENG_name": "Can a paladin use Divine Smite when they hit using an unarmed strike?",
											"entries": [
												"不。神圣打击需要使用武器进行近战攻击。规则不认为徒手攻击是武器。",
												"神圣打击确实可以与近战武器攻击一起使用，徒手攻击可以用来进行此类攻击。但是神圣打击的文本也提到了\"武器的伤害\"，而徒手攻击并不是武器。",
												"如果地下城主决定覆盖这条规则，不会产生不平衡。将神圣打击与武器绑定是我们在主题上的选择——圣武士传统上与武器相关联。这不是一个游戏平衡的选择。"
											],
											"id": "142"
										}
									]
								},
								{
									"type": "entries",
									"name": "游侠",
									"ENG_name": "Ranger",
									"id": "044",
									"entries": [
										{
											"type": "entries",
											"name": "游侠的起始装备中没有组件袋选项。这个职业不需要组件袋，也不需要施法焦点吗？",
											"ENG_name": "There is no component pouch option in the ranger's starting equipment. Does the class not need one, nor a focus for spells?",
											"id": "045",
											"entries": [
												"像其他施法者一样，游侠遵循《玩家手册》第10章中关于{@book 施法材料|PHB|10|Components}的规则。游侠通常使用施法材料包来存放法术的材质材料，但起始时没有材料包，因为游侠在1级时没有法术。"
											]
										},
										{
											"type": "entries",
											"name": "游侠能否在旋风攻击特性的攻击卷中移动？",
											"ENG_name": "Can a ranger move between the attack rolls of the Whirlwind Attack feature?",
											"id": "046",
											"entries": [
												"不。旋风攻击是不寻常的，因为它是一次攻击，但有多个攻击骰。在大多数其他情况下，一次攻击只有一个攻击骰。在攻击之间移动的规则（{@i PHB}, \"{@book 攻击间移动|PHB|9|攻击间移动}\"）允许你在武器攻击之间移动，而不是在像旋风攻击这样的特殊特性的攻击骰之间移动。"
											]
										},
										{
											"type": "entries",
											"name": "怪物杀手游侠的超自然防御特性是否适用于当生物对游侠造成伤害，导致游侠进行体质豁免检定以维持对法术的专注时？",
											"ENG_name": "Does a Monster Slayer ranger's Supernatural Defense feature apply if a creature damages the ranger, thus causing the ranger to make a Constitution saving throw to maintain concentration on a spell?",
											"entries": [
												"是的。"
											],
											"id": "143"
										}
									]
								},
								{
									"type": "entries",
									"name": "游荡者",
									"ENG_name": "Rogue",
									"id": "047",
									"entries": [
										{
											"type": "entries",
											"name": "盗贼能否在一轮中使用多次偷袭攻击？",
											"ENG_name": "Can a rogue use Sneak Attack more than once per round?",
											"id": "048",
											"entries": [
												"偷袭攻击的描述指定你每个回合可以使用该特性一次，但它并不限制在你的回合。该特性也没有限制你在一轮中可以使用它的次数。",
												"有时，你有机会在别人的回合上使用偷袭攻击。最常见的情况是当敌人引发了你的机会攻击。如果满足偷袭攻击的要求，你的机会攻击可以从这个特性中受益。类似地，战士可以使用指挥官攻击将在你的回合上授予你攻击机会，如果攻击符合条件，它可以使用偷袭攻击。这两个选项都依赖于使用你的{@book 反应|PHB|9|反应}，所以你在一轮中只能做其中之一。",
												"因为你每轮只能使用一次{@book 反应|PHB|9|反应}，所以你不太可能在一轮中使用两次以上的偷袭攻击：一次用你的行动，一次用你的反应。"
											]
										},
										{
											"type": "entries",
											"name": "对于偷袭攻击，如果你的目标的另一个敌人手持长兵器（长兵器的攻击范围为10英尺），而不是5英尺远，你还能使用偷袭攻击吗？",
											"ENG_name": "For Sneak Attack, what if another enemy of your target was 10 feet away with a polearm (which has a reach of 10 feet), instead of 5 feet away? Would you still be able to use Sneak Attack?",
											"id": "049",
											"entries": [
												"偷袭攻击中的5英尺限制不受武器射程的影响。那个目标的其他敌人正在制造近距离干扰，无论手中拿着什么武器。"
											]
										},
										{
											"type": "entries",
											"name": "灵巧闪避是否自动对流氓或游侠被击中的每一次攻击都有效？法术攻击也算吗？",
											"ENG_name": "Does Uncanny Dodge work automatically against every attack a rogue or ranger gets hit by? Spell attacks too?",
											"id": "04a",
											"entries": [
												"使用一次诡异闪避只能针对一次攻击有效，因为它会消耗你的{@book 反应|PHB|9|反应}，且只有在你能看到攻击者的情况下才能生效。它对所有类型的攻击都有效，包括法术攻击，但对于像{@spell 火球术}这样在豁免骰之后而不是在攻击骰之后造成伤害的法术或其他效果，它没有帮助。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个盗贼被{@quickref 突袭|PHB|3|0|被突袭}，他们可以使用回避吗？",
											"ENG_name": "Can a rogue use Evasion if they are {@quickref 突袭|PHB|3|0|被突袭}?",
											"id": "04b",
											"entries": [
												"规则说明如果你被{@quickref 突袭|PHB|3|0|被突袭}，你不能移动或采取行动。一个被{@quickref 突袭|PHB|3|0|被突袭}的盗贼可以使用回避，因为那个特性不要求盗贼采取行动或移动。"
											]
										},
										{
											"type": "entries",
											"name": "流氓的可靠才能特性能否与非凡运动员或万事通一起使用？",
											"ENG_name": "Can the rogue's Reliable Talent feature be used in conjunction with Remarkable Athlete or Jack of All Trades?",
											"id": "04c",
											"entries": [
												"不。这些特性各自有一个使用前提条件；可靠才能在进行使用你的熟练加值的能力检定时激活，而其他两个特性在进行不使用你的熟练加值的能力检定时激活。换句话说，符合可靠才能特性的条件的检定不符合非凡运动员或万事通的特性条件。并且，非凡运动员和万事通不能同时使用，因为你只能一次将你的熟练加值，或其任何部分，加到一次掷骰上。"
											]
										},
										{
											"type": "entries",
											"name": "盗贼能否使用巧手特性来激活魔法物品？",
											"ENG_name": "Can a thief use the Fast Hands feature to activate a magic item?",
											"id": "04d",
											"entries": [
												"不。快手特性的好处之一是能够将{@action 使用物品}动作作为额外动作进行，但使用魔法物品并不属于{@action 使用物品}，正如在{@book 地下城主指南|DMG}中解释的（见\"{@book 激活物品|DMG|7|激活物品}\"）。相比之下，使用非魔法物品，如{@item 治疗工具包|PHB}，则属于{@action 使用物品}的范畴。"
											]
										},
										{
											"type": "entries",
											"name": "对于触发盗贼的暗杀能力，生物何时不再处于{@quickref 突袭|PHB|3|0|被突袭}状态？是在他们回合结束后，还是在回合结束时？",
											"ENG_name": "For triggering the rogue's Assassinate ability, when does a creature stop being {@quickref 突袭|PHB|3|0|被突袭}? After their turn in the round, or at the end of the round?",
											"id": "04e",
											"entries": [
												"一个{quickref 惊讶|PHB|3|0|surprised}生物在战斗的第一个回合结束时不再{quickref 惊讶|PHB|3|0|surprised}。"
											]
										},
										{
											"type": "entries",
											"name": "盗贼的\"使用魔法装置\"特性是否允许他们使用法术卷轴？",
											"ENG_name": "Does the Thief's Use Magic Device feature allow them to use spell scrolls?",
											"entries": [
												"是的。意图是让盗贼可以使用使用魔法装置技能来使用法术卷轴。"
											],
											"id": "144"
										},
										{
											"type": "entries",
											"name": "盗贼能否使用快手特性来使用或涂抹毒药？",
											"ENG_name": "Can a Thief use Fast Hands to use or apply poisons?",
											"entries": [
												"是的。使用毒药需要采取{@action 使用物件}行动。"
											],
											"id": "145"
										}
									]
								},
								{
									"type": "entries",
									"name": "术士",
									"ENG_name": "Sorcerer",
									"id": "04f",
									"entries": [
										{
											"type": "entries",
											"name": "如果一个术士使用微妙法术施放一个只有口头或肢体成分的法术，对手能否使用反制法术对其进行反击？",
											"ENG_name": "If a sorcerer casts a spell with only verbal or somatic components using Subtle Spell, can an opponent use counterspell against it?",
											"id": "050",
											"entries": [
												"如果被{@spell 微妙法术}改变的法术没有材料成分，那么任何人都无法察觉到法术的施放。所以，由于你看不到施法过程，{@spell 反制法术}就无用武之地。"
											]
										},
										{
											"type": "entries",
											"name": "变体魔法规则规定你不能在单个法术上使用多种变体魔法选项。你能多次使用一个选项吗？",
											"ENG_name": "Metamagic rules state you can't use multiple Metamagic options on a single spell. Can you use one option multiple times?",
											"id": "051",
											"entries": [
												"术士在施放法术时可以使用一种魔法变形选项一次，不能多次使用相同的选项。例如，术士不能通过花费2点术士点数在扩展法术上使法术的持续时间翻四倍。"
											]
										},
										{
											"type": "entries",
											"name": "元素亲和提升一个法术的伤害骰，而不是多个骰子？所以使用灼热射线时，我不是将我的感知调整值加到每个命中的射线上？",
											"ENG_name": "Elemental Affinity improves one damage roll of a spell, not multiple rolls? So with scorching ray, I don't add my Charisma modifier to each ray that hits?",
											"id": "052",
											"entries": [
												"没错。元素亲和特性每次施法只能提升一次伤害掷骰，即使法术允许进行多次掷骰。因此，例如，该特性可以提升{@spell 灼热射线}法术中的一道射线或{@spell 魔能爆}法术中的一道光束的伤害。"
											]
										},
										{
											"type": "entries",
											"name": "增强法术特性能否影响灼热射线法术的所有射线，还是只能影响其中一条？",
											"ENG_name": "Can Empowered Spell affect all the rays of a scorching ray spell, or just one?",
											"id": "053",
											"entries": [
												"术士的法术强化特性可以影响{@spell 灼热射线}的多个射线，遵守特性的骰子限制。例如，如果您用法术创造了三条射线，并且您的 Charisma（魅力）调整值为+3，您可以为每条射线重掷一个伤害骰，或者为一条射线重掷两个伤害骰，另一条射线重掷一个伤害骰。"
											]
										},
										{
											"type": "entries",
											"name": "迅捷法术允许术士在一轮中施放两个1级或更高级别的法术吗？",
											"ENG_name": "Does Quickened Spell allow a sorcerer to cast two spells a round of 1st level or higher?",
											"id": "054",
											"entries": [
												"不，术士必须遵循作为奖励动作施放法术以及在同一回合施放另一个法术的规则；另一个法术必须是施法时间为1个动作的戏法。"
											]
										},
										{
											"type": "entries",
											"name": "我的术士可以在通过施放{@spell 祈愿术}法术复制的法术上使用双重法术吗？如果可以，它需要消耗多少术士点数？",
											"ENG_name": "Can my sorcerer use Twinned Spell on a spell duplicated by the casting of a {@spell 祈愿术} spell? And if so, how many sorcery points does it cost?",
											"id": "055",
											"entries": [
												"是的，你可以。它需要消耗与你复制的法术等级相应的术士点数。"
											]
										},
										{
											"type": "entries",
											"name": "巫师的野魔法涌动效果（{@table 狂野魔法浪涌|PHB}）是替换触发它的法术的效果，还是两者的效果都会发生？",
											"ENG_name": "Does a sorcerer's {@table 狂野魔法浪涌|PHB} effect replace the effect of the spell that triggered it, or do both effects happen?",
											"id": "056",
											"entries": [
												"法术和{@table 野魔法涌动|PHB}效果都会发生。正如《玩家手册》（PHB）的勘误表中澄清的，通常需要{@book 集中|PHB|10|Concentration}的涌动效果在这种情况下不需要集中。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "邪术师",
									"ENG_name": "Warlock",
									"id": "057",
									"entries": [
										{
											"type": "entries",
											"name": "由扩展法术列表特性赋予的术士法术是否计入已知法术的数量？",
											"ENG_name": "Do warlock spells granted by the Expanded Spell List feature count against the number of spells known?",
											"id": "058",
											"entries": [
												"那个特性赋予的法术并不是术士自动已知的。这些法术被添加到术士的法术列表中，术士可以在学习相应等级的新术士法术时选择它们。一旦学会，这样的法术确实会计入术士所知法术的数量。"
											]
										},
										{
											"type": "entries",
											"name": "符文守护者之眼的祈唤对魔法符文有效吗？",
											"ENG_name": "Does the Eyes of the Rune Keeper invocation work on magical runes?",
											"id": "059",
											"entries": [
												"符文守护者之眼让你能够阅读任何形式的书写，包括符文的语言意义，如果有的话。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个术士使用刀刃契约与魔法武器绑定，那个武器必须是近战武器吗？术士可以改变武器的形态吗？",
											"ENG_name": "If a warlock uses Pact of the Blade to bond with a magic weapon, does that weapon have to be a melee weapon, and can the warlock change the weapon's form?",
											"id": "05a",
											"entries": [
												"术士的剑刃契约特性允许你无中生有地创造一把近战武器。每当你这样做时，你将决定武器的形式，从《玩家手册》中《武器》表的近战武器选项中选择。例如，你可以创造一把{@item 大斧|PHB}，然后再次使用这个特性来创造一把{@item 标枪|PHB}，这会导致大斧消失。",
												"你也可以使用剑之契约与魔法武器建立联系，将其变成你的契约武器。这个魔法武器不一定是近战武器，例如，你可以对一个{@item +1 长弓}使用这个特性。一旦建立了联系，当你召唤你的契约武器时，魔法武器就会出现，当它出现时你不能改变魔法武器的形式。例如，如果你与一个{@item 火焰舌长剑||火焰舌（长剑）}建立了联系并将其发送到一个异次元空间，当你召唤它时，武器会以长剑的形式回来。你不能将其变成一个棍棒。类似地，如果你与一个{@item 淬毒匕首}建立了联系，你不能将其召唤为一个钉头锤；它总是一把匕首。",
												"这个特性允许召唤出一把近战武器，然而我们允许魔法武器有更多的多样性。我们不想让这个特性的狭窄焦点让术士在战役中出现各种魔法武器时感到不快。这种多样性是否扩展到特性的近战主题之外？确实如此，但如果这样做可能会增加玩家的幸福感，我们愿意偶尔弯曲一个设计理念。"
											]
										},
										{
											"type": "entries",
											"name": "如果你是契约之刃的术士，其他人能否使用你的契约武器？",
											"ENG_name": "If you're a Pact of the Blade warlock, can someone else wield your pact weapon?",
											"id": "05b",
											"entries": [
												"是的。在武器消失之前，除了术士之外的其他人可以使用契约武器。"
											]
										},
										{
											"type": "entries",
											"name": "术士的觉醒心智特性是否允许双向心灵感应交流？",
											"ENG_name": "Does the warlock's Awakened Mind feature allow two-way telepathic communication?",
											"id": "05c",
											"entries": [
												"这个特性旨在提供单向通信。术士可以使用这个特性向生物进行心灵感应交流，但这个特性并没有赋予那个生物心灵感应回复的能力。相比之下，一些怪物拥有的心灵感应能力（{@i MM}, \"{@book 心灵感应|MM|0|心灵感应}\"）确实使得双向通信成为可能。"
											]
										},
										{
											"type": "entries",
											"name": "使用额外行动打破术士的影遁术特性的隐形状态吗？",
											"ENG_name": "Does using a bonus action break invisibility from a warlock's One with Shadows invocation?",
											"id": "05d",
											"entries": [
												"采取奖励动作会打破术士的影之伴{@condition 隐形|PHB|隐形术}状态。奖励动作是一种动作。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "法师",
									"ENG_name": "Wizard",
									"id": "05e",
									"entries": [
										{
											"type": "entries",
											"name": "防护系法师的奥术守护只有在守护生命值为0时才会被治愈吗？",
											"ENG_name": "Is an abjurer's Arcane Ward healed only when the ward has 0 hit points?",
											"id": "05f",
											"entries": [
												"当防护系法术师施放1级或更高等级的防护系法术时，守卫就会恢复生命值，而不仅仅是当守卫生命值为0时。与正常治疗一样，守卫恢复的生命值不能超过其生命值上限：两倍的巫师等级加上巫师的智力调整值。"
											]
										},
										{
											"type": "entries",
											"name": "施放警戒法术作为仪式能否治愈奥术守卫？",
											"ENG_name": "Does casting alarm as a ritual heal Arcane Ward?",
											"id": "060",
											"entries": [
												"任何由防护系法师施放的1级或更高级别的防护系法术，包括仪式，都可以恢复防护系法师的奥术守护的生命值。"
											]
										},
										{
											"type": "entries",
											"name": "奥术守护如何与防护系法术师可能拥有的临时生命值和伤害抗性相互作用？",
											"ENG_name": "How does Arcane Ward interact with temporary hit points and damage resistance that an abjurer might have?",
											"id": "061",
											"entries": [
												"奥术守护不是创造它的巫师的延伸。它是一个拥有自己生命值的魔法效果。巫师所拥有的任何临时生命值、免疫或抗性都不适用于守护。",
												"守卫先受到伤害。任何剩余的伤害由巫师承担，并按照以下游戏元素顺序进行：(1) 任何相关的伤害免疫，(2) 任何相关的伤害抗性，(3) 任何临时生命值，以及(4) 实际生命值。"
											]
										},
										{
											"type": "entries",
											"name": "一个防护学派的巫师在14级时获得对法术伤害的抗性。当法术击中防护学派巫师时，他们的奥术守卫是否获得这种抗性？",
											"ENG_name": "An abjurer gains resistance to spell damage at 14th level. Does the abjurer's Arcane Ward gain this resistance when a spell hits the abjurer?",
											"id": "062",
											"entries": [
												"在14级时，获得抗性的是防护系法师，而不是奥术守护。"
											]
										},
										{
											"type": "entries",
											"name": "咒法大师的强力戏法特性是否适用于需要攻击骰的戏法，还是仅适用于需要豁免的戏法？",
											"ENG_name": "Does the evoker's Potent Cantrip feature apply to cantrips with attack rolls or only to saves?",
											"id": "063",
											"entries": [
												"强力戏法仅影响需要豁免骰的低级法术，例如{@spell 酸液溅爆}和{@spell 毒气喷洒}。"
											]
										},
										{
											"type": "entries",
											"name": "14级幻术师能力是否允许你每轮都使某物变成真实的，还是只能一次？",
											"ENG_name": "Does the 14th-level illusionist ability let you make something real every round, or just once?",
											"id": "064",
											"entries": [
												"幻象现实旨在使每个幻象法术中的一个幻象物体变为真实。"
											]
										},
										{
											"type": "entries",
											"name": "对于变化学院的变形特性，如果我只是想施放多态性而不使用法术槽，是否需要准备这个法术？",
											"ENG_name": "For the Shapechanger feature of the School of Transmutation, does polymorph need to be prepared if I only want to cast it without using a spell slot?",
											"id": "065",
											"entries": [
												"一个变形师必须像平常一样准备好{@spell 变形术}，才能使用变形者特性来施放它。"
											]
										},
										{
											"type": "entries",
											"name": "如果巫师没有看过所有的文本，次级召唤术能否创造出一本书的副本，包括所有的文本？",
											"ENG_name": "Can Minor Conjuration create a copy of a book, complete with all its text, if the wizard hasn't seen all the text?",
											"entries": [
												"不。在多部分对象的情况下，意图是你必须看到了对象的所有部分才能复制这些部分。在书的情况下，如果你只看了封面，那么创建的副本将只是封面的复制品，而页面将是空白的。"
											],
											"id": "146"
										},
										{
											"type": "entries",
											"name": "一个位于以太位面的预言学院巫师可以使用卜卦能力对物质位面上可以看到的生物使用吗？",
											"ENG_name": "Can a School of Divination wizard on the Ethereal Plane use Portent on a creature that the wizard can see on the Material Plane?",
											"entries": [
												"是的。预示术要求你能看到目标生物，但它没有距离限制。"
											],
											"id": "147"
										},
										{
											"type": "entries",
											"name": "对于巫师来说，要施放包含在他们的法术书中的仪式法术，他们需要从书中阅读还是将其作为仪式的一部分使用？",
											"ENG_name": "For a wizard to cast a ritual spell contained in their spellbook, do they need to read from the book or use it as part of the ritual?",
											"entries": [
												"不。按照规则的书面表述，它并不要求你必须从书中阅读。然而，从叙事意图上讲，巫师是从他们的书中阅读，但唯一的机械要求是巫师的法术书中有这个法术。"
											],
											"id": "148"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "背景",
							"ENG_name": "Backgrounds",
							"id": "066",
							"entries": [
								{
									"type": "entries",
									"id": "067",
									"entries": [
										{
											"type": "entries",
											"name": "你能否拥有不止一个背景？",
											"ENG_name": "Can you have more than one background?",
											"id": "068",
											"entries": [
												"不。你只能有一个背景。它确立了你在开始冒险生涯之前生活中的关键方面。如果现有的背景没有一个符合你的角色概念，与你的DM讨论，并使用《玩家手册》中的{@book 指南|PHB|4|Backgrounds}来定制你自己的背景。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "装备",
							"ENG_name": "Equipment",
							"id": "069",
							"entries": [
								{
									"type": "entries",
									"id": "06a",
									"entries": [
										{
											"type": "entries",
											"name": "重型盔甲是否会降低除潜行外的敏捷豁免检定或能力检定？",
											"ENG_name": "Does heavy armor reduce Dexterity saving throws or ability checks other than Stealth?",
											"id": "06b",
											"entries": [
												"如果你对它熟练，{@book 沉重的护甲|PHB|5|沉重的护甲}不会影响敏捷豁免检定或能力检定，除了{@skill 隐匿}。"
											]
										},
										{
											"type": "entries",
											"name": "如果你用盾牌攻击——很可能是作为简易武器——你还能保留+2的护甲等级（AC）加成吗？",
											"ENG_name": "If you attack with a shield—most likely as an improvised weapon—do you keep the +2 bonus to AC?",
											"id": "06c",
											"entries": [
												"使用盾牌攻击不会剥夺盾牌对护甲等级（AC）的加值。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "兼职",
							"ENG_name": "Multiclassing",
							"id": "06d",
							"entries": [
								{
									"type": "entries",
									"id": "06e",
									"entries": [
										{
											"type": "entries",
											"name": "能力值的提升是依赖于职业等级，而不是总等级吗？",
											"ENG_name": "Are ability score improvements class-level dependent, rather than total level?",
											"id": "06f",
											"entries": [
												"能力值提升是基于你在特定职业的等级，而不是如果你多职业的话的总角色等级。例如，如果你是一个4级的多职业角色，你还没有获得能力值提升特性，因为你还没有达到任何一个职业的4级。"
											]
										},
										{
											"type": "entries",
											"name": "临时的属性提升能否满足职业转换的先决条件，还是必须基础属性达到要求？",
											"ENG_name": "Would a temporary stat bump fulfill a multiclass prerequisite, or does the base score have to meet the requirement?",
											"id": "070",
											"entries": [
												"必须满足基础属性得分，而非临时得分，以满足兼职的先决条件。"
											]
										},
										{
											"type": "entries",
											"name": "当你多职业时，你能否从所有职业中获得戏法？",
											"ENG_name": "When multiclassing, do you get the cantrips from all your classes?",
											"id": "071",
											"entries": [
												"如果您的任何职业赋予了您戏法，您将获得它们全部。"
											]
										},
										{
											"type": "entries",
											"name": "当你多职业时，是否会获得更多豁免投掷的熟练度？",
											"ENG_name": "Do you gain proficiency in more saving throws when multiclassing?",
											"id": "072",
											"entries": [
												"一个职业提供了各种起始熟练度，如果你是首次选择该职业，你就会获得这些熟练度。如果该职业不是你的第一个职业，你只会获得多职业熟练度表中为该职业列出的起始熟练度。该表中不包括任何豁免投掷熟练度。",
												"不论一个职业是否是你的第一个职业，你确实会获得该职业通过其特性所赋予的任何熟练度。例如，如果你在牧师职业上获得一级，并选择了战争领域，即使你的第一个职业不是牧师，你也会从奖励熟练度特性中受益。"
											]
										},
										{
											"type": "entries",
											"name": "如果狂战士/牧师在进入狂暴状态前施放了灵界武器，他们能否在狂暴时使用它进行攻击？",
											"ENG_name": "Can a barbarian/cleric use spiritual weapon to attack while raging, if it is cast before entering rage?",
											"id": "073",
											"entries": [
												"野蛮人的狂暴特性使得{@book 专注|PHB|10|专注}变得不可能，但对于不需要专注的法术，如{@spell 灵体武器}，没有影响。"
											]
										},
										{
											"type": "entries",
											"name": "一个野蛮人/战士（战斗大师）在狂暴状态下可以使用策略吗？",
											"ENG_name": "Can a barbarian/fighter (Battle Master) use maneuvers while raging?",
											"id": "074",
											"entries": [
												"野蛮人的狂怒特性中没有任何内容禁止使用机动。"
											]
										},
										{
											"type": "entries",
											"name": "流氓/僧侣能否使用徒手攻击进行偷袭？",
											"ENG_name": "Can a rogue/monk use Sneak Attack with unarmed strikes?",
											"id": "075",
											"entries": [
												"偷袭特性适用于具有灵巧或远程属性的武器。徒手攻击不是武器，因此不符合条件。相比之下，盗贼/武僧可以使用具有所需属性之一的武僧武器，如{@item 短剑|PHB}或{@item 匕首|PHB}，来使用偷袭。"
											]
										},
										{
											"type": "entries",
											"name": "巫师多职业成为野魔法巫师。如果从他们的法术书中施放的法术在巫师法术列表上，是否触发野魔法涌动（{@table 狂野魔法浪涌|PHB}），还是必须从巫师职业获得这些法术才会触发？",
											"ENG_name": "A wizard multiclasses into Wild Magic sorcerer. Do spells cast from their spellbook trigger {@table 狂野魔法浪涌|PHB} if they are on the sorcerer spell list, or do they have to gain them from sorcerer to trigger?",
											"id": "076",
											"entries": [
												"根据《{@book 多职业规则|PHB|6|施法}》：\"你所知道并准备的每个法术都与你的一个职业相关联\"。这条规则意味着只有从术士等级获得的法术才会触发{@table 狂野魔法浪涌|PHB}。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "专长",
							"ENG_name": "Feats",
							"id": "077",
							"entries": [
								{
									"type": "entries",
									"name": "冲锋手",
									"ENG_name": "Charger",
									"id": "078",
									"entries": [
										{
											"type": "entries",
											"name": "如果您拥有冲锋专长，当您的坐骑采取疾行动作时，您能否进行冲锋攻击？",
											"ENG_name": "If you have the Charger feat, can you make your charge attack when your mount takes the Dash action?",
											"id": "079",
											"entries": [
												"{@feat 冲锋手}特性依赖于你，而不是你的坐骑，采取{@action 疾走}动作。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "强弩专家",
									"ENG_name": "Crossbow Expert",
									"id": "07a",
									"entries": [
										{
											"type": "entries",
											"name": "十字弓专家的第二个好处有助于远程法术攻击，这是有意为之吗？",
											"ENG_name": "Is it intentional that the second benefit of Crossbow Expert helps ranged spell attacks?",
											"id": "07b",
											"entries": [
												"是的，这是有意为之。当你在敌人5英尺范围内进行远程攻击检定时，通常会受到不利影响。{@feat 强弩专家}的第二个好处是防止你受到这种不利影响，无论远程攻击是否使用弩。",
												"在设计一个使用范围较窄的特性时，我们会考虑至少增加一个能让角色更广泛受益的元素——一种你的角从一种情况转移到另一种情况时所带来的一些精通。例如，{@feat 强弩专家}的第二个好处就是这样一个元素，{@feat 巨武器大师}的第一个好处也是如此。十字弓专家中的这个元素显示了角色对某一类事物的专业知识——在这种情况下是十字弓——转移到了其他事物上。"
											]
										},
										{
											"type": "entries",
											"name": "十字弓专家的第一个和第三个好处是否将手弩变成了半自动武器？",
											"ENG_name": "Do the first and third benefits of Crossbow Expert turn a hand crossbow into a semiautomatic weapon?",
											"id": "07c",
											"entries": [
												"简短的答案是不行。",
												"该特性的第一个好处是，如果你熟悉那种武器，你可以忽略手弩（{@item 手弩|PHB}）的装填属性。这意味着，如果你有像额外攻击这样的特性，你可以多次发射它。然而，由于武器具有弹药属性，你仍然受到限制。后一个属性要求你必须有弩箭才能从手弩（{@item 手弩|PHB}）发射，而且手弩不会自己装填（除非它是魔法的或是一个侏儒的发明）。你需要将每支弩箭装填到武器中，这样做需要一只手。",
												"为了深入理解这一点，让我们看看弹药属性定义中的以下句子：\"从箭袋、盒子或其他容器中取出弹药是攻击的一部分。\" 这句话告诉我们两个重要的事情。首先，我们假定你是在用手抓取——即从容器中取出——弹药。其次，取出弹药的行为包括在攻击中，因此不需要自己的行动，也不会消耗你回合中与物品互动的免费机会。",
												"对于《玩家手册》中的{@item 手弩|PHB}来说，这意味着{@feat 强弩专家}可以让你在使用像额外攻击这样的特性时，只要有足够的弹药并且有一只手空闲来装填，就可以多次发射手弩。"
											]
										},
										{
											"type": "entries",
											"name": "十字弓专家是否允许你先发射一把手弩，然后作为额外行动再次发射它？",
											"ENG_name": "Does Crossbow Expert let you fire a hand crossbow and then fire it again as a bonus action?",
											"id": "07d",
											"entries": [
												"确实可以！看看那个特性的第三个好处。它说你可以在用一只手持武器进行{@action 攻击}动作攻击时，作为奖励动作用手弩进行攻击。一个{@item 手弩|PHB}是一只手持武器，所以它确实可以用于两次攻击，假设你在两次攻击之间有一只手空闲来装填手弩。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "双持客",
									"ENG_name": "Dual Wielder",
									"id": "07e",
									"entries": [
										{
											"type": "entries",
											"name": "如果我的角色拥有双持武器特性，她能否挥舞两把重型武器？",
											"ENG_name": "Can my character wield two heavy weapons if she has the Dual Wielder feat?",
											"id": "07f",
											"entries": [
												"不。{@feat 双武器战士}特性允许你挥舞两把单手武器。《玩家手册》（PHB）中的所有重型武器也都具有双手特性。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "元素导师",
									"ENG_name": "Elemental Adept",
									"id": "080",
									"entries": [
										{
											"type": "entries",
											"name": "元素大师是唯一可以多次选择的专长吗？",
											"ENG_name": "Is Elemental Adept the only feat you can take more than once?",
											"id": "081",
											"entries": [
												"{@feat 元素专家}是《玩家手册》（PHB）中唯一可以多次选择的特性。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "巨武器大师",
									"ENG_name": "Great Weapon Master",
									"id": "082",
									"entries": [
										{
											"type": "entries",
											"name": "使用重武器大师特性，你必须立即采取奖励行动，还是可以在同一个回合中先移动然后再使用它？",
											"ENG_name": "With the Great Weapon Master feat, do you have to take the bonus action immediately, or could you move and then use it on the same turn?",
											"id": "083",
											"entries": [
												"你在自己回合的任何时间点，只要在使用额外行动的攻击命中后，就可以采取额外行动。所以，是的，如果你还有移动剩余，你可以在采取额外行动之前移动。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "幸运",
									"ENG_name": "Lucky",
									"id": "084",
									"entries": [
										{
											"type": "entries",
											"name": "幸运特性如何与优势和劣势相互作用？",
											"ENG_name": "How does the Lucky feat interact with advantage and disadvantage?",
											"id": "085",
											"entries": [
												"{@feat 幸运}特性代表了非凡的运气，可以在你最需要的时候帮助你。它允许你花费一个运气点；在攻击检定、能力检定或豁免检定时额外掷一个{@dice d20}，然后选择使用哪个{@dice d20}。无论混合了多少个d20，这都适用。例如，如果你在攻击检定上有优势或劣势，你可以花费一个运气点，掷一个第三个{@dice d20}，然后决定使用哪三个骰子中的哪一个。你仍然有优势或劣势，因为特性并没有说它抵消了它，但你可以选择骰子。这个事实的结果是，例如，一个盗贼在攻击检定上有劣势，即使盗贼使用幸运特性来选择骰子，也不能使用偷袭攻击。",
												"{@feat 幸运}特性是一般规则例外的一个很好的例子。在这种情况下的一般规则是告诉我们优势和劣势如何运作的规则。具体规则是幸运特性，我们知道如果它们相互冲突，具体规则会优先于一般规则。",
												"如果DM希望即使在使用{@feat 幸运}特性时，优势和劣势能发挥其正常作用，这里有一种方法可以做到：为优势/劣势掷两个d20，为Lucky特性掷第三个{@dice d20}，淘汰三个骰子中的一个，然后使用剩下的两个骰子中的较高者（对于优势）或较低者（对于劣势）"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "魔法学徒",
									"ENG_name": "Magic Initiate",
									"id": "086",
									"entries": [
										{
											"type": "entries",
											"name": "如果你是施法者，当你获得魔法入门专长时，你可以选择自己的职业吗？",
											"ENG_name": "If you're a spellcaster, can you pick your own class when you gain the Magic Initiate feat?",
											"id": "087",
											"entries": [
												"是的，特性并没有说你不能。例如，如果你是一个巫师并且获得了{@feat 魔法学徒}特性，你可以选择巫师，从而学习两个更多的巫师戏法和另一个1级巫师法术。"
											]
										},
										{
											"type": "entries",
											"name": "如果你有法术槽，你可以使用它们来施放你通过魔法入门特性学会的1级法术吗？",
											"ENG_name": "If you have spell slots, can you use them to cast the 1st-level spell you learn with the Magic Initiate feat?",
											"id": "088",
											"entries": [
												"是的，但前提是你为特性选择的职业必须是你已有的职业之一。例如，如果你选择了术士，并且你本身就是术士，那么该职业的施法特性告诉你，你可以使用你的法术位来施放你所知道的术士法术，所以你可以使用你的法术位来施放你从{@feat 魔法学徒}学到的1级术士法术。同样，如果你是巫师，并为特性选择了巫师职业，你将学到一个1级巫师法术，你可以将其添加到你的法术书中，并随后准备。",
												"简而言之，您必须遵循您角色的正常施法规则，这些规则决定了您是否可以将法术位用于从魔法入门获得的1级法术。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "长柄武器大师",
									"ENG_name": "Polearm Master",
									"id": "089",
									"entries": [
										{
											"type": "entries",
											"name": "我可以将我的力量调整值加到长兵器大师给我的额外攻击的伤害上吗？",
											"ENG_name": "Can I add my Strength modifier to the damage of the bonus attack that Polearm Master gives me?",
											"id": "08a",
											"entries": [
												"是的。如果你拥有这个专长，并且使用{@action 攻击}行动来用{@item 长柄刀|PHB}、{@item 戟|PHB}或{@item 长棍|PHB}攻击，你还可以作为奖励行动用武器的另一端进行攻击。对于那次奖励攻击，你像使用该武器攻击时一样将你的能力调整值加到攻击卷上，如果命中，你将相同的能力调整值加到伤害卷上，这对于武器{@book 伤害掷骰|PHB|9|伤害掷骰}来说是常规操作。",
												"一个具体规则，比如双手战斗的规则，可能会打破一般规则，告诉你在计算伤害时不要加上你的能力值修正。{@feat 长兵器大师}没有这样的规则。"
											]
										},
										{
											"type": "entries",
											"name": "长兵器大师特性是否允许我对被迫接近我的目标进行机会攻击？",
											"ENG_name": "Does Polearm Master let me make an opportunity attack against a target that is being forced to approach me?",
											"id": "08b",
											"entries": [
												"如果生物在没有使用它的移动、它的动作或它的{@book 反应|PHB|9|反应}的情况下被移动，它就不会引发借机攻击。例如，{@spell 嫌恶/共感术}法术的效果要求目标使用它的移动，这意味着当它这样做时会触发借机攻击。",
												"同样地，{@spell 噪音暗语}法术要求目标使用它的{@book 反应|PHB|9|反应}（如果可用），因此那个活动也会诱发机会攻击。相比之下，被{@spell 造风术}法术推动的生物不会诱发机会攻击。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "凶蛮打手",
									"ENG_name": "Savage Attacker",
									"id": "08c",
									"entries": [
										{
											"type": "entries",
											"name": "野蛮攻击者特性是否适用于徒手攻击？",
											"ENG_name": "Does the Savage Attacker feat work with unarmed strikes?",
											"id": "08d",
											"entries": [
												"不。{@feat 野蛮攻击者}依赖于武器的伤害骰，而徒手攻击不被视为武器（这一点在《玩家手册》(Player's Handbook)的勘误表中已经明确)。"
											]
										},
										{
											"type": "entries",
											"name": "野蛮攻击者特性的好处是否适用于额外效果，如盗贼的偷袭攻击或圣武士的神圣打击？",
											"ENG_name": "Does the benefit of the Savage Attacker feat apply to additional effects like the rogue's Sneak Attack or the paladin's Divine Smite?",
											"id": "08e",
											"entries": [
												"不。{@feat 凶蛮打手}的好处仅适用于武器伤害骰的掷骰，不适用于任何特性或其他能力可能授予的额外伤害。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "哨兵",
									"ENG_name": "Sentinel",
									"id": "08f",
									"entries": [
										{
											"type": "entries",
											"name": "哨兵特性的第三个好处所赋予的攻击是在触发攻击之前还是之后进行？",
											"ENG_name": "Does the attack granted by the third benefit of the Sentinel feat take place before or after the triggering attack?",
											"id": "090",
											"entries": [
												"额外攻击发生在触发攻击之后。原因如下：特性没有指定额外攻击的时机，当一个{@book 反应|PHB|9|反应}没有指定时机时，反应发生在其触发事件结束后（《{@i DMG}》, \"{@book 判定反应时机|DMG|8|判定反应时机}\"）。相比之下，{@book 借机攻击|PHB|9|借机攻击}明确发生在其触发事件结束之前——也就是说，正好在目标生物离开你的触及范围之前。"
											]
										},
										{
											"type": "entries",
											"name": "哨兵特性如何对抗具有花式步伐或机动特性的敌人？",
											"ENG_name": "How does the Sentinel feat work against an enemy that has Fancy Footwork or the Mobile feat?",
											"id": "091",
											"entries": [
												"具有{@feat 哨兵}专长的角色是否仍然可以获得借机攻击？哨兵专长的第二个优势仅旨在抵消{@action 撤离}行动。具有花式步法特性的敌人（{@book 剑湾冒险者指南|SCAG}）或具有{@feat 灵活移动}专长的敌人可以避免从具有哨兵专长的人那里引发借机攻击，只要那个敌人不采取{@action 撤离}行动。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "盾牌大师",
									"ENG_name": "Shield Master",
									"id": "092",
									"entries": [
										{
											"type": "entries",
											"name": "盾牌大师专长允许您在采取攻击动作时作为奖励动作推搡某人。您能否在攻击动作之前采取该奖励动作？",
											"ENG_name": "The Shield Master feat lets you shove someone as a bonus action if you take the Attack action. Can you take that bonus action before the Attack action?",
											"id": "093",
											"entries": [
												"不。由{@feat 盾牌大师}特性提供的奖励动作有一个前提条件：在你的回合上采取{@action 攻击}动作。仅仅打算采取那个动作是不够的；你必须实际采取它之后才能采取奖励动作。在你的回合上，你在采取攻击动作之后确实可以决定何时采取奖励动作。",
												"这种如果-那么的设定出现在游戏的许多规则中。必须先满足'如果'的条件，'那么'的部分才会生效。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "健壮",
									"ENG_name": "Tough",
									"id": "094",
									"entries": [
										{
											"type": "entries",
											"name": "坚韧特性对处于兽形态的德鲁伊有影响吗？",
											"ENG_name": "Does the Tough feat have an effect for a druid while in beast form?",
											"id": "095",
											"entries": [
												"意图是否定的。{@feat 健壮}特性影响德鲁伊的生命值，在使用野性变身时被野兽的生命值所取代。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "属性检定",
							"ENG_name": "Ability Checks",
							"id": "096",
							"entries": [
								{
									"type": "entries",
									"id": "097",
									"entries": [
										{
											"type": "entries",
											"name": "攻击检定和豁免投掷基本上是专门的能力检定吗？",
											"ENG_name": "Are attack rolls and saving throws basically specialized ability checks?",
											"id": "098",
											"entries": [
												"它们不是。很容易将这三个骰子误认为是同一件事的三个面，因为它们每个都涉及掷一个{@dice d20}，加上任何修正值，并与{@book 难度等级|PHB|7|属性检定}进行比较，它们都受优势和劣势的影响。简而言之，它们共享确定成功或失败的相同程序。",
												"尽管这种常见的程序，三次掷骰是彼此独立的。如果游戏中的某些事物，比如{@spell 神导术}法术，影响到其中一个，除非规则特别说明，否则其他两个不会受到影响。接下来的几个问题将再次触及这一点。"
											]
										},
										{
											"type": "entries",
											"name": "你能否在能力检定上获得致命一击？例如，在摔跤尝试中，是致命一击获胜，还是最高数字获胜？",
											"ENG_name": "Can you get a critical hit on an ability check? For example, on a grapple attempt, does a critical win, or the highest number?",
											"id": "099",
											"entries": [
												"能力检定不会有致命一击。攻击骰则有。"
											]
										},
										{
											"type": "entries",
											"name": "在能力检定时，1点是自动失败吗？",
											"ENG_name": "Is a 1 on an ability check an automatic failure?",
											"id": "09a",
											"entries": [
												"在能力检定或豁免投掷中掷出1点不是自动失败。在攻击骰中掷出1点是自动未命中。"
											]
										},
										{
											"type": "entries",
											"name": "如果您施放了诅咒法术并选择力量作为受影响的能力，目标在使用力量的攻击检定和豁免投掷上是否也处于不利状态？",
											"ENG_name": "If you cast the hex spell and choose Strength as the affected ability, does the target also have disadvantage on attack rolls and saving throws that use Strength?",
											"id": "09b",
											"entries": [
												"不，{@spell 脆弱诅咒}法术的描述说它影响使用所选能力的属性检定。描述中没有提到影响攻击掷骰或豁免掷骰。这意味着，例如，如果您选择体质，法术的目标在尝试维持{@book 专注|PHB|10|专注}于一个法术时不会遭受劣势，因为专注需要进行体质豁免掷骰，而不是体质检定。",
												"想知道这个法术的意图吗？这个法术旨在成为一个经典的厄运——就像民间传说中看到的那样——它在战斗中和战斗外都很有用。在战斗中，这个法术提供了一些额外的死灵伤害。在战斗之外，你可以通过施放这个法术并给一个狡猾的外交官的感知检定带来劣势，来破坏他或她的计划。"
											]
										},
										{
											"type": "entries",
											"name": "吟游诗人的万事通特性是否适用于不使用吟游诗人熟练加值的攻击卷和豁免投掷？",
											"ENG_name": "Does the bard's Jack of All Trades feature apply to attack rolls and saving throws that don't use the bard's proficiency bonus?",
											"id": "09c",
											"entries": [
												"不。这项特性仅对能力检定有益。别忘了先攻检定是敏捷检定，所以万事通专长可以提高吟游诗人的先攻，假设吟游诗人尚未将其熟练加值加到它上面。"
											]
										},
										{
											"type": "entries",
											"name": "当你进行力量（运动）检定来抓住或推搡某人时，你是在进行攻击骰吗？",
											"ENG_name": "When you make a Strength (Athletics) check to grapple or shove someone, are you making an attack roll?",
											"id": "09d",
											"entries": [
												"不。那个检定是一个能力检定，所以与攻击卷有关的游戏中的效果不适用于它。回到之前的问题，{@spell 脆弱诅咒}法术可以用来降低摔跤者的有效性。如果摔跤者的目标处于{@action 回避}动作的影响下，那个动作不会抑制{@book 擒抱|PHB|9|擒抱}，因为闪避不影响能力检定。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "冒险",
							"ENG_name": "Adventuring",
							"id": "09e",
							"entries": [
								{
									"type": "entries",
									"id": "09f",
									"entries": [
										{
											"type": "entries",
											"name": "在一天内角色可以进行多少次短休息，是否有严格的限制，还是这完全由DM来决定？",
											"ENG_name": "Is there a hard limit on how many short rests characters can take in a day, or is this purely up to the DM to decide?",
											"id": "0a0",
											"entries": [
												"你在一天内可以进行的{@book 短休|PHB|8|短休}数量的唯一硬性限制是一天内的小时数。实际上，你还会因为故事中的时间压力和敌人的干扰而受到限制。"
											]
										},
										{
											"type": "entries",
											"name": "是的，超维度空间，如半位面或由绳索魔法创造的空间，被认为是存在于不同的位面。",
											"ENG_name": "Are extradimensional spaces, such as a demiplane or the space created by rope trick, considered to be on a different plane of existence?",
											"id": "0a1",
											"entries": [
												"超维度空间（也称为异次元空间）位于其他平面之外。因此，如果您在物质界，而您的敌人在超维度空间，那么你们两个不在同一个存在平面上。"
											]
										},
										{
											"type": "entries",
											"name": "在游戏中如何判断某个东西是否具有魔法属性？",
											"ENG_name": "How do I tell if something in the game is magical?",
											"id": "0a2",
											"entries": [
												"关于这个主题的广泛讨论，请参见下面\"{@book 龙的喷吐武器是魔法的吗？|SAC|0|龙的喷吐武器是魔法的吗？}\"部分中的问题\"{@book 怪物|SAC|0|怪物}\"。"
											]
										},
										{
											"type": "entries",
											"name": "减少疲劳状态的一个效果示例是什么？",
											"ENG_name": "What's an example of an effect that can reduce exhaustion?",
											"id": "0a3",
											"entries": [
												"{@spell 高等复原术}法术可以减轻虚脱状态。"
											]
										},
										{
											"type": "entries",
											"name": "有没有办法恢复失去的智力，比如在智力吞噬者将其降至零之后？",
											"ENG_name": "Is there a way to get lost Intelligence back, such as after an intellect devourer zeroes it?",
											"id": "0a4",
											"entries": [
												"{@spell 高等复原术}法术可以移除对能力值的降低。"
											]
										},
										{
											"type": "entries",
											"name": "在20级之后，游戏通常会进入一个更为开放的阶段，称为\"史诗等级\"（Epic Boons）。在这个阶段，角色可以继续获得经验值，但不再像之前那样提升等级。相反，他们可以获得特殊的奖励或能力，这些奖励或能力被称为\"史诗天赋\"（Epic Boons）。至于角色等级的上限，这取决于游戏主持人（DM）的设定和游戏的具体规则。在标准的《玩家手册》（PHB）中，20级是最高等级，但有些游戏可能会允许角色达到更高的等级。",
											"ENG_name": "What happens after 20th level? Is there a cap to character levels?",
											"id": "0a5",
											"entries": [
												"最高等级是20级。《地下城主指南》(Dungeon Master's Guide)中的\"{@book 史诗赐福|DMG|7|史诗赐福}\"部分提供了进一步进阶的灵感。"
											]
										},
										{
											"type": "entries",
											"name": "{@condition 恐惧}状态指的是\"当恐惧的源头在视线范围内。\"这是否意味着即使源头是{@condition 隐形}但你对其空间有清晰的视线，你仍然在攻击掷骰和能力检定时处于劣势？",
											"ENG_name": "The {@condition 恐惧} condition says \"while the source of its fear is within line of sight.\" Does that mean you have disadvantage on attack rolls and ability checks even if the source is {@condition 隐形} but you have a clear line to its space?",
											"entries": [
												"不。如果你看不见某物，那它就不在你的视野范围内。说到\"视野范围\"，游戏使用的是这个英语术语的普通含义，在规则中没有特殊含义。"
											],
											"id": "149"
										},
										{
											"type": "entries",
											"name": "在进行短休息时施放法术会中断休息吗？",
											"ENG_name": "Does casting a spell while taking a short rest interrupt the rest?",
											"entries": [
												"是的。施法比《玩家手册》第186页列出的活动更为劳累：'吃饭、喝水、阅读和照料伤口'。"
											],
											"id": "14a"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "战斗",
							"ENG_name": "Combat",
							"id": "0a6",
							"entries": [
								{
									"type": "entries",
									"id": "0a7",
									"entries": [
										{
											"type": "entries",
											"name": "惊慌是否在先攻顺序之外作为一个特别的惊慌轮发生？",
											"ENG_name": "Does surprise happen outside the initiative order as a special surprise round?",
											"id": "0a8",
											"entries": [
												"不，惊喜是这样运作的。",
												"任何战斗的第一步是：地下城主决定战斗中是否有人被{@quickref 突袭|PHB|3|0|突袭}（重新阅读《玩家手册》中的\"{@book 一步一步战斗|PHB|9|一步一步战斗}\"）。这个决定在战斗中只发生一次，且只在开始时。换句话说，一旦战斗开始，你就不能再次被{@quickref 突袭|PHB|3|0|突袭}，尽管隐藏的敌人仍然可以获得未被发现时的正常好处（见《玩家手册》中的\"{@book 未被发现的攻击者和目标|PHB|9|未被发现的攻击者和目标}\"）。",
												"要处于{@quickref 突袭|PHB|3|0|被突袭}状态，您必须措手不及，通常是因为您未能注意到敌人的潜行，或者被具有特殊能力如{@creature 凝胶方块||凝胶立方体的}的透明特性的敌人惊吓，这使得它特别令人惊讶。即使您的同伴没有惊慌，您也可能处于{@quickref 突袭|PHB|3|0|被突袭}状态，如果至少有一个敌人未能让您措手不及，您就不会处于{@quickref 突袭|PHB|3|0|被突袭}状态。",
												"如果任何人处于{@quickref 突袭|PHB|3|0|被突袭}状态，那么还没有采取任何行动。首先，按照正常方式进行先攻骰。然后，战斗的第一轮开始，{@quickref 突袭|PHB|3|0|未被惊吓}的战斗者按照先攻顺序行动。处于{@quickref 突袭|PHB|3|0|被突袭}状态的生物在其第一回合结束前不能移动或采取行动或{@book 反应|PHB|9|反应}（记住，不能采取行动也意味着你不能采取额外行动）。实际上，处于{@quickref 突袭|PHB|3|0|被突袭}状态的生物在战斗中跳过了它的第一回合。一旦那个回合结束，该生物不再处于{@quickref 突袭|PHB|3|0|被突袭}状态。",
												"简而言之，战斗中的活动总是由先攻顺序决定的，无论是否有人被{@quickref 突袭|PHB|3|0|被突袭}，并且在第一轮战斗结束后，突袭不再是一个因素。你仍然可以尝试隐藏自己以躲避敌人并获得隐藏带来的好处，但你这样做时并不会剥夺敌人的回合。"
											]
										},
										{
											"type": "entries",
											"name": "突袭规则适用于两个对立的方面。当第三组战斗者从隐蔽处潜行而来，对混战进行伏击时，会发生什么？",
											"ENG_name": "Surprise rules work for two opposing sides. What happens with surprise when a third group of combatants sneaks up, hidden from the melee, and ambushes?",
											"id": "0a9",
											"entries": [
												"突袭规则仅在战斗开始时才相关。战斗中的任何伏击使用敏捷（{@skill 隐匿}）检定的规则。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个巫师在突袭轮中施放像火球这样的法术，敌人在他们的豁免投掷上会受到劣势吗？",
											"ENG_name": "If a wizard casts a spell like fireball during a surprise round, do the enemies get disadvantage on their saving throw?",
											"id": "0aa",
											"entries": [
												"处于{@quickref 突袭|PHB|3|0|被突袭}状态对豁免投掷没有影响。如果您处于{@quickref 突袭|PHB|3|0|被突袭}状态，在战斗的第一个回合中您不能移动或采取行动，并且在那个回合结束之前您不能采取{@book 反应|PHB|9|反应}。"
											]
										},
										{
											"type": "entries",
											"name": "你可以推迟你的回合并在稍后的轮次中进行吗？",
											"ENG_name": "Can you delay your turn and take it later in the round?",
											"id": "0ab",
											"entries": [
												"不。当轮到你的回合时，你要么做点什么，要么不做。如果你不想做任何事情，考虑采取{@action 回避}动作，这样至少你会得到一些额外的保护。如果你想等待响应某些事情再行动，采取{@action 预备}动作，它允许你稍后采取部分回合。",
												"由于多种原因，我们没有包括延迟你的回合的选项：",
												{
													"type": "list",
													"items": [
														"您的回合涉及多个决策，包括移动位置和采取什么行动。如果您可以推迟您的回合，您的决策过程可能会变慢，因为您将不得不考虑是否要进行您的回合。将这种额外分析乘以战斗中角色和怪物的数量，您就可能在游戏过程中遇到多次减速。",
														"推迟你的回合的能力可以使先攻变得毫无意义，因为角色和怪物在先攻顺序中来回跳动。如果战斗者可以随意改变他们在先攻顺序中的位置，那么为什么要使用先攻呢？最重要的是，改变先攻很容易变成一项不受欢迎的杂务，特别是对于地下城主来说，他可能不得不在战斗中一遍又一遍地改变先攻列表。",
														"能够延迟你的回合可以让你对法术和其他效果的持续时间造成严重破坏，特别是那些持续到你下一回合的。简单地通过改变你的回合发生的时间，你就可以改变某些法术的持续时间。防范这种滥用的方法将是创建一套额外的规则，这些规则将限制你改变持续时间的能力。最终效果？游戏将增加更多的复杂性，而随着复杂性的增加，游戏速度变慢的潜力也越大。"
													]
												},
												"我们对战斗的两个目标是让它快速进行，并且让先攻变得重要。我们不想通过掷先攻来开始每场战斗，然后用延迟选项破坏回合顺序。此外，我们认为在战斗中不应该把注意力放在玩弄先攻上。相反，战斗者的戏剧性行动应该是焦点，回合应该尽可能快地发生。"
											]
										},
										{
											"type": "entries",
											"name": "你可以停止准备动作来进行偷袭攻击。准备动作并不是一个完整的回合承诺。根据《玩家手册》中关于准备动作的规则，你可以在决定行动时选择采取不同的行动，包括偷袭攻击。然而，一旦你采取了行动，比如进行了偷袭攻击，你就不能再继续你的准备动作了。",
											"ENG_name": "I have a readied action. Can I stop readying to take an opportunity attack? Or is ready a full turn commitment?",
											"id": "0ac",
											"entries": [
												"如果你准备了一个行动，你可以进行机会攻击，这将导致你停止准备。"
											]
										},
										{
											"type": "entries",
											"name": "额外行动能否被用作行动，或者反之亦然？例如，一个诗人能否使用额外行动来给予一个诗人灵感骰子，然后用行动来施放治疗词？",
											"ENG_name": "Can a bonus action be used as an action or vice versa? For example, can a bard use a bonus action to grant a Bardic Inspiration die and an action to cast healing word?",
											"id": "0ad",
											"entries": [
												"不。行动和奖励行动不是可以互换的。在例子中，吟游诗人可以在一个回合中使用吟游诗人的灵感或{@spell 治愈真言}，但不能同时使用两者。"
											]
										},
										{
											"type": "entries",
											"name": "没有悬浮特性的飞行生物在空中时能否停留在同一个地方，还是每轮都需要移动？",
											"ENG_name": "Can a flying creature without the hover trait stay in one place while airborne, or does it need to move each round?",
											"id": "0ae",
											"entries": [
												"一个没有悬浮特性的飞行生物可以在不进行移动的情况下每轮保持在空中。"
											]
										},
										{
											"type": "entries",
											"name": "你可以穿过一个倒地敌人的空间吗？",
											"ENG_name": "Can you move through the space of a prone enemy?",
											"id": "0af",
											"entries": [
												"{@condition 伏地}状态不会覆盖阻止您通过敌人空间的规则，除非该敌人至少比您大两个尺寸或小两个尺寸。",
												"如果你移动穿过另一个生物的空间——无论是友方还是敌方——那个空间对你来说就是{@quickref 困难地形||3}，并且你不能自愿地在那里结束你的移动。有关战斗中移动的更多信息，请参见《玩家手册》（{@i PHB}）中的\"{@book 移动和位置|PHB|9|移动和位置}\"。"
											]
										},
										{
											"type": "entries",
											"name": "旅行速度是否适用于战斗中的移动，还是仅适用于旅行时？",
											"ENG_name": "Does travel pace apply to movement in combat, or just when traveling?",
											"id": "0b0",
											"entries": [
												"《玩家手册》中的旅行速度规则在战斗中不适用。"
											]
										},
										{
											"type": "entries",
											"name": "如果你有像狡猾行动或风行步伐这样的特性，你可以在你的回合中多次采取冲刺行动吗？",
											"ENG_name": "If you have a feature like Cunning Action or Step of the Wind, can you take the Dash action more than once on your turn?",
											"id": "0b1",
											"entries": [
												"如果你能以奖励动作执行{@action 疾走}动作，规则中没有任何内容阻止你用你的常规动作也执行{@action 疾走}动作。当你使用像行动激增这样的特性时，同样的原理也适用；你可以用你的两个动作都来执行{@action 疾走}动作。"
											]
										},
										{
											"type": "entries",
											"name": "我的盗贼/巫师可以通过使用狡猾行动获得一个奖励动作来疾跑，我还可以对自己施放迅速撤退来获得一个奖励动作来疾跑。我能获得两个奖励动作来疾跑吗？",
											"ENG_name": "My rogue/wizard can get a bonus action to Dash by using Cunning Action, and I can cast expeditious retreat on myself to get a bonus action to Dash. Do I get two bonus actions to Dash?",
											"id": "0b2",
											"entries": [
												"不。在你的回合中，你只能使用一个{@book 附赠动作|PHB|9|附赠动作}。如果你有两处或更多地方可以使用奖励动作，你必须选择在回合中使用哪一个（如果有的话）。"
											]
										},
										{
											"type": "entries",
											"name": "如果你使用帮助动作来分散敌人的注意力，你必须保持在它5英尺范围内才能使动作生效吗？",
											"ENG_name": "If you use the Help action to distract a foe, do you have to stay within 5 feet of it for the action to work?",
											"id": "0b3",
											"entries": [
												"不，你可以先采取行动，然后移开。是行动本身赋予你的盟友优势，而不是你待在敌人旁边。"
											]
										},
										{
											"type": "entries",
											"name": "如果你处于隐形状态，当我射箭攻击目标时变得可见，再次隐藏是否需要采取行动？",
											"ENG_name": "If I'm invisible and I become visible when I shoot an arrow at a target, does hiding again require an action?",
											"id": "0b4",
											"entries": [
												"如果没有特殊能力，在战斗中隐藏需要使用{@action 躲藏}动作。"
											]
										},
										{
											"type": "entries",
											"name": "如果我使用准备动作对正在移动的某人造成伤害，我是否剥夺了目标的剩余移动能力？",
											"ENG_name": "If I use the Ready action to deal damage to someone who's moving, do I deny the target the rest of its movement?",
											"id": "0b5",
											"entries": [
												"对移动目标造成伤害不会停止其移动，除非伤害伴随着停止移动的能力。像{@feat 哨兵}专长这样的能力可以赋予您这样的能力。将移动生物的生命值减少到0通常也是停止它的有效方法！"
											]
										},
										{
											"type": "entries",
											"name": "您能否使用准备动作在别人的回合上采取疾跑动作，然后将其与冲锋者专长结合起来？",
											"ENG_name": "Can you use the Ready action to take the Dash action on someone else's turn and then combine the Charger feat with it?",
											"id": "0b6",
											"entries": [
												"不，因为你不能在别人的回合上采取奖励动作。"
											]
										},
										{
											"type": "entries",
											"name": "对于准备法术或其他动作，目标是否必须在范围内？",
											"ENG_name": "For readying a spell or other action, does the target have to be in range?",
											"id": "0b7",
											"entries": [
												"当您采取准备动作时，目标必须在范围内，而不是在您最初准备时。"
											]
										},
										{
											"type": "entries",
											"name": "准备法术是如何工作的？如果触发条件从未出现，您会失去法术位吗？",
											"ENG_name": "How does readying a spell work? Do you lose your spell slot if the trigger never occurs?",
											"id": "0b8",
											"entries": [
												"如果您在下一个回合开始前没有通过您的{@book 反应|PHB|9|反应}释放准备的法术，则会失去该法术位。"
											]
										},
										{
											"type": "entries",
											"name": "准备的动作是否可以在敌人的触发动作期间发生，比如在使用多重攻击时它的第一次和第二次攻击之间？",
											"ENG_name": "Can a readied action occur during an enemy's triggering action, such as between its first and second attacks when it uses Multiattack?",
											"id": "0b9",
											"entries": [
												"准备的动作在触发条件满足后立即发生。如果您将触发条件定义为一次攻击，那么您的动作将在那次攻击之后发生。"
											]
										},
										{
											"type": "entries",
											"name": "我该如何知道在攻击检定及其伤害检定时使用哪个能力值修正值？",
											"ENG_name": "How do I know which ability modifier to use with an attack roll and its damage roll?",
											"id": "0ba",
											"entries": [
												"《玩家手册》(PHB)指定了在攻击检定时使用哪个能力值修正值（《玩家手册》\"{@book 攻击检定|PHB|9|攻击检定}\"），以及在相应的伤害检定时使用哪一个（《玩家手册》\"{@book 伤害检定|PHB|9|伤害检定}\"）。以下是总结：",
												{
													"type": "table",
													"colLabels": [
														"攻击类型",
														"攻击检定",
														"伤害检定"
													],
													"colStyles": [
														"col-4 text-center",
														"col-5 text-center",
														"col-3 text-center"
													],
													"rows": [
														[
															"近战武器攻击",
															"力量修正值*",
															"力量修正值"
														],
														[
															"远程武器攻击",
															"敏捷修正值*",
															"敏捷修正值"
														],
														[
															"法术攻击",
															"施法能力修正值**",
															"取决于效果"
														]
													]
												},
												"* 如果您使用的是您熟练的武器，请加上您的熟练加值。",
												"** 加上您的熟练加值。您的施法能力由您的职业或赋予您进行法术攻击能力的任何特性决定。",
												"例如，如果您用长剑进行近战武器攻击，您将力量调整值加到攻击和伤害的掷骰上。相比之下，如果您进行{@spell 火焰箭}这个法术的法术攻击，您将施法能力调整值加到攻击掷骰上。如果您是巫师，智力是您的施法能力，所以加上您的智力调整值。不过，{@spell 火焰箭}并没有告诉您将其调整值加到其伤害掷骰上，所以您不用加。",
												"游戏中的各种特性对规则有明确的例外。例如，具有灵巧特性的武器允许您选择使用力量还是敏捷修正值。另一个例子：当您在《玩家手册》(PHB)中使用双武器战斗选项（《玩家手册》\"{@book 双武器战斗|PHB|9|双武器战斗}\"）时，除非该修正值是负数，否则您不会将能力值修正值加到奖励攻击的伤害上。然而，您仍然会将能力值修正值加到攻击检定上，因为该选项没有告诉您不要这样做。换句话说，您遵循一般规则，直到游戏中的某个例外告诉您不要这样做。",
												"那么像{@spell 翠炎剑|TCE}这样的不寻常情况呢？这个法术出现在{@book 剑湾冒险者指南|SCAG}中，它告诉你要用武器进行近战攻击。看看上面的表格，你会发现在正常情况下，你进行近战武器攻击时使用你的体质调整值。即使一个法术告诉你攻击，也没关系。如果一个法术期望你进行法术攻击，法术的描述会这么说。例如，看看{@spell 火焰箭}和{@spell 冷冻射线}。两者都说它是——\"法术攻击\"。"
											]
										},
										{
											"type": "entries",
											"name": "\"melee weapon attack\"意味着使用近战武器进行的攻击，无论是武器的类型是近战还是远程，关键在于攻击方式是近战形式的。",
											"ENG_name": "What does \"melee weapon attack\" mean: a melee attack with a weapon or an attack with a melee weapon?",
											"id": "0bb",
											"entries": [
												"它指的是使用武器进行的近战攻击。同样地，'远程武器攻击'指的是使用武器进行的远程攻击。即使没有武器参与，某些攻击也被视为近战或远程武器攻击，正如这些攻击的文本中所指定的。例如，徒手攻击被视为近战武器攻击，即使攻击者的身体不被认为是武器。",
												"这里有一点措辞上的细微差别：如果我们的意思是用近战武器进行攻击，我们会写\"近战武器攻击\"（使用连字符）。"
											]
										},
										{
											"type": "entries",
											"name": "触及武器是如何与反击机会攻击协同作用的？",
											"ENG_name": "How does a reach weapon work with opportunity attacks?",
											"id": "0bc",
											"entries": [
												"{@book 借机攻击|PHB|9|借机攻击}通常在您可以看到的生物移动到您的触及范围之外时触发。如果您想使用触及武器进行反击机会攻击，例如使用镰刀或长戟，您可以在生物离开您用该武器拥有的触及范围时这样做。例如，如果您手持一把{@item 戟|PHB}，一个正好在您旁边的生物可以移动5英尺而不会触发反击机会攻击。如果那个生物尝试再移动5英尺——超出您10英尺的触及范围——那么这个生物就会触发反击机会攻击。"
											]
										},
										{
											"type": "entries",
											"name": "一个被致盲的生物能进行反击机会攻击吗？",
											"ENG_name": "Can a blinded creature make an opportunity attack?",
											"id": "0bd",
											"entries": [
												"{@book 借机攻击|PHB|9|借机攻击}是由\"你能看到的敌对生物\"触发的。如果你看不到敌人，你就不能对它进行借机攻击。具有{@sense 盲视}的生物是这个规则的例外，因为这种能力让这些生物能在一定半径内\"看到\"。"
											]
										},
										{
											"type": "entries",
											"name": "反击机会攻击可以用来进行擒抱或推搡吗？",
											"ENG_name": "Can an opportunity attack be used to make a grapple or a shove?",
											"id": "0be",
											"entries": [
												"{@book 擒抱|PHB|9|擒抱}和{@book 推搡|PHB|9|推撞}是需要{@action 攻击}行动的特殊近战攻击。{@book 借机攻击|PHB|9|借机攻击}是一种特殊的{@book 反应|PHB|9|反应}。如果你想尝试以反应来进行摔跤或推搡，采取{@action 预备}行动。"
											]
										},
										{
											"type": "entries",
											"name": "当你使用双武器战斗时，你能在你的回合抽武器并投掷两个武器吗？",
											"ENG_name": "When you use two-weapon fighting, can you draw and throw two weapons on your turn?",
											"id": "0bf",
											"entries": [
												"您可以使用《玩家手册》中的双武器战斗规则投掷两种武器，但那条规则并没有赋予您免费拔出两种武器的能力。",
												"在您的回合，您可以在移动或采取动作期间免费与一个物体互动，如《玩家手册》所述（\"{@book 免费与一个物品互动|PHB|9|其他活动}\"）。最常见的物体互动之一是拔出或收起武器。在同一回合与第二个物体互动需要一个动作。您需要像双持武器者专长这样的特性才能免费拔出或收起第二个武器。"
											]
										},
										{
											"type": "entries",
											"name": "使用双武器战斗时，我能否使用两次攻击（正常的和额外的）来推挤一个生物？",
											"ENG_name": "With two-weapon fighting, can I use both attacks (normal and bonus) to shove a creature?",
											"id": "0c0",
											"entries": [
												"不。《玩家手册》中的双武器战斗规则（\"{@book 双武器战斗|PHB|9|双武器战斗}\"）除非第一次攻击是使用轻型近战武器进行的，否则不会授予额外攻击。推搡一个生物是一种特殊的近战攻击，不涉及使用武器。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个生物被摔跤，它是否仍然可以攻击并使用它的特殊能力？",
											"ENG_name": "If a creature is grappled, can it still attack and use its special abilities?",
											"id": "0c1",
											"entries": [
												"{@condition 被擒}状态限制移动，但不限制攻击、施法等。也就是说，许多摔跤能力，如{@creature 树绳妖||捕食者的}触手攻击，也会带来像{@condition 束缚}状态这样的效果。"
											]
										},
										{
											"type": "entries",
											"name": "《玩家手册》中的擒抱规则是否适用于没有手的生物？",
											"ENG_name": "Is the grappling rule in the Player's Handbook usable by a handless creature?",
											"id": "0c2",
											"entries": [
												"《玩家手册》中的{@book 擒抱|PHB|9|擒抱}规则是为至少有一只手的擒抱者编写的，但地下城主(DM)可以很容易地为没有手但具有咬合能力或可以合理抓住某人的附属肢体（如触手）的无手生物调整规则。例如，一只{@creature 狼}可能会尝试用其咬合来抓住一个人，而只要它抓住那个人，它就无法使用其咬合攻击。",
												"请记住，在{@book 玩家手册|PHB}中的摔跤规则需要使用{@action 攻击}动作，所以当生物使用该规则时，它必须采取该动作——而不是在其属性块中的多重攻击或其他动作——来进行摔跤。像{@creature 树绳妖}这样的怪物，如果它有一个特殊的摔跤攻击，在它使用其特殊攻击时，就不需要遵循那个规则。"
											]
										},
										{
											"type": "entries",
											"name": "摔跤或推挤是否会触发风暴先知的风暴之怒或战斗大师的反击？",
											"ENG_name": "Does a grapple or a shove trigger the Tempest cleric's Wrath of the Storm or a Battle Master's Riposte?",
											"id": "0c3",
											"entries": [
												"两个问题的答案都是不。《玩家手册》中的{@book 擒抱|PHB|9|擒抱}和{@book 推搡|PHB|9|推撞}选项不会产生命中或未命中的结果。"
											]
										},
										{
											"type": "entries",
											"name": "假设我擒抱了你，然后我自己卧倒。我们现在是不是一起卧倒了？",
											"ENG_name": "Say I grapple you, then I drop prone. Are we now prone together?",
											"id": "0c4",
											"entries": [
												"不。如果你进入{@book 擒抱|PHB|9|擒抱}状态，你正在{@condition 伏地}的生物不会被击倒{@book 擒抱|PHB|9|擒抱}。你现在是从{@book 擒抱|PHB|9|擒抱}的位置抓住那个生物。"
											]
										},
										{
											"type": "entries",
											"name": "在近战范围内的目标是否获得某种掩护，或者我会受到不利影响？",
											"ENG_name": "Target at range caught in melee combat—does that target get some kind of cover or do I get disadvantage?",
											"id": "0c5",
											"entries": [
												"如果另一生物位于您和目标之间，则目标具有一半掩蔽。"
											]
										},
										{
											"type": "entries",
											"name": "伤害能通过抗性或另一种伤害减免方式减少到0吗？",
											"ENG_name": "Can damage be reduced to 0 by resistance or another form of damage reduction?",
											"id": "0c6",
											"entries": [
												"规则中没有伤害的最小值，所以攻击、法术或其他效果有可能造成0点伤害。"
											]
										},
										{
											"type": "entries",
											"name": "一条龙用呼吸武器攻击我。我成功通过豁免，并且我对伤害有抗性。我是否只受到四分之一的伤害？",
											"ENG_name": "A dragon uses a breath weapon against me. I succeed on the save, and I have resistance to the damage. Do I take only one-quarter of the damage?",
											"id": "0c7",
											"entries": [
												"是的，因为抗性是在所有其他伤害修饰符之后应用的。如果您成功进行豁免并且仍然受到伤害，如果您具有正确的抗性，那么这个伤害会被减半。"
											]
										},
										{
											"type": "entries",
											"name": "意图是否仅为近战武器攻击可以使敌人昏迷，还是近战法术攻击也可以？",
											"ENG_name": "Is the intent that only melee weapon attacks can knock foes unconscious, or can melee spell attacks as well?",
											"id": "0c8",
											"entries": [
												"如果你用近战攻击将一个生物的生命值降至0点，你可以使该生物昏迷。这种近战攻击不仅限于武器。即使是近战法术攻击也可以用来使生物昏迷。"
											]
										},
										{
											"type": "entries",
											"name": "使用网进行的攻击总是处于不利状态吗？",
											"ENG_name": "Are attacks with a net always made with disadvantage?",
											"id": "0c9",
											"entries": [
												"除非您有特殊能力指出其他情况，否则任何《玩家手册》中的{@item 网|PHB}攻击都会处于不利状态，因为您要么《玩家手册》所述在目标5英尺以内进行远程攻击，要么您是在长距离攻击，对于{@item 网|PHB}而言，这是指5到15英尺之间。"
											]
										},
										{
											"type": "entries",
											"name": "非战斗大师可以尝试解除某人的武装吗？",
											"ENG_name": "Can a non-Battle Master attempt to disarm someone?",
											"id": "0ca",
											"entries": [
												"卸除武装攻击机动是为战斗大师原型设计的，但任何人都可以尝试解除敌人的武装。《地下城主指南》中的卸除武装行动选项（\"{@book 卸除武装|DMG|9|Disarm}\"）提供了地下城主可能裁决这项活动的方式之一。"
											]
										},
										{
											"type": "entries",
											"name": "天然武器是否被视为武器？",
											"ENG_name": "Are natural weapons considered weapons?",
											"entries": [
												"被规则指定为武器的物品，包括天然武器，确实是武器。相比之下，徒手攻击不是武器。它们是你用未武装的身体部位进行的动作。"
											],
											"id": "14b"
										},
										{
											"type": "entries",
											"name": "我能用一把武器进行攻击，然后用另一只手持第二把武器并符合使用双武器战斗的条件吗？",
											"ENG_name": "Can I make an attack with one weapon, then draw a second weapon with my other hand and qualify to use two-weapon fighting?",
											"entries": [
												"要使用双武器战斗的额外动作（PHB, 195），在进行第一次攻击时必须手持两把武器。如果您是作为额外攻击特性的一部分使用两把或更多武器进行战斗，则双武器战斗的额外动作规则不适用。该额外动作的规则仅适用于其本身，不适用于游戏中任何其他使用两把或更多武器的情况。"
											],
											"id": "14c"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "施法",
							"ENG_name": "Spellcasting",
							"id": "0cb",
							"entries": [
								{
									"type": "entries",
									"id": "0cc",
									"entries": [
										{
											"type": "entries",
											"name": "施法者能否对非目标施放法术以最小化对队伍成员的伤害，比如像碎裂术这样的法术？",
											"ENG_name": "Can a spellcaster cast spells off-target to minimize damage to party members from a spell like shatter?",
											"id": "0cd",
											"entries": [
												"施法者选择放置像{@spell 粉碎音波}这样的法术的起点，并因此可以选择对盟友有利的位置。"
											]
										},
										{
											"type": "entries",
											"name": "永久性的魔法效果可以被解除吗？或者一旦成为永久性，它们就不再被视为魔法效果？",
											"ENG_name": "Can permanent magical effects be dispelled? Or are they no longer considered magical effects once permanent?",
											"id": "0ce",
											"entries": [
												"如果一个法术的效果变为永久性的，它可以被解除，除非它的描述另有说明（例如在{@spell 石墙术}法术中）。"
											]
										},
										{
											"type": "entries",
											"name": "施法者是否必须学习法术的仪式版本，除了普通版本之外，还是它们是相同的？",
											"ENG_name": "Do spellcasters have to learn a ritual version of a spell apart from the normal version, or are they the same?",
											"id": "0cf",
											"entries": [
												"要施放你所知道的法术的仪式版本，你需要一个特性，如仪式施法，它赋予你将法术作为仪式施放的能力。你不需要另外学习法术的特殊版本。"
											]
										},
										{
											"type": "entries",
											"name": "施法者能否不在一次性准备完所有法术，而是在一天中的不同时间准备法术？",
											"ENG_name": "Can spellcasters prepare spells not all at once, but prepare spells at various times in the day?",
											"id": "0d0",
											"entries": [
												"你只能在长时间休息的结束时准备你的法术列表。你不能在休息结束时准备一些法术，然后再晚些时候准备更多。"
											]
										},
										{
											"type": "entries",
											"name": "你是否总是知道当你受到法术效果影响时？",
											"ENG_name": "Do you always know when you're under the effect of a spell?",
											"id": "0d1",
											"entries": [
												"如果一个法术对你有可感知的效果，或者其文本说明你知道它（见{@i PHB}，'{@book 目标|PHB|10|目标}'部分），你就会意识到一个法术正在影响你。大多数法术都是显而易见的。例如，{@spell 火球术}会烧伤你，{@spell 治疗伤势}会治愈你，{@spell 命令术}会迫使你突然做出你没有打算做的事情。某些法术更为微妙，但你会在法术描述中指定的时间意识到法术。{@spell 魅惑人类}和{@spell 侦测思想}就是这样的法术的例子。",
												"有些法术如此微妙，以至于您可能不知道自己曾经受到它们的影响。这类法术的典型例子是{@spell 暗示术}。假设您没有注意到施法者施放法术，您可能只会记得施法者说：'你们正在寻找的宝藏不在这里。去下一个塔楼顶层的房间里找找看。'您未能通过豁免投掷，然后您就去了另一个塔楼，认为是您自己的想法去那里。如果发现了法术的证据，您和您的同伴可能会推断出您被迷惑了。最终是否发现不易察觉的法术的存在，取决于DM是否让您发现。发现通常通过使用像{@skill 奥秘}、{@skill 调查}、{@skill 洞悉}和{@skill 察觉}这样的技能，或者通过像{@spell 侦测魔法}这样的法术。"
											]
										},
										{
											"type": "entries",
											"name": "如果我正在集中精神维持一个法术，然后我施放另一个需要集中的法术，我的第一个法术集中效果何时结束？",
											"ENG_name": "If I'm concentrating on a spell and I cast another spell that requires concentration, when does my concentration on the first spell end?",
											"entries": [
												"如果您在集中精神施放一个法术，当您开始施放另一个需要集中精神的法术时，您对前一个法术的集中会立即结束。"
											],
											"id": "14d"
										}
									]
								},
								{
									"type": "entries",
									"name": "法术攻击",
									"ENG_name": "Spell Attacks",
									"id": "0d2",
									"entries": [
										{
											"type": "entries",
											"name": "触击范围的法术是否被视为近战攻击，用于制服敌人而非杀死的目的？",
											"ENG_name": "Is a touch range spell considered a melee attack for purposes of subduing foes rather than killing?",
											"id": "0d3",
											"entries": [
												"具有触碰范围并不意味着法术是近战攻击。法术会告诉你它是否进行这样的攻击。"
											]
										},
										{
											"type": "entries",
											"name": "法术攻击能否造成致命一击？",
											"ENG_name": "Can spell attacks score critical hits?",
											"id": "0d4",
											"entries": [
												"法术攻击绝对可以造成致命一击。关于致命一击的规则适用于任何类型的攻击检定。"
											]
										},
										{
											"type": "entries",
											"name": "当施放影响多个目标的法术时，例如焰击射线或奥术冲击，我是发射一道射线或光束，确定结果，然后再发射吗？还是我必须在进行任何攻击检定之前选择所有目标？",
											"ENG_name": "When casting a spell that affects multiple targets, such as scorching ray or eldritch blast, do I fire one ray or beam, determine the result, and fire again? Or do I have to choose all the targets before making any attack rolls?",
											"id": "0d5",
											"entries": [
												"尽管这些法术的持续时间是瞬间的，你选择目标并连续解决攻击，而不是一次性全部解决。如果你想，你可以在进行任何攻击之前宣布所有目标，但你仍然需要为每次攻击（和适当的伤害）单独掷骰。"
											]
										},
										{
											"type": "entries",
											"name": "具有攻击检定的法术能否用作攻击动作中的攻击或作为额外攻击特性的一部分？",
											"ENG_name": "Can a spell with an attack roll be used as the attack in the Attack action or as part of the Extra Attack feature?",
											"id": "0d6",
											"entries": [
												"简短的答案是不行。",
												"如{@book 玩家手册|PHB}中所解释的，在战斗中你的回合上，除了移动外，你可以采取一个行动。你从每个人可用的选项中选择你的行动——例如{@action 攻击}、{@action 施展法术}和{@action 疾走}——或者你从你的职业、特性或其他来源获得的特殊行动中选择。",
												"如果你想在你的回合施放法术，你需要采取{@action 施展法术}行动。这样做意味着你不会采取{@action 攻击}行动或其他任何行动。确实，一些法术，如{@spell 火焰箭}和{@spell 冷冻射线}，涉及进行攻击，但你不能在没有先施放传递它的法术的情况下进行这样的攻击。换句话说，仅仅因为某件事涉及攻击，并不意味着正在使用{@action 攻击}行动。",
												"扩展来说，额外攻击特性（由几个职业提供，包括战士和圣骑士）不让您施放额外的攻击法术。这个特性特别依赖于{@action 攻击}动作，而不是{@action 施展法术}动作或其他任何动作。",
												"总结来说，要进行法术攻击，你必须首先施放一个法术或使用一个创造法术效果的特性。像额外攻击这样的游戏特性，可以让你进行攻击，除非它明确说明可以，否则不会让你施放法术。"
											]
										},
										{
											"type": "entries",
											"name": "您能否使用近战法术攻击来进行反击机会攻击？",
											"ENG_name": "Can you use a melee spell attack to make an opportunity attack?",
											"id": "0d7",
											"entries": [
												"如果法术攻击是通过施放法术创建的，你就不能这样做。当一个生物触发了你的借机攻击，你可以使用你的{@book 反应|PHB|9|反应}来进行一次近战攻击。借机攻击并不会突然赋予你施放法术的能力，比如{@spell 电爪}。",
												"每个法术都有一个施法时间。像机会攻击这样的游戏特性，并不能让你绕过那个施法时间，除非该特性另有说明。例如，{@feat 战地施法者}特性就是一个能让你在进行机会攻击时代替它施放一个法术，从而绕过1个动作施法时间的特性。",
												"一些怪物可以使用近战法术攻击进行反击机会攻击。以下是具体方式：某些怪物——包括{@creature 女妖}、{@creature 巫妖}和{@creature 幽灵}——拥有不是通过法术施展的近战法术攻击。例如，女妖的腐蚀之触动作是一种近战法术攻击，但不需要施放法术来执行它。因此，女妖可以使用腐蚀之触进行反击机会攻击。"
											]
										},
										{
											"type": "entries",
											"name": "一些法术（如奥术飞弹）以生物为目标。还有一些（如火球术）也可以以物体为目标。这是否意味着我不能用奥术飞弹攻击门？",
											"ENG_name": "Some spells (like eldritch blast ) target a creature. Some others (like fire bolt ) target objects too. Does this mean that I can't attack the door with eldritch blast?",
											"id": "0d8",
											"entries": [
												"法术中的目标指定（生物、物体或其他东西）是有意为之的。"
											]
										},
										{
											"type": "entries",
											"name": "近战法术攻击是否算作触及死亡特性的近战攻击？",
											"ENG_name": "Does a melee spell attack count as a melee attack for Touch of Death?",
											"id": "0d9",
											"entries": [
												"近战法术攻击确实是一种近战攻击，确实符合死亡牧师的死亡之触特性。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "法术环阶",
									"ENG_name": "Spell Level",
									"id": "0da",
									"entries": [
										{
											"type": "entries",
											"name": "如果您不使用法术位施放法术，它的等级是多少？",
											"ENG_name": "What level is a spell if you cast it without a spell slot?",
											"id": "0db",
											"entries": [
												"这样的法术会以其最低可能的等级施放，即出现在其描述顶部附近的等级。除非您有特殊能力指出其他情况，否则提高法术等级的唯一方法是在施放时消耗一个更高等级的法术位。",
												"这里有一些例子：",
												{
													"type": "list",
													"items": [
														"术士的卡瑟利之链特性允许术士在不使用法术位的情况下施放{@spell 怪物定身术}。因此，这种施放的{@spell 怪物定身术}是5级的，这是该法术可能的最低级别。",
														"术士的五命窃贼特性允许术士使用法术位施放{@spell 灾祸术}，这意味着这个法术是1级或更高级别，取决于术士消耗的法术位来施放它。",
														"僧侣的元素之徒特性允许僧侣消耗气点，而不是法术位，来提升法术的等级。"
													]
												},
												"这条规则对玩家角色和怪物都适用，这就是为什么《怪物手册》中的天生施法者必须以其可能的最低等级施放天生法术。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "施法时间",
									"ENG_name": "Casting Time",
									"id": "0dc",
									"entries": [
										{
											"type": "entries",
											"name": "您在您的回合上施放的法术数量有限制吗？",
											"ENG_name": "Is there a limit on the number of spells you can cast on your turn?",
											"id": "0dd",
											"entries": [
												"没有规则说你在自己的回合内只能施放X个法术，但是有一些实际的限制。主要的限制因素是你的行动。大多数法术需要一个行动来施放，除非你使用像战士的动作激增（Action Surge）这样的特性，否则你在回合中只有一个行动。",
												"如果你以奖励行动施放一个法术，比如{@spell 治愈真言}，你可以在你的行动阶段施放另一个法术，但那个法术必须是低级法术。请注意，这个特定的限制只适用于使用奖励行动的法术。例如，如果你使用行动激增施放第二个法术，你就不仅限于施放低级法术。"
											]
										},
										{
											"type": "entries",
											"name": "施放奖励动作法术的规则是否适用于当你采取由法术授予的奖励动作时？",
											"ENG_name": "Does the rule on casting a bonus action spell apply when you take a bonus action granted by a spell?",
											"id": "0de",
											"entries": [
												"{@book 作为额外动作施放法术|PHB|10|附赠动作}仅适用于你施放法术的那个回合。例如，{@spell 灵体武器}可以作为奖励动作施放，并且持续时间为1分钟。在你施放它的那个回合，你不能在它之前或之后施放另一个法术，除非那个法术是一个施法时间为1个动作的戏法。直到{@spell 灵体武器}结束，它为你提供了作为奖励动作控制其幽灵武器的选项。那个奖励动作不涉及施放法术，尽管它是由法术赋予的，所以你可以在同一个回合内控制武器并施放任何你想要的法术。"
											]
										},
										{
											"type": "entries",
											"name": "你能在你的回合施放需要反应的动作来施放的法术吗？",
											"ENG_name": "Can you cast a reaction spell on your turn?",
											"id": "0df",
											"entries": [
												"你完全可以这样做！这里是一个常见的情况：巫师科尼利厄斯在他的回合上施放{@spell 火球术}，而他的敌人对他施放{@spell 反制法术}。科尼利厄斯也准备了{@spell 反制法术}，所以他利用他的{@book 反应|PHB|9|反应}来施放它，并在他敌人的{@spell 反制法术}能够阻止{@spell 火球术}之前破坏它。"
											]
										},
										{
											"type": "entries",
											"name": "如果法术通常不需要集中精神，作为仪式施放法术是否需要集中精神？",
											"ENG_name": "Does casting a spell as a ritual require concentration if the spell doesn't normally require it?",
											"id": "0e0",
											"entries": [
												"在施放任何法术时，包括仪式版本，如果施放时间超过1个动作，则需要{@book 集中精神|PHB|10|Concentration}。一旦施放完成，只有当法术的持续时间说明中指出需要时，法术才需要集中精神。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "法术成分",
									"ENG_name": "Components",
									"id": "0e1",
									"entries": [
										{
											"type": "entries",
											"name": "法术是否消耗其材料成分？",
											"ENG_name": "Does a spell consume its material components?",
											"id": "0e2",
											"entries": [
												"除非法术的描述说明它会消耗材料成分，否则法术不会消耗其材料成分。例如，{@spell 鉴定术}法术所需的珍珠在使用时不会被消耗，而{@spell 唤醒死者}法术所需的钻石在施放时会被用掉。"
											]
										},
										{
											"type": "entries",
											"name": "如果法术的材料组件被消耗了，法术施法焦点是否仍可用来替代被消耗的组件？",
											"ENG_name": "If a spell's material components are consumed, can a spellcasting focus still be used in place of the consumed component?",
											"id": "0e3",
											"entries": [
												"不。只有在法术描述中没有注明材料成分的费用，并且该成分不会被消耗的情况下，法术施法焦点才能用来代替材料成分。"
											]
										},
										{
											"type": "entries",
											"name": "使用法术施法焦点需要多少交互？它是否必须包含在姿势成分中？",
											"ENG_name": "What's the amount of interaction needed to use a spellcasting focus? Does it have to be included in the somatic component?",
											"id": "0e4",
											"entries": [
												"如果一个法术有材料成分，你在施放法术时需要处理那个{@book 组件|PHB|10|法术成分}。如果你使用施法焦点作为材料成分，同样的规则适用。",
												"如果一个法术具有肢体动作成分，你可以使用执行肢体动作成分的手同时处理材料成分。例如，一个使用{@item 法球|PHB}作为施法焦点的巫师，可以一只手拿着{@item 长棍|PHB}，另一只手拿着法球，并且他可以通过使用法球作为法术的材料成分，以及用法球的手来执行法术的肢体动作成分来施放{@spell 闪电束}。",
												"另一个例子：牧师的{@item 圣徽|PHB}刻在她的{@item 护盾术|PHB}上。她喜欢一手拿着{@item 硬头锤|PHB}，一手拿着盾牌，冲入近战战斗。她使用圣徽作为她的施法焦点，所以当她施放需要材料成分的牧师法术时，她需要手持盾牌。如果法术，比如{@spell 援助术}，也有身体动作成分，她可以用持盾的手执行那个成分，同时另一只手持着钉头锤。",
												"如果同一个牧师施放{@spell 治疗伤势}，她需要将{@item 硬头锤|PHB}或{@item 护盾术|PHB}收起来，因为这个法术没有材料成分但有肢体动作成分。她需要一个空闲的手来做法术的手势。如果她有{@feat 战地施法者}专长，她可以忽略这个限制。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "持续时间",
									"ENG_name": "Duration",
									"id": "0e5",
									"entries": [
										{
											"type": "entries",
											"name": "如果您在集中精神施放一个法术，您是否需要保持与法术目标或法术效果的视线联系？",
											"ENG_name": "If you're concentrating on a spell, do you need to maintain line of sight with the spell's target or the spell's effect?",
											"id": "0e6",
											"entries": [
												"您不需要保持视线或在范围内来维持法术的{@book 专注|PHB|10|专注}，除非法术的描述或其他游戏特性另有说明。"
											]
										},
										{
											"type": "entries",
											"name": "如果我有10点临时生命值，并且在集中精神施放法术时受到攻击造成30点伤害，那么保持集中的体质豁免的难度等级是多少？",
											"ENG_name": "If I have 10 temporary hit points and I take 30 damage from an attack while concentrating on a spell, what is the DC of the Constitution save to maintain my concentration?",
											"id": "0e7",
											"entries": [
												"在那种情况下，难度等级是15。当临时生命值为你吸收伤害时，你仍然在受到伤害，只是没有影响到你的真实生命值。",
												"相比之下，像巫师的奥术守卫这样的特性可以为你承受伤害，可能消除了进行体质豁免投掷的需要，或者至少降低了那个豁免的难度等级。"
											]
										},
										{
											"type": "entries",
											"name": "施法者在施放法术后能否解散该法术？",
											"ENG_name": "Can a spellcaster dismiss a spell after casting it?",
											"id": "0e8",
											"entries": [
												"通常情况下，你不能解散你施放的法术，除非(a) 它的描述说明你可以，或者(b) 它需要{@book 专注|PHB|10|专注}，你决定结束你的专注。否则，法术的魔法将释放到环境中，如果你想结束它，你需要对它施放{@spell 解除魔法}。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "特定法术",
									"ENG_name": "Specific Spells",
									"id": "0e9",
									"entries": [
										{
											"type": "entries",
											"name": "我能否对一个类人形态的不死生物尸体，比如僵尸或幽灵，施放活化死尸？",
											"ENG_name": "Can I cast animate dead on the humanoid-shaped corpse of an undead creature such as a zombie or a ghast?",
											"entries": [
												"当{@spell 活化死尸}法术以一具尸体为目标时，这具尸体必须属于人型生物类型。如果法术以一堆骨头为目标，就没有生物类型限制；这些骨头会变成一个骷髅。"
											],
											"id": "14e"
										},
										{
											"type": "entries",
											"name": "在时间停止法术期间施放活化物体会结束时间停止吗？",
											"ENG_name": "Does casting animate objects during a time stop spell end the time stop?",
											"entries": [
												"不。然而，在时间停止期间使用额外行动来指挥新创造的生物确实会结束时间停止。"
											],
											"id": "14f"
										},
										{
											"type": "entries",
											"name": "你能否通过获得更多的临时生命值来延长阿迦瑟的护甲的持续时间？",
											"ENG_name": "Can you extend the duration of armor of Agathys by gaining more temporary hit points?",
											"id": "0ea",
											"entries": [
												"这个法术的目的是仅在你拥有法术授予的临时生命值时有效。当这些临时生命值耗尽时，法术就结束了。",
												"请记住，临时生命值不是累积的。如果您已经有临时生命值并且又获得了更多，您不会将它们相加，除非游戏特性说明您可以这样做。您决定保留哪些临时生命值。以一个例子来说，假设您是一个术士，拥有黑暗之神的祝福特性，当您将一个生物的生命值降至0时，它会给您临时生命值。您目前从{@spell 艾嘉西斯之铠}剩余2点临时生命值，您刚刚杀死了一个怪物，您的黑暗之神的祝福现在可以给您4点临时生命值。如果您接受这些临时生命值，它们将替换来自{@spell 艾嘉西斯之铠}的那些并结束那个法术，所以您可能不想接受它们，而是保留法术继续，以便继续从它提供的寒冷伤害中受益。"
											]
										},
										{
											"type": "entries",
											"name": "树皮术如何与盾牌、掩护以及其他对护甲等级（AC）的修正共同作用？",
											"ENG_name": "How does barkskin work with shields, cover, and other modifiers to AC?",
											"id": "0eb",
											"entries": [
												"{@spell 树肤术}指定在法术影响下，你的护甲等级（AC）不能低于16。这意味着你实际上忽略了对AC的所有调整值——包括你的敏捷调整值、你的盔甲、盾牌和掩体——除非你的AC高于16。例如，如果你的AC通常是14，在{@spell 树肤术}作用期间它是16。如果你的AC通常是15，并且你有半掩体，你的AC是17；在这种情况下，{@spell 树肤术}就无关紧要了。"
											]
										},
										{
											"type": "entries",
											"name": "致盲猛击法术是否在我集中精神维持该法术期间，每次成功的攻击都造成额外的辐射伤害，还是仅在第一次攻击时？",
											"ENG_name": "Does the blinding smite spell deal extra radiant damage on every successful attack I make while I'm concentrating on the spell, or only on the first one?",
											"id": "0ec",
											"entries": [
												"法术描述中的\"下一次\"表明额外伤害只适用于一次，即在你完成施法后第一次击中生物时。"
											]
										},
										{
											"type": "entries",
											"name": "寒触法术是否旨在作为阻止任何具有再生能力的生物的方式？",
											"ENG_name": "Is the chill touch spell intended as a way of foiling any creature that has Regeneration?",
											"id": "0ed",
											"entries": [
												"{@spell 寒颤之触}确实会阻止它击中的目标在法术持续期间恢复生命值。即使目标因为免疫或其他原因没有受到任何死灵伤害，这也同样有效。"
											]
										},
										{
											"type": "entries",
											"name": "使用5英尺的正方形，刀刃云雾是否影响一个单一的方格？",
											"ENG_name": "Using 5-foot squares, does cloud of daggers affect a single square?",
											"id": "0ee",
											"entries": [
												"{@spell 匕首之云}（5英尺立方体）可以影响网格上的多个方格，除非DM规定效果必须贴合网格。这个立方体有很多放置方式。"
											]
										},
										{
											"type": "entries",
											"name": "处于被迫决斗效果下的生物能否传送到距离施法者30英尺以上的地方？",
											"ENG_name": "Can a creature under the effect of compelled duel teleport more than 30 feet away from the caster?",
											"entries": [
												"不。你不能以任何方式远离被迫决斗的施法者超过30英尺，包括通过传送。"
											],
											"id": "150"
										},
										{
											"type": "entries",
											"name": "由召唤动物召唤出的野兽造成的伤害是否算作魔法伤害？",
											"ENG_name": "Is the damage dealt by a beast from conjure animals considered magical?",
											"id": "0ef",
											"entries": [
												"召唤生物的属性框决定了生物伤害的性质，除非法术另有说明。"
											]
										},
										{
											"type": "entries",
											"name": "召唤动物能否召唤一群生物？",
											"ENG_name": "Can conjure animals summon a swarm?",
											"entries": [
												"不。召唤动物法术召唤的是单个生物，而群体是由多个生物组成的。"
											],
											"id": "151"
										},
										{
											"type": "entries",
											"name": "当你施放像召唤林地生物这样的法术时，是由施法者还是DM选择被召唤的生物？",
											"ENG_name": "When you cast a spell like conjure woodland beings, does the spellcaster or the DM choose the creatures that are conjured?",
											"id": "0f0",
											"entries": [
												"游戏中有许多法术可以让你召唤生物。{@spell 召唤动物}、{@spell 召唤天界生物}、{@spell 召唤次级元素生物}和{@spell 召唤林地之精}只是其中的几个例子。",
												"这类法术中的一些指定施法者选择被召唤的生物。例如，{@spell 寻获魔宠}给施法者提供了一个动物列表供其选择。",
												"这类其他法术允许施法者从几个广泛的选项中选择。例如，{@spell 召唤次级元素生物}提供了四个选项。这里是前两个选项：",
												{
													"type": "list",
													"items": [
														"一个挑战等级为2或更低的元素生物",
														"两个挑战等级为1或更低的元素生物"
													]
												},
												"对于这些选项的设计意图是，施法者选择其中之一，然后由DM决定符合所选选项的生物。例如，如果你选择了第二个选项，DM将选择两个挑战等级为1或更低的元素生物。",
												"施法者当然可以表达他们希望出现什么生物的偏好，但是否如此取决于DM。DM通常会选择适合战役的生物，并且会在场景中引入那些会有趣的生物。"
											]
										},
										{
											"type": "entries",
											"name": "反制法术是针对施法者还是你试图反制的法术？",
											"ENG_name": "Does counterspell target the caster or the spell you're trying to counter?",
											"entries": [
												"反制法术的目标是另一位施法者。"
											],
											"id": "152"
										},
										{
											"type": "entries",
											"name": "如果一个使用抗不死伤害特性的巫师花费生命骰来提升由创造同源体法术创造的同源体的生命值上限，这是否仍然会减少巫师的生命值上限？",
											"ENG_name": "If a wizard with Inured to Undeath spends Hit Dice to raise the hit point maximum of a homunculus created by the create homunculus spell, does it still decrease the wizard's hit point maximum?",
											"entries": [
												"花费生命骰对同源体的影响如法术所述，但巫师的生命值上限不会减少。"
											],
											"id": "153"
										},
										{
											"type": "entries",
											"name": "你可以使用更高等级的法术位来施放黑暗术，以结束一个3级或更高等级创造光源的法术吗？",
											"ENG_name": "Can you cast darkness with a higher-level slot to end a spell of 3rd level or higher that creates light?",
											"id": "0f1",
											"entries": [
												"不。{@spell 黑暗}法术只能驱散2级或更低级别的创造光源的法术，无论用于{@spell 黑暗}的法术位是多少级。同样，{@spell 昼明术}法术只能驱散3级或更低级别的创造黑暗的法术，不论使用的法术位是什么级别。"
											]
										},
										{
											"type": "entries",
											"name": "如果解离术造成的伤害使半兽人的生命值降至0，不屈耐力能否阻止兽人化为灰烬？",
											"ENG_name": "If the damage from disintegrate reduces a half-orc to 0 hit points, can Relentless Endurance prevent the orc from turning to ash?",
											"id": "0f2",
											"entries": [
												"是的。{@spell 解离术}法术只有在法术伤害使您的生命值降至0时才会将您变成尘土。如果您是半兽人，不屈耐力可以在法术将您崩解之前将0变为1。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个使用野性变形的德鲁伊被解离术减少到0点生命值会怎样？德鲁伊是否只是简单地退出野兽形态？",
											"ENG_name": "What happens if a druid using Wild Shape is reduced to 0 hit points by disintegrate ? Does the druid simply leave beast form?",
											"id": "0f3",
											"entries": [
												"德鲁伊离开野兽形态。像往常一样，剩余的伤害随后会应用到德鲁伊的正常生命值上。如果剩余的伤害使德鲁伊的生命值降至0，德鲁伊将被{@spell 解离术||解离}。"
											]
										},
										{
											"type": "entries",
											"name": "你可以使用驱散魔法来驱散像吸血鬼的魅力能力或德鲁伊的野性变形这样的魔法效果吗？",
											"ENG_name": "Can you use dispel magic to dispel a magical effect like a vampire's Charm ability or a druid's Wild Shape?",
											"id": "0f4",
											"entries": [
												"{@spell 解除魔法}有一个特定的目的：打破其他法术。它对吸血鬼的魅力能力或任何其他不是法术的魔法效果没有影响。它也不会改变魔法物品的属性。然而，它可以结束从魔法物品或其他来源施放的法术。法术——这就是{@spell 解除魔法}所关注的。例如，如果您对一个{@spell 解除魔法}施放{@spell 解除魔法}，法术未能干扰法杖的魔法属性，但如果法杖的持有者用法杖施放了{@spell 怪物定身术}，那么如果{@spell 解除魔法}施放在{@spell 怪物定身术}的目标上，它可以结束那个法术。",
												"有些能力和其它法术可以结束或暂停非法术的魔法效果。例如，{@spell 高等复原术}法术可以结束目标上的任何魅惑效果（比如{@creature 吸血鬼||吸血鬼的}魅惑或{@creature 树精||树精的}仙女魅惑），而圣骑士的虔诚光环可以阻止或暂停这种效果。",
												"三个最通用的法术，用于结束某些魔法效果的分别是{@spell 次级复原术}、{@spell 高等复原术}和{@spell 移除诅咒}。"
											]
										},
										{
											"type": "entries",
											"name": "你可以对像死灵复苏这样的法术创造物使用驱散魔法吗？或者用反魔法场影响这些创造物？",
											"ENG_name": "Can you use dispel magic on the creations of a spell like animate dead or affect those creations with antimagic field?",
											"id": "0f5",
											"entries": [
												"每当您想知道法术的效果是否可以被解除或暂停时，您需要回答一个问题：法术的持续时间是瞬间的吗？如果答案是肯定的，那么就没有什么可以解除或暂停的。原因如下：瞬间法术的效果是由魔法创造的，但效果不是由魔法持续维持的。魔法在一瞬间闪耀然后消失。例如，瞬间法术{@spell 死灵召唤}利用魔法能量将尸体或一堆骨头变成不死生物。那种死灵魔法瞬间存在然后就消失了。由此产生的不死生物现在在没有魔法帮助的情况下存在。对生物施放{@spell 解除魔法}不能结束它对生命的模仿，不死生物可以毫无不良影响地走进{@spell 反魔法场}。",
												"另一个例子：{@spell 治愈伤害}法术能瞬间恢复生物的生命值。由于法术的持续时间是瞬间，这种恢复不能被后来的{@spell 驱散魔法}所解除。而且，如果你走进一个{@spell 反魔法领域}，你也不会突然失去生命值！",
												"相比之下，像{@spell 召唤林地之精}这样的法术具有非瞬间持续时间，这意味着它的创造物可以被{@spell 解除魔法}结束，并且在{@spell 反魔法结界}内会暂时消失。"
											]
										},
										{
											"type": "entries",
											"name": "你可以准备好驱散魔法以阻止另一个法术生效吗？",
											"ENG_name": "Can you ready dispel magic to stop another spell from taking effect?",
											"id": "0f6",
											"entries": [
												"阻止一个法术最简单的方法是在施法者施放法术时对其施放{@spell 法术反制}。如果成功，{@spell 法术反制}会中断其他法术的施放，并且那个法术将不会生效。{@spell 法术反制}对任何法术都有效，不论法术的施放时间或持续时间如何。",
												"使用{@action 准备}动作，{@spell 解除魔法}可以在其他法术被施放时施放以作为响应，然而{@spell 解除魔法}不能替代{@spell 反制法术}。主要原因是{@spell 解除魔法}移除已经作用于目标上的法术，无论该目标是生物、物品还是其他现象。{@spell 解除魔法}不能预先解除法术。如果目标上没有已经存在的法术，{@spell 解除魔法}对那个目标没有效果。准备的{@spell 解除魔法}能做的最好的事情是在法术被施放后立即解除它，以防止它在施放它的动作之后有任何效果。例如，在您的回合，您可以说类似这样的话：\"我准备{@spell 解除魔法}，如果大祭司对任何人施放法术，如果法术生效，我就对目标施放{@spell 解除魔法}。\"如果大祭司随后对您的同伴施放了{@spell 定身法}，而您的同伴未能通过豁免，您可以释放您准备好的{@spell 解除魔法}并结束{@spell 定身法}。"
											]
										},
										{
											"type": "entries",
											"name": "驱散魔法能否结束无敌法球的效果？",
											"ENG_name": "Can dispel magic end globe of invulnerability?",
											"id": "0f7",
											"entries": [
												"是的，{@spell 解除魔法}可以解除由{@spell 法术无效结界}创造的屏障，但不能解除屏障内任何活跃的魔法效果。"
											]
										},
										{
											"type": "entries",
											"name": "如果驱散魔法的目标是来自牧师施放的祝福法术的魔法效果，它是否移除所有目标的效果？",
											"ENG_name": "If dispel magic targets the magical effect from bless cast by a cleric, does it remove the effect on all the targets?",
											"id": "0f8",
											"entries": [
												"{@spell 解除魔法}结束了一个目标上的法术。它不会结束其他目标上的相同法术。"
											]
										},
										{
											"type": "entries",
											"name": "你通过寻找熟悉法术召唤的熟悉生物能否使用帮助行动来让你的攻击检定获得优势？",
											"ENG_name": "Can the familiar you conjure with the find familiar spell use the Help action to grant you advantage on your attack roll?",
											"id": "0f9",
											"entries": [
												"一个{@spell 寻获魔宠||魔宠}不能攻击，但它可以采取非攻击动作，包括{@action 协助}。正如{@action 协助}动作的文本所示，这个动作不需要你能够攻击；你只需要能够提供某种形式的干扰。"
											]
										},
										{
											"type": "entries",
											"name": "侦察魔宠的熟悉生物是否算作偷袭目的下的盟友？",
											"ENG_name": "Does the familiar of find familiar count as an ally for the purposes of Sneak Attack?",
											"id": "0fa",
											"entries": [
												"通过{@spell 寻获魔宠||魔宠}召唤的熟悉生物是一个盟友生物。它靠近目标可以让你使用偷袭特性或任何其他需要盟友在场的特性。"
											]
										},
										{
											"type": "entries",
											"name": "当你解散使用侦察魔宠法术召唤的魔宠回到它的口袋维度时，它能带走它穿戴或携带的任何物品吗？",
											"ENG_name": "When you dismiss the familiar you conjure with the find familiar spell to its pocket dimension, can it take any objects it's wearing or carrying with it?",
											"entries": [
												"不，寻找熟悉生物的意图是当熟悉生物消失时，所有物品都会留下。这一意图将反映在未来《玩家手册》的印刷版中。"
											],
											"id": "154"
										},
										{
											"type": "entries",
											"name": "如果火球术的施法点设置在一个宽度小于40英尺的封闭空间内，它的效果范围能否超出20英尺半径？",
											"ENG_name": "Can a spell such as fireball go past its 20-foot radius if the point of origin is set in an enclosed space that's less than 40 feet across?",
											"id": "0fb",
											"entries": [
												"{@spell 火球术}的火焰可以绕过角落传播，但其受到法术20英尺半径的限制。无论在哪里施放，它都不会延伸到起点20英尺以外。"
											]
										},
										{
											"type": "entries",
											"name": "如果我是一个拥有生命门徒特性的牧师/德鲁伊，那么好莓术是否能够从这个特性中受益？",
											"ENG_name": "If I'm a cleric/druid with the Disciple of Life feature, does the goodberry spell benefit from the feature?",
											"id": "0fc",
											"entries": [
												"是的。如果使用1级法术位施放{@spell 神莓术}，生命门徒特性会使得每颗浆果恢复4点生命值，而不是1点。"
											]
										},
										{
											"type": "entries",
											"name": "你可以使用绿焰刀和轰鸣刀与额外攻击、机会攻击、偷袭攻击以及其他武器攻击选项一起使用吗？",
											"ENG_name": "Can you use green-flame blade and booming blade with Extra Attack, opportunity attacks, Sneak Attack, and other weapon attack options?",
											"id": "0fd",
											"entries": [
												"在{@book 剑湾冒险者指南|SCAG}中引入的{@spell 翠炎剑|TCE}和{@spell 轰雷剑|TCE}法术引发了一些问题，因为它们各自做了一些不寻常的事情：要求你在施放法术的过程中进行一次近战武器攻击。",
												"首先，这些法术都涉及正常的近战武器攻击，而不是法术攻击，因此您使用您通常与武器一起使用的属性调整值。（如果法术包括法术攻击，它会告诉您，而这些法术都没有。）例如，如果您使用带有{@spell 翠炎剑|TCE}的{@spell 翠炎剑|TCE}，您将使用您的力量调整值来进行武器的攻击和伤害骰。",
												"其次，{@spell 翠炎剑|TCE}和{@spell 轰雷剑|TCE}都不能与额外攻击或任何其他需要{@action 攻击}动作的特性一起使用。像其他法术一样，这些法术需要{@action 施展法术}动作，而不是攻击动作，它们不能用于进行机会攻击，除非有特殊特性允许您这样做。",
												"第三，如果这些武器攻击满足该特性的正常要求，它们可以与偷袭攻击一起使用。例如，如果你拥有偷袭攻击特性，并且使用灵巧武器施放{@spell 翠炎剑|TCE}，如果你在攻击骰上具有优势并且命中，你可以对武器攻击的目标造成偷袭攻击伤害。"
											]
										},
										{
											"type": "entries",
											"name": "当生物成功抵抗信仰守护者的法术效果并受到10点辐射伤害时，这10点伤害计入法术总共能造成的伤害量中吗？",
											"ENG_name": "When a creature successfully saves against guardian of faith and takes 10 radiant damage, how much damage does that count against the total amount of damage the spell can deal?",
											"entries": [
												"是因为造成了20点伤害，还是因为目标受到了10点伤害？它对生物造成了10点伤害，所以从总数中减去10。"
											],
											"id": "155"
										},
										{
											"type": "entries",
											"name": "对于荆棘之雨法术，它的持续时间是仅在初次攻击时，还是只要你维持专注就能持续？",
											"ENG_name": "For the spell hail of thorns, does it last for the initial attack or as long as you maintain concentration?",
											"id": "0fe",
											"entries": [
												"{@spell 棘刺雹}持续到你用远程武器攻击击中生物，或者你的{@book 专注|PHB|10|专注}结束，以先到者为准。"
											]
										},
										{
											"type": "entries",
											"name": "由加速术赋予的额外行动可以用来激活魔法物品吗？",
											"ENG_name": "Can the extra action granted by haste be used to activate a magic item?",
											"id": "0ff",
											"entries": [
												"不。激活魔法物品不是{@action 使用物件}行动的功能（{@i DMG}, \"{@book 激活物品|DMG|7|激活物品}\"）。"
											]
										},
										{
											"type": "entries",
											"name": "英雄盛宴法术是否提供对毒素伤害的免疫，还是仅对中毒状态免疫？",
											"ENG_name": "Does the heroes' feast spell grant immunity to poison damage or just the poison condition?",
											"id": "100",
											"entries": [
												"{@spell 英雄宴}法术赋予对任何形式的毒素的免疫——包括伤害和{@condition 中毒|PHB|状态}。"
											]
										},
										{
											"type": "entries",
											"name": "英雄气概提供的临时生命值会在每一轮中累积吗？",
											"ENG_name": "Do the temporary hit points from heroism accumulate each round?",
											"id": "101",
											"entries": [
												"临时生命值不累积。如果法术意味着要将提供的临时生命值累加，它会告诉你。在每个你的回合开始时，法术实际上会刷新你从它那里获得的临时生命值的数量；如果你失去了一些或全部临时生命值，法术会将它们重新赋予你。"
											]
										},
										{
											"type": "entries",
											"name": "如果英雄气概法术施放在一个已经受到恐惧效果的角色上，它会移除恐惧效果吗？",
											"ENG_name": "If the heroism spell is cast on a character that is already frightened, does it remove the frightened effect?",
											"id": "102",
											"entries": [
												"{@spell 英雄气概}法术会抑制已经对目标产生的效果的恐惧效果。当法术结束时，目标的免疫状态消失，如果恐惧效果没有过期或被移除，它将重新开始。"
											]
										},
										{
											"type": "entries",
											"name": "诅咒造成的额外伤害是否只适用于进行攻击检定的情况？",
											"ENG_name": "Does the extra damage from hex only apply if there is an attack roll?",
											"id": "103",
											"entries": [
												"{@spell 脆弱诅咒}法术中的额外伤害需要通过命中的攻击来造成。"
											]
										},
										{
											"type": "entries",
											"name": "由于休息可以鉴定魔法物品，而鉴定法术不能发现诅咒，那么鉴定法术的作用是什么？",
											"ENG_name": "Since resting identifies magic items, and the identify spell doesn't spot curses, what is the role of the identify spell?",
											"id": "104",
											"entries": [
												"最重要的因素是时间和便利性。短休至少需要1小时，在这段时间内，符合条件的角色可以确定一件魔法物品的属性（参见{@book 城主指南|DMG}中的\"{@book 城主指南|DMG}\"）。相比之下，施放{@spell 鉴定术}法术只需要1分钟（如果作为仪式施放则需要11分钟），并且可以在需要快速确定时进行。"
											]
										},
										{
											"type": "entries",
											"name": "当跳跃法术让生物的跳跃距离大于其步行速度时会发生什么？",
											"ENG_name": "What happens when a jump spell gives a creature a jump distance greater than its walking speed?",
											"id": "105",
											"entries": [
												"你的跳跃能力受到你移动距离的限制；每跳一英尺就会消耗一英尺的移动力。如果你想增加你的回合内移动距离，你可以采取{@action 疾走}行动。",
												"例如，如果您的力量值是15，当您进行立定跳远时，如果您在之前至少移动了10英尺，那么您通常可以跳15英尺。如果对您施放了{@spell 跳跃术}法术，那么这个潜在的跳跃距离将增加三倍。这就是45英尺的跳跃！如果您的速度是30英尺，您在自己的回合上只能使用30英尺的跳跃距离，除非您采取{@action 疾走}动作，这允许您跳完整的45英尺。"
											]
										},
										{
											"type": "entries",
											"name": "你可以使用盾牌与法师护甲吗？",
											"ENG_name": "Can you use a shield with mage armor?",
											"id": "106",
											"entries": [
												"{@spell 法师护甲}与{@item 护盾术|PHB}配合使用。在{@book 玩家手册|PHB}的装备规则中，盾牌与护甲归为一类，但游戏中的各种特性区分了穿戴的护甲和持有的盾牌。看看僧侣的无甲防御特性，并与野蛮人的版本进行比较。在僧侣的版本中，如果您想从该特性中受益，您必须同时放弃穿戴护甲和持有盾牌，而野蛮人只需要放弃穿戴护甲。"
											]
										},
										{
											"type": "entries",
											"name": "未装备防御是否与像法师护甲这样的法术一起工作？",
											"ENG_name": "Does Unarmored Defense work with a spell like mage armor?",
											"id": "107",
											"entries": [
												"无甲防御不与{@spell 法师护甲}兼容。你可能会问自己，\"为什么它们不能一起工作？{@spell 法师护甲}规定它适用于不穿盔甲的生物。\"确实，{@spell 法师护甲}的目标必须是无甲的，但{@spell 法师护甲}给出了一种新的计算你的护甲等级(AC)的方式（13 + 你的敏捷调整值），因此与无甲防御或任何其他提供AC计算的特性不兼容。"
											]
										},
										{
											"type": "entries",
											"name": "我发现法师护甲法术的命名令人困惑，因为它并不算作盔甲。",
											"ENG_name": "I find it confusing that the mage armor spell is named that when it doesn't count as armor",
											"id": "108",
											"entries": [
												"一些法术和职业特性具有象征性，而不是字面意义上的名字。法术或职业特性的文本解释了它的功能。在这种情况下，{@spell 法师护甲}将目标包围在\"保护性魔法力量\"中；法术并不提供护甲。"
											]
										},
										{
											"type": "entries",
											"name": "使用小幻象创造的物品可以移动吗？例如，一堵墙沿着走廊滑下来？",
											"ENG_name": "Can an object created with minor illusion move? For example, a wall sliding down a corridor?",
											"id": "109",
											"entries": [
												"由{@spell 次级幻象}创造的幻象物体不会移动。与像{@spell 强效幻影}和{@spell 假象术}这样讨论移动的法术进行比较。"
											]
										},
										{
											"type": "entries",
											"name": "次级幻象能否创造一个雾云？如果可以，那么穿过它的箭矢会取消幻象吗？",
											"ENG_name": "Could minor illusion create a fog cloud? If so, would shooting an arrow through it cancel the illusion?",
											"id": "10a",
											"entries": [
												"由{@spell 次级幻象}创造的幻象物体应该是像凳子或石头那样的东西，而不是大气效果。"
											]
										},
										{
											"type": "entries",
											"name": "迷雾步没有说明施法者可以带着穿戴或携带的装备一起移动。他们是否打算留下一切，包括他们的衣服？",
											"ENG_name": "Misty step doesn't say the caster can bring worn or carried equipment with them. Are they intended to leave everything, including their clothes, behind?",
											"entries": [
												"不，施法者穿戴和携带的装备本意是要与他们一同带走的。",
												"一些传送效果确实指定你可以带着你的装备一起传送；这种特别说明是规则过于挑剔的一个例子，因为在游戏内没有传送效果假设你会在传送时不穿衣服，就像一般移动规则不会假设你走路时会掉落所有东西。"
											],
											"id": "156"
										},
										{
											"type": "entries",
											"name": "月光术在施放时会造成伤害吗？当它的效果移动到一个生物上时会造成伤害吗？",
											"ENG_name": "Does moonbeam deal damage when you cast it? What about when its effect moves onto a creature?",
											"id": "10b",
											"entries": [
												"两个问题的答案都是不。这里是对答案的一些详细解释。",
												"一些法术和其他游戏特性会在生物在一回合中首次进入该效果区域或生物在其区域内开始其回合时产生效果。在您施放这样的法术的回合，您主要是为后续回合的敌人设置伤害。例如，{@spell 月华之光}法术创造了一束可以对进入光束或在其光束内开始其回合的生物造成伤害的光束。",
												"以下是一些与{@spell 月华之光}作用区域效果时机相同的法术：",
												{
													"type": "list",
													"items": [
														"{@spell 剑刃障壁}",
														"{@spell 死云术}",
														"{@spell 匕首之云}",
														"{@spell 艾伐黑触手}",
														"{@spell 禁制术}",
														"{@spell 月华之光}",
														"{@spell 雪雨暴}",
														"{@spell 灵体守卫}"
													],
													"columns": 2
												},
												"阅读这些法术的描述时，您可能会想知道，如果法术的作用区域是在生物的空间上创建的，那么生物是否被认为是进入了法术的作用区域。如果作用区域可以移动——就像{@spell 月华之光}的光束可以——将作用区域移动到生物的空间上是否算作生物进入了该区域？我们对这类法术的设计意图是这样的：当生物穿过作用区域时，它就进入了作用区域。在生物上创建作用区域或将其移动到生物上并不算作生物进入该区域。如果生物在其回合开始时仍处于作用区域内，它将受到该区域效果的影响。",
												"进入这样的效果区域不一定是自愿的，除非法术另有说明。因此，您可以使用像{@spell 雷鸣波}这样的法术将生物抛入该区域。我们认为这是聪明的玩法，而不是不平衡，所以尽情抛掷吧！然而，请记住，生物只有在一回合中第一次进入该区域时才会受到这样的效果区域的影响。您不能在同一个回合内反复将生物移入和移出该区域以反复对其造成伤害。",
												"总结来说，像{@spell 月华之光}这样的法术会在生物进入法术的作用区域以及生物在其内开始自己的回合时影响生物。你基本上是在战场上创造了一个障碍。"
											]
										},
										{
											"type": "entries",
											"name": "当莫登肯的宏伟庄园法术结束时，带入并留在里面的物品会发生什么？",
											"ENG_name": "What happens to objects brought inside and left inside Mordenkainen's magnificent mansion when the spell ends?",
											"entries": [
												"意图是当法术结束时，物体会被从大厦中抛出，并且出现在最接近门的未被占据的空间。这一意图将反映在未来《玩家手册》的印刷版中。"
											],
											"id": "157"
										},
										{
											"type": "entries",
											"name": "位面绑定法术是召唤要绑定的生物，还是说这是另外进行的？",
											"ENG_name": "Does planar binding summon the creature to be bound, or is that done separately?",
											"id": "10c",
											"entries": [
												"{@spell 异界誓缚}并不召唤生物。它试图束缚在法术范围内的生物。"
											]
										},
										{
											"type": "entries",
											"name": "在使用多态变形后，你可以集中精神施放法术吗？",
											"ENG_name": "Can you concentrate on a spell while transformed by polymorph?",
											"id": "10d",
											"entries": [
												"当您通过{@spell 变形术}被变形时，您不能施放法术，但是法术中没有什么阻止您继续集中精神维持在变形之前已经施放的法术。"
											]
										},
										{
											"type": "entries",
											"name": "一个愿意接受变形术效果的生物是否必须接受新形态的心智属性？",
											"ENG_name": "Does a willing creature under the effects of polymorph have to take the mental stats of the new form?",
											"id": "10e",
											"entries": [
												"是的。除非法术另有说明，否则对于愿意的生物和不愿意的生物，其效果没有区别。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个受到变形术影响的生物受到了足够的火焰伤害，使其恢复到真实形态，并且那个真实形态具有火焰抗性，那么真实形态是承受全部剩余伤害，还是由于抗性只承受一半？",
											"ENG_name": "If a creature under the effects of polymorph takes enough fire damage to revert to its true form and that form has fire resistance, does the true form take the full remaining damage or only half due to resistance?",
											"entries": [
												"当生物恢复其真实形态时，任何剩余的伤害都可能受到该形态的伤害抗性影响，如果有的话。"
											],
											"id": "158"
										},
										{
											"type": "entries",
											"name": "一个受到变形术效果的生物是否可以有其他法术效果作用于其上，还是说这些游戏统计数据也被野兽形态的属性所替代？",
											"ENG_name": "Can a creature under the effects of polymorph have other spell effects on them, or are those game statistics also replaced by the those of the beast form?",
											"entries": [
												"多态变形仅将目标的角色卡或状态栏替换为所选形态的状态栏。其他效果，例如其他法术，仍然存在。"
											],
											"id": "159"
										},
										{
											"type": "entries",
											"name": "如果我被变形术或野性变形变为一个生命值少于100点的生物，然后被强效咒杀法术（power word kill）指定为目标，会发生什么？",
											"ENG_name": "What happens if I'm polymorphed or Wild Shaped into a creature with fewer than 100 hit points and then I'm targeted by power word kill?",
											"entries": [
												"你死亡。"
											],
											"id": "15a"
										},
										{
											"type": "entries",
											"name": "对于戏法来说，哪些东西算作\"非魔法小饰品\"？",
											"ENG_name": "What kinds of things count as \"nonmagical trinkets\" for prestidigitation?",
											"id": "10f",
											"entries": [
												"{@spell 魔法伎俩}可以创造出一个小饰品，其性质取决于施法者和DM。查看{@book 小饰品表|PHB|5|饰品}中的{@book 玩家手册|PHB}以获取示例。"
											]
										},
										{
											"type": "entries",
											"name": "如果你抓住或推搡一个敌人生物，这会结束在你身上施放的圣所法术吗？",
											"ENG_name": "If you grapple or shove an enemy creature, does that end a sanctuary spell cast on you?",
											"id": "110",
											"entries": [
												"如果您在战斗规则中使用了{@book 擒抱|PHB|9|擒抱}或{@book 推撞|PHB|9|推撞}选项，那么{@spell 圣域术}法术确实会在您身上结束，因为您已经发起了攻击。"
											]
										},
										{
											"type": "entries",
											"name": "我可以把手影之刃交给另一个玩家控制的角色吗？",
											"ENG_name": "Can I hand a shadow blade to another PC?",
											"entries": [
												"它只说当我扔出或放下它时，刀刃会消散。不。意图是当你放开它时刀刃会消失（这也是\"放下\"这个词的意思之一）。"
											],
											"id": "15b"
										},
										{
											"type": "entries",
											"name": "如果我对我的长棍施放树干术，并拥有长柄武器大师特性，那么额外攻击的伤害是使用d4还是d8的骰子？",
											"ENG_name": "If I cast shillelagh on my quarterstaff and have the Polearm Master feat, does the bonus attack use a d4 or a d8 for damage?",
											"id": "111",
											"entries": [
												"{@feat Polearm Master}的益处适用于武器的另一端，并且总是使用{@dice d4}来计算伤害，而不是武器的正常伤害骰。对于被{@spell shillelagh}增强的{@item quarterstaff|PHB}来说，这与普通的{@item quarterstaff}是一样的。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个施法者受到缓慢效果影响，并且需要两个回合来完成施法，如果他们的目标已经移动到范围之外或视线之外，会发生什么？",
											"ENG_name": "If a spellcaster is affected by slow and takes two turns to finish casting a spell, what happens if their target has moved out of range or out of sight?",
											"entries": [
												"你在选择法术的目标时是在完成施法时，而不是开始施法时。"
											],
											"id": "15c"
										},
										{
											"type": "entries",
											"name": "臭云术法术说明，生物在豁免失败时会浪费它的行动。那么它还能使用移动、额外行动还是反应吗？",
											"ENG_name": "The stinking cloud spell says that a creature wastes its action on a failed save. So can it still use a move or a bonus action or a reaction?",
											"id": "112",
											"entries": [
												"正确。气体不会使生物无法移动或完全阻止它行动，但是当云雾存在时，法术的效果确实限制了它在这段时间内能完成的事情。"
											]
										},
										{
											"type": "entries",
											"name": "复仇风暴的效果会叠加吗？还是每个回合效果都会改变？",
											"ENG_name": "Do the effects of storm of vengeance stack? Or do the effects change each turn?",
											"id": "113",
											"entries": [
												"在法术{@spell 复仇风暴}中，每个新效果都会替换前一轮的效果。"
											]
										},
										{
											"type": "entries",
											"name": "建议术中的句子是法术的口头成分，还是口头成分是分开的？",
											"ENG_name": "Is the sentence of suggestion in the suggestion spell the verbal component, or is the verbal component separate?",
											"id": "114",
											"entries": [
												"{@book 口头成分|PHB|10|声音（声）} 是神秘的词汇，而不是普通的言语。法术的建议是一个可理解的发音，与语言成分是分开的。{@spell 命令术}法术是这一原理最简单的例子。语言成分的发音是分开的，并且先于任何可能带来法术效果的语言发音。"
											]
										},
										{
											"type": "entries",
											"name": "塔莎的可怕笑声中的措辞暗示，如果目标被推倒，那么失去能力的效果才会生效。是这样吗？",
											"ENG_name": "The wording in Tasha's hideous laughter implies that the incapacitated effect applies only if the target is made prone. Is this right?",
											"id": "115",
											"entries": [
												"对抗{@spell 塔莎狂笑术}法术的豁免失败意味着你将处于{@condition 无力}状态，即使你不能进入{@condition 伏地}状态。"
											]
										},
										{
											"type": "entries",
											"name": "如果你正在使用心灵遥控影响一个目标，而一个盟友将你放入奥图卢克的坚韧球体中，你能否继续使用现有的心灵遥控法术影响该目标或其他目标？",
											"ENG_name": "If you are affecting a target with telekinesis and an ally put you inside Otiluke's resilient sphere, can you continue affecting the target or other targets with the existing telekinesis spell?",
											"entries": [
												"你可以维持对你已经影响的目标的念力抓握，但你不能影响新的目标。球体提供完全掩护，阻止你瞄准它外面的东西。"
											],
											"id": "15d"
										},
										{
											"type": "entries",
											"name": "如果两个生物受到生命连结法术的影响，并且都被像龙息这样的区域效果伤害，它们是否都会受到两次伤害？",
											"ENG_name": "If two creatures are under the effect of tether essence and they are both damaged by an area effect such as a dragon's breath, do they each take the damage twice?",
											"entries": [
												"是的。"
											],
											"id": "15e"
										},
										{
											"type": "entries",
											"name": "我可以使用无形仆从作为使用像偷袭这样的职业特性时的盟友吗？",
											"ENG_name": "Can I use unseen servant to act as an ally when using a class feature like Sneak Attack?",
											"id": "116",
											"entries": [
												"{@spell 隐形仆役}创造了一个'{@condition 隐形}的，无意识的，无形的力量'。在战斗中，它不作为生物、敌人或盟友行动。"
											]
										},
										{
											"type": "entries",
											"name": "每次施放许愿术时，是否总是有33%的几率再也无法施放它？",
											"ENG_name": "Whenever you cast wish, do you always have a 33 percent chance of never casting it again?",
											"id": "117",
											"entries": [
												"如果您施放{@spell 祈愿术}以复制0-8级的法术，不会有任何不利效果。然而，如果您做的不仅仅是复制0-8级的法术，您将遭受法术最后一段描述的压力。一旦这种压力影响您，您将有{@chance 33|百分之三十三}的几率无法再次施放{@spell 祈愿术}。"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "怪物",
							"ENG_name": "Monsters",
							"id": "118",
							"entries": [
								{
									"type": "entries",
									"id": "119",
									"entries": [
										{
											"type": "entries",
											"name": "自然护甲是否被视为轻型护甲？",
											"ENG_name": "Is natural armor considered light armor?",
											"id": "11a",
											"entries": [
												"不。自然护甲不属于轻甲、中甲和重甲的类别，当你拥有它时，它不被认为是你穿着的护甲。"
											]
										},
										{
											"type": "entries",
											"name": "自然护甲会限制生物的敏捷加值吗？",
											"ENG_name": "Does natural armor cap a creature's Dexterity bonus?",
											"id": "11b",
											"entries": [
												"自然护甲不限制生物的敏捷加值。"
											]
										},
										{
											"type": "entries",
											"name": "一个怪物对非魔法钝击武器的伤害免疫。它是否仍然会受到跌落伤害？",
											"ENG_name": "A monster is immune to damage from nonmagical bludgeoning weapons. Does it still take damage from falling?",
											"id": "11c",
											"entries": [
												"是的，那个怪物仍然会感受到跌落的伤害，因为跌落不是武器。"
											]
										},
										{
											"type": "entries",
											"name": "怪物可以使用哪些动作来进行机会攻击？多重攻击和呼吸武器动作是否允许？",
											"ENG_name": "What actions can monsters use to make opportunity attacks? Are Multiattack and breath weapon actions allowed?",
											"id": "11d",
											"entries": [
												"一个怪物遵循正常的{@book 机会攻击规则|PHB|9|借机攻击}，这规定了机会攻击是一次近战攻击。这意味着怪物必须选择一次单一的近战攻击来进行，要么是其状态栏中的攻击，要么是像无甲攻击这样的通用攻击。多重攻击不符合条件，不仅因为它不止一次攻击，而且规则中的多重攻击（{@i MM}, \"{@book 多重攻击|MM|0|多重攻击}\"）说明这个动作不能用于机会攻击。不包括攻击检定的动作，如喷吐武器，也是不合格的。"
											]
										},
										{
											"type": "entries",
											"name": "食尸鬼和幽灵的咬击攻击似乎没有加上熟练加值。这是有意为之还是错误？",
											"ENG_name": "The bite attacks of ghouls and ghasts don't appear to have proficiency bonus added in. Intentional or mistake?",
											"id": "11e",
											"entries": [
												"有意为之；这是食尸鬼/幽灵的特性。与它们的爪击攻击相比，它们在咬击方面特别差。怪物有时会有一些这样的统计特性。"
											]
										},
										{
											"type": "entries",
											"name": "《怪物图鉴》说地精说地精语，但《玩家手册》没有提到那种语言。哪个是正确的？",
											"ENG_name": "The Monster Manual says gnolls speak Gnoll, but the Player's Handbook doesn't mention that language. What is correct?",
											"id": "11f",
											"entries": [
												"《玩家手册》（PHB）的语言表并没有列出D&D多元宇宙中的所有语言。《怪物手册》（MM）提到了其他语言，包括地精语、魔导机兵语、沙华金语和斯拉德语。"
											]
										},
										{
											"type": "entries",
											"name": "具有随意施法能力的怪物意味着它可以将施放法术作为动作或作为奖励动作来进行吗？",
											"ENG_name": "Does a monster with at-will spellcasting ability mean it can cast a spell as an action or as a bonus action?",
											"id": "120",
											"entries": [
												"如果一个怪物具有随意施放法术的能力，那么这个法术是使用其正常的施法时间来施放的。"
											]
										},
										{
											"type": "entries",
											"name": "如果一个怪物进行了使用其敏捷调整值的近战攻击，它是否被认为使用了灵巧武器？",
											"ENG_name": "If a monster makes a melee attack that uses its Dexterity modifier, is it considered to have used a finesse weapon?",
											"id": "121",
											"entries": [
												"除非武器的描述中明确指出，否则它没有灵巧属性，使用敏捷进行攻击也不会赋予灵巧属性。如果武器确实具有该属性，你可以使用力量或敏捷。"
											]
										},
										{
											"type": "entries",
											"name": "《怪物手册》指出，梅佐洛斯呼出有毒气体，可以使整个生物群体窒息甚至死亡。然而，它的云雾杀伤被列为天赋施法。因此，圣骑士的防护光环能否抵抗它？",
											"ENG_name": "The Monster Manual notes that a Mezzoloth exhales toxic fumes that can choke and kill whole groups of creatures. However, its cloudkill is listed under Innate Spellcasting. Because of that, would a paladin's Aura of Warding resist it?",
											"id": "122",
											"entries": [
												"是的，因为{@spell 死云术}是一个法术，警戒光环能让你和你周围10英尺内的友方生物对其产生抗性。"
											]
										},
										{
											"type": "entries",
											"name": "龙的喷吐武器是魔法的吗？",
											"ENG_name": "Is the breath weapon of a dragon magical?",
											"id": "123",
											"entries": [
												"如果你施放了{@spell 反魔法结界}，穿戴了{@item 坚不可摧护甲}，或者使用了游戏中的其他特性来保护自己免受魔法或非魔法效果的影响，你可能会问自己，\"这能保护我免受龙息攻击吗？\"典型的龙的呼吸武器并不被视为魔法，所以{@spell 反魔法结界}不会对你有所帮助，但{@item 坚不可摧护甲}会。",
												"你可能在想，\"龙对我来说看起来非常神奇。\"没错，它们确实非凡！它们的描述甚至说它们是魔法的。但我们的游戏在两种魔法之间做了区分：",
												{
													"type": "list",
													"items": [
														"D&D多元宇宙中作为其物理一部分的背景魔法，以及许多D&D生物的生理学",
														"集中在魔法物品中的魔法能量，或者被引导来创造法术或其他专注的魔法效果"
													]
												},
												"在D&D中，第一种类型的魔法是自然的一部分。它和风一样不可驱散。像龙这样的怪物之所以存在，是因为那种魔法增强了自然。第二种类型的魔法是规则所关注的。当规则提到某物是魔法时，它指的是第二种类型。确定一个游戏特性是否是魔法是直接的。问问自己关于这个特性的这些问题：",
												{
													"type": "list",
													"items": [
														"它是一件魔法物品吗？",
														"它是一个法术吗？或者它是否允许你创造出在其描述中提到的法术效果？",
														"它是法术攻击吗？",
														"它是否由使用法术位来驱动？",
														"它的描述中是否说它是魔法的？"
													]
												},
												"如果你对这些问题中的任何一个回答是肯定的，那么这个特性就是魔法的。",
												"让我们看看一个成年白龙的寒冰喷吐并自问这些问题。首先，寒冰喷吐不是一个魔法物品。其次，它的描述中没有提到任何法术。第三，它不是一个法术攻击。第四，它的描述中没有出现\"魔法\"这个词。我们的结论是：即使我们知道龙是了不起的超自然生物，寒冰喷吐也不被视为一个魔法游戏效果。"
											]
										},
										{
											"type": "entries",
											"name": "如果龙的翼击传说行动的移动使它离开了攻击范围，那么这个移动会引发机会攻击吗？",
											"ENG_name": "Does the movement from a dragon's Wing Attack legendary action draw attacks of opportunity if it moves out of reach?",
											"id": "124",
											"entries": [
												"是的。翼击并不能保护龙免受机会攻击。"
											]
										},
										{
											"type": "entries",
											"name": "具有魔法抗性的生物是否在对抗神圣通道能力，如\"转化不忠者\"时，在豁免投掷上有优势？",
											"ENG_name": "Does a creature with Magic Resistance have advantage on saving throws against Channel Divinity abilities, such as Turn the Faithless?",
											"id": "125",
											"entries": [
												"神圣通道创造魔法效果（正如牧师和圣骑士中所描述的）。魔法抗性适用。"
											]
										},
										{
											"type": "entries",
											"name": "空气、火和水元素在挤进宽度5英尺或更少的空间时，进行战斗或使用技能是否会遭受任何惩罚？",
											"ENG_name": "Do air, fire, and water elementals suffer any penalties for fighting or using skills while they are squeezing into a space that's 5 feet wide or less?",
											"id": "126",
											"entries": [
												"由于其特殊特性，空气形态、火形态或水形态，一个{@creature 气元素||气}/{@creature 火元素||火}/{@creature 水元素}在1英寸以上空间中忽略{@book 挤压规则|PHB|9|挤身通过狭窄空间}中的移动部分。"
											]
										},
										{
											"type": "entries",
											"name": "一个土元素可以与生物进行摔跤，然后将其拖到地下并留在那里等死吗？",
											"ENG_name": "Can an earth elemental grapple with a creature and then pull it underground and leave it there to die?",
											"id": "127",
											"entries": [
												"不。一个{@creature 土元素||土元素的}的土遁能力仅适用于它自己。元素在以这种方式移动时不会带走其他生物。"
											]
										},
										{
											"type": "entries",
											"name": "巫妖的\"扰乱生命\"能力会影响活化物体和其他构造物吗？",
											"ENG_name": "Does the lich's Disrupt Life ability affect animated objects and other constructs?",
											"id": "128",
											"entries": [
												"这个能力针对的是非亡灵生物，所以是的，它确实影响构造体（以及所有其他种类的生物）。"
											]
										},
										{
											"type": "entries",
											"name": "如果影魔（shadow）打出致命一击，它是否会在造成额外的死灵伤害的同时，减少目标的力量值2d4？",
											"ENG_name": "If a shadow rolls a critical hit, does it reduce the target's Strength by 2d4, as well dealing the extra necrotic damage?",
											"id": "129",
											"entries": [
												"不。致命一击让你的造成伤害的骰子投掷两次。造成效果的伤害是指减少目标的生命值。{@creature 幽影||影子的}的力量减少不是伤害，因为它对目标的生命值没有影响。"
											]
										},
										{
											"type": "entries",
											"name": "由于同名游戏特性不叠加，这是否意味着目标在休息之间不能被影魔的力量吸取（Strength Drain）影响超过一次？",
											"ENG_name": "Since game features of the same name don't stack, does that mean a target can't be affected by a shadow's Strength Drain more than once between rests?",
											"entries": [
												"力量流失的预期功能是它可以自身叠加，这一点由如果你的力量被它减少到0你就会死亡这一事实所表明。"
											],
											"id": "15f"
										},
										{
											"type": "entries",
											"name": "吸血鬼是否会受到定身术（hold person）或平静情绪（calm emotions）的影响？",
											"ENG_name": "Is a vampire affected by hold person or calm emotions?",
											"id": "12a",
											"entries": [
												"许多法术不仅仅影响任何生物，而是只影响法术中指定的某些类型。{@spell 人类定身术} 和 {@spell 安定心神} 只对类人生物有效，而{@creature 吸血鬼} 不是类人生物。"
											]
										},
										{
											"type": "entries",
											"name": "吸血鬼一次能魅惑的生物数量有限制吗？",
											"ENG_name": "Is there a limit to the number of creatures a vampire can charm at once?",
											"id": "12b",
											"entries": [
												"不，一个吸血鬼同时魅惑的生物数量没有限制。每次使用魅惑动作时，吸血鬼可以针对不同的类人生物，如果他们的豁免投掷不成功，可能会使整个敌人群体都被魅惑。"
											]
										},
										{
											"type": "entries",
											"name": "怪物的领导能力是如何工作的？",
											"ENG_name": "How does a monster's Leadership ability work?",
											"id": "12c",
											"entries": [
												"一个生物作为动作激活领导力。直到好处结束，当可见的盟友在范围内进行攻击检定或豁免投掷时，生物可以给予一个骰子。"
											]
										},
										{
											"type": "entries",
											"name": "高斯的吞噬魔法眼射线是否会结束生物对受影响魔法物品的协调？",
											"ENG_name": "Does a gauth's Devour Magic eye ray end a creature's attunement to an attuned magic item the ray affects?",
											"entries": [
												"编号"
											],
											"id": "160"
										},
										{
											"type": "entries",
											"name": "一个生物在挖掘时能否通过摔跤抓住目标并将它们拖入地下？",
											"ENG_name": "Can a creature that burrows grapple a target and drag them into the ground by burrowing?",
											"entries": [
												"编号。一个掘地生物只有在具有留下隧道的能力时，才能拖拽另一个生物与它一起掘地。例如，紫虫具有隧道者特性，因此它可以在掘地时将一个处于{@condition 被擒}状态的生物拖入它创造的隧道中。相反，一个土元素不能将生物拖入地下。"
											],
											"id": "161"
										},
										{
											"type": "entries",
											"name": "当九头蛇引发机会攻击时，它能否同时对同一个生物使用反应头部进行多次机会攻击？",
											"ENG_name": "Can a hydra use Reactive Heads to make multiple opportunity attacks against one creature at the same time when it provokes?",
											"entries": [
												"是的。出于这个原因，我们建议在远离多头蛇时采取{@action 撤离}行动。"
											],
											"id": "162"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "魔法物品",
							"ENG_name": "Magic Items",
							"id": "12d",
							"entries": [
								{
									"type": "entries",
									"id": "12e",
									"entries": [
										{
											"type": "entries",
											"name": "药剂可以作为动作给予无意识的角色吗？",
											"ENG_name": "Can potions be administered to unconscious characters as an action?",
											"id": "12f",
											"entries": [
												"是的，你可以作为动作给别人施用药剂（{@i DMG}, \"{@book 药水|DMG|7|药水}\"）。"
											]
										},
										{
											"type": "entries",
											"name": "如果药剂不复制法术，它需要专注吗？",
											"ENG_name": "If a potion doesn't duplicate a spell, does it require concentration?",
											"id": "130",
											"entries": [
												"如果药剂的描述中提到需要集中精神，或者它复制了一个需要集中精神的法术，那么药剂的效果才需要集中精神。"
											]
										},
										{
											"type": "entries",
											"name": "对于伪装之帽，我如何设定自我伪装的法术豁免难度等级（spell save DC）？佩戴者必须是施法者吗？",
											"ENG_name": "For the hat of disguise, how do I set the spell save DC for disguise self ? Does the wearer have to be a caster?",
											"id": "131",
											"entries": [
												"使用你的施法能力调整值来设定难度等级。如果你没有施法能力，使用你的熟练加值来设定它（见《Dungeon Master's Guide》中\"法术\"一节的规则）。"
											]
										},
										{
											"type": "entries",
											"name": "在《地下城主指南》中，哪个是正确的：卷轴的规则还是法术卷轴的规则？",
											"ENG_name": "Which is correct in the Dungeon Master's Guide, the rule for scrolls or the rule for a spell scroll?",
											"id": "132",
											"entries": [
												"它们都是正确的。关于卷轴的规则（{@i DMG} \"{@book 卷轴|DMG|7|卷轴}\"）是针对所有卷轴的，包括{@item 守护卷轴}，并且如果你识字，它允许你尝试激活卷轴上的法术。关于{@item 法术卷轴}的规则是特定于那种类型的卷轴，并引入了一个额外的要求：卷轴上的法术必须在你的职业法术列表上，你才能阅读这个卷轴。",
												"一个法术卷轴可以有多种命名方式：法术卷轴、X的卷轴（其中X是法术的名称），或者X的法术卷轴（其中X再次是法术的名称）。无论其名称如何，法术卷轴都遵循相同的规则。",
												"要满足法术卷轴的要求，卷轴上的法术必须是你职业使用的法术列表中的。这里有两个例子。如果你是牧师，法术必须是牧师法术列表上的；如果你是战士且拥有神秘骑士原型，法术必须是巫师法术列表上的，因为那是你职业使用的法术列表。"
											]
										},
										{
											"type": "entries",
											"name": "来自防护戒指和防御护腕的AC加值能否叠加？",
											"ENG_name": "Do the AC bonuses from a ring of protection and bracers of defense stack?",
											"id": "133",
											"entries": [
												"是的。通常情况下，加值可以叠加，除非它们来自同一个法术（见《玩家手册》中\"结合魔法效果\"一节）。例如，你也不能从多个防护戒指中获益，因为你不能一次对同一物品的多个副本进行调整。"
											]
										},
										{
											"type": "entries",
											"name": "魔法武器是否会给你的攻击和伤害骰提供加值？",
											"ENG_name": "Do magic weapons give you a bonus to attack and damage rolls?",
											"id": "134",
											"entries": [
												"如果魔法武器的描述中说它有加值，那么它才会在攻击检定和伤害检定上给你加值。每个魔法武器都可以无视对非魔法攻击的伤害抗性和免疫，但只有特定的魔法武器比它们的非魔法同类更准确和更具破坏力。例如，+1长剑和巨人杀手都能给你的攻击检定和伤害检定加上1点加值，而焰舌剑和霜火剑则不提供这样的加值。然而，这四种武器都可以无视土元素对来自非魔法攻击的钝击、穿刺和斩击伤害的抗性。",
												"简而言之，对攻击骰和伤害骰的加值被认为是魔法武器的特殊属性，并不是所有魔法武器都会自动提供的。"
											]
										},
										{
											"type": "entries",
											"name": "我的战士用魔法长弓和非魔法箭攻击一个生物。这次攻击是魔法的吗？",
											"ENG_name": "My fighter attacks a creature with a magical longbow and nonmagical arrows. Is the attack magical?",
											"id": "135",
											"entries": [
												"由魔法远程武器进行的攻击是魔法的，即使弹药不是魔法的。（这一点在《地下城主指南》（DMG）的勘误中得到了澄清。）"
											]
										},
										{
											"type": "entries",
											"name": "具有投掷属性的魔法武器（如标枪等）是否假定在投掷后会返回给它们的主人？",
											"ENG_name": "Are magic weapons with the thrown property (javelins and the like) assumed to return to their owner after being thrown?",
											"id": "136",
											"entries": [
												"如果魔法武器在你投掷后会返回给你，它的描述中会说明，就像矮人投掷者那样。"
											]
										},
										{
											"type": "entries",
											"name": "如果具有暗杀特性的盗贼使用断首剑，那么突袭攻击是否是立即致死？",
											"ENG_name": "If a rogue with the Assassinate feature uses a vorpal sword, isn't the surprise attack an instant kill?",
											"id": "137",
											"entries": [
												"不。一把食人魔剑要求你在攻击骰上掷出20才能斩首某人。一个拥有刺客原型的盗贼使用食人魔剑攻击一个被突袭的目标，如果攻击骰成功，会得到一个自动的致命一击，但除非攻击骰是20，否则目标可以保留它的头。"
											]
										},
										{
											"type": "entries",
											"name": "精灵是否会对爱情药水进行豁免投掷，因为它是一种魅惑？描述暗示没有豁免。",
											"ENG_name": "Would an elf get a saving throw versus a philter of love as it's a charm? The description implies there is no save",
											"id": "138",
											"entries": [
												"对爱情药水没有豁免。爱情就是那么强烈。"
											]
										},
										{
											"type": "entries",
											"name": "公羊戒指使用的是法术攻击还是武器攻击？",
											"ENG_name": "Does the ring of the ram use spell attacks or weapon attacks?",
											"entries": [
												"文本没有具体说明。公羊戒指的攻击是一种远程法术攻击。《地下城主指南》的未来印刷版将反映这一意图。"
											],
											"id": "163"
										},
										{
											"type": "entries",
											"name": "使用纠缠绳时，我是一直抓着一端，还是整根绳子会缠绕在目标周围？",
											"ENG_name": "When using a rope of entanglement, do I keep holding one end in my hand, or does the entire rope wrap around the target?",
											"entries": [
												"你仍然握着绳子的一端，而另一端缠绕住了目标。"
											],
											"id": "164"
										},
										{
											"type": "entries",
											"name": "一个湮灭球能否进入利蒙德的小屋里？",
											"ENG_name": "Can a sphere of annihilation enter a Leomund's tiny hut?",
											"entries": [
												"是的。湮灭球会摧毁圆顶。"
											],
											"id": "165"
										},
										{
											"type": "entries",
											"name": "如果你拿着盾牌而没有采取动作来装备它，你能获得+2盾牌的魔法加值吗？",
											"ENG_name": "Can you gain the magical bonus of a +2 shield if you are holding the shield without taking an action to don it?",
											"entries": [
												"是的，但只有魔法的+2加值，它说明你在持有盾牌时获得它。只有在你像平常一样使用动作装备盾牌时，你才能获得盾牌的基础AC加值（见《玩家手册》第5章中的\"穿戴和脱下护甲\"）。"
											],
											"id": "166"
										},
										{
											"type": "entries",
											"name": "如果一个角色使用矮人投掷器击中了一名僧侣，而僧侣使用了'Deflect Missiles'，那么锤子是先返回攻击者那里，还是僧侣可以抓住它？",
											"ENG_name": "If a character hits a monk with a dwarven thrower and the monk uses Deflect Missiles, does the hammer return to the attacker first, or can the monk catch it?",
											"entries": [
												"武僧可以接住它。"
											],
											"id": "167"
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
