{
  "condition": [
    {
      "name": "目盲",
      "ENG_name": "Blinded",
      "source": "PHB",
      "page": 290,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个目盲的生物无法看见，且在任何需要视觉的属性检定中自动失败。",
            "对目盲生物进行的攻击检定具有优势，且目盲生物的攻击检定具有劣势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "魅惑",
      "ENG_name": "Charmed",
      "source": "PHB",
      "page": 290,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个被魅惑的生物不能攻击魅惑者、或以魅惑者作为有害能力或魔法效果的目标。",
            "魅惑者在对被魅惑的生物社交交互时所进行的所有属性检定具有优势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "耳聋",
      "ENG_name": "Deafened",
      "source": "PHB",
      "page": 290,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个耳聋的生物无法听见声音，且在任何需要听力的属性检定中自动失败。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "力竭",
      "ENG_name": "Exhaustion",
      "source": "PHB",
      "page": 291,
      "srd": true,
      "entries": [
        "某些特殊能力和险酷环境，例如饥饿或长时间处于寒冷或炎热的温度下，将会导致一个被称为力竭的特殊状态。力竭分成六个等级。根据效果的叙述，一个效果可能会使生物获得一个或多个力竭等级。",
        {
          "type": "table",
          "colLabels": [
            "等级",
            "效果"
          ],
          "colStyles": [
            "col-1 text-center",
            "col-11"
          ],
          "rows": [
            "1",
            "能力检定劣势",
            "2",
            "速度减半",
            "3",
            "攻击检定和豁免检定上处于劣势",
            "4",
            "最大生命值减半",
            "5",
            "速度减至0",
            "6",
            "死亡"
          ]
        },
        "如果一个已经力竭的生物再次受到会导致力竭的效果影响，它现在的力竭等级将会再加上该效果叙述中所记载的力竭等级。",
        "一个生物会承受他目前力竭等级和以下等级的所有力竭效果。例如：一个力竭等级2的生物会同时承受速度减半以及属性检定劣势的效果。",
        "一个移除力竭状态的能力会依照该能力的叙述来减少对应程度的力竭等级。当一个生物的力竭等级被减少至低于1，则结束所有的力竭效果。",
        "只要一个生物有进食和饮水，则完成一次长休将可以减少它1级力竭等级。此外，被从死里复活会使生物的力竭等级减少1级。"
      ],
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        }
      ]
    },
    {
      "name": "恐惧",
      "ENG_name": "Frightened",
      "source": "PHB",
      "page": 290,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "当恐惧的来源在视线可及的范围时，被恐惧的生物在属性检定和攻击检定上具有劣势。",
            "生物不能自愿地移近它恐惧的来源。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "被擒",
      "ENG_name": "Grappled",
      "source": "PHB",
      "page": 290,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个被擒生物的移动速度归0，且不能受益于任何对它移动速度的加值。",
            "如果擒抱者陷入{@condition 无力}，被擒状态将就此结束。",
            "如果被擒生物被移出擒抱者或是其他造成擒抱效果的来源的触及范围，被擒状态将就此结束。像是被{@spell 雷鸣波|phb}给击飞。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "无力",
      "ENG_name": "Incapacitated",
      "source": "PHB",
      "page": 290,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个无力的生物不能采取任何动作或反应。"
          ]
        }
      ],
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "隐形",
      "ENG_name": "Invisible",
      "source": "PHB",
      "page": 291,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "若是没有魔法或特殊感官的帮助，是不可能看见一个隐形生物的。在要进行躲藏时，该生物被视作重度遮蔽。该生物的所在位置可以通过任何它发出的噪音或留下的踪迹被侦测到。",
            "对隐形生物进行的攻击检定具有劣势，且隐形生物的攻击检定具有优势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "麻痹",
      "ENG_name": "Paralyzed",
      "source": "PHB",
      "page": 291,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个麻痹的生物处于{@condition incapacitated}状态，无法移动或说话。",
            "该生物自动失败力量和敏捷豁免投掷。",
            "对生物的攻击检定具有优势。",
            "如果攻击者在生物5英尺范围内，任何击中生物的攻击都是致命一击。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "石化",
      "ENG_name": "Petrified",
      "source": "PHB",
      "page": 291,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个被石化的生物和它身上穿戴或携带的任何非魔法物品都会一起被变形成无生命的固体材质（通常是石头）。它的重量将增加至十倍，并且停止老化。",
            "该生物陷入{@condition 无力}，不能移动或说话、且无法感知其周遭的环境。",
            "对该生物进行的攻击检定具有优势。",
            "该生物的力量和敏捷豁免自动失败。",
            "该生物对所有的伤害具有抗力。",
            "该生物免疫毒素和疾病，已存在于该生物体内的毒素或疾病将会停止运作，而非被解除。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "中毒",
      "ENG_name": "Poisoned",
      "source": "PHB",
      "page": 292,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个中毒的生物在攻击检定与属性检定上具有劣势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "伏地",
      "ENG_name": "Prone",
      "source": "PHB",
      "page": 292,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个伏地的生物唯一的移动方式是爬行，除非它站起来以结束此状态。",
            "该生物在攻击检定上具有劣势。",
            "如果攻击者距离该生物5尺以内，则对该生物进行的攻击检定将具有优势。除此之外，对该生物的攻击检定具有劣势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "束缚",
      "ENG_name": "Restrained",
      "source": "PHB",
      "page": 292,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个被束缚生物的移动速度归0，且不能受益于任何对它移动速度的加值。",
            "对该生物进行的攻击检定具有优势，且该生物的攻击检定具有劣势。",
            "该生物在敏捷豁免上具有劣势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "震慑",
      "ENG_name": "Stunned",
      "source": "PHB",
      "page": 292,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个被震慑的生物处于{@condition 无力}，不能移动，且只能有气无力地说话。",
            "该生物的力量和敏捷豁免自动失败。",
            "对该生物进行的攻击检定具有优势。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    },
    {
      "name": "昏迷",
      "ENG_name": "Unconscious",
      "source": "PHB",
      "page": 292,
      "srd": true,
      "entries": [
        {
          "type": "list",
          "items": [
            "一个昏迷的生物处于{@condition 无力}，不能移动或说话，且无法感知其周遭的环境。",
            "该生物持握的所有东西都会脱手，并且陷入{@condition 伏地}状态。",
            "该生物的力量和敏捷豁免自动失败。",
            "对该生物进行的攻击检定具有优势。",
            "若攻击者距离该生物5尺以内，则任何其命中该生物的攻击都视为重击。"
          ]
        }
      ],
      "hasFluffImages": true,
      "basicRules": true,
      "otherSources": [
        {
          "source": "RMR",
          "page": 62
        },
        {
          "source": "HftT",
          "page": 48
        }
      ]
    }
  ],
  "disease": [
    {
      "name": "奥术疫病",
      "ENG_name": "Arcane Blight",
      "source": "IDRotF",
      "page": 233,
      "entries": [
        "任何在死灵之城中逗留12小时的人形生物都必须通过一次DC 15的体质豁免检定，否则会感染一种奥术瘟疫。这种魔法疾病会将人形生物转变为一个{@creature nothic}，但在受害者经历幻觉以及孤立和偏执的感觉之后。其他症状包括皮肤发冷、脱发和近视（近视）。",
        "一个感染了奥术瘟疫的玩家角色获得了以下缺陷：\"我不信任任何人。\" 这个缺陷，它超越了任何与之冲突的缺陷，是由难以让角色分辨出现实的幻觉所驱动的。常见的幻觉包括相信盟友正在密谋窃取受害者的财富或以其他方式背叛受害者。",
        "Whenever it finishes a long rest, an infected humanoid must repeat the saving throw. On a successful save, the DC for future saves against the arcane blight drops by {@dice 1d6}. If the saving throw DC drops to 0, the creature overcomes the arcane blight and becomes immune to the effect of further exposure. A creature that fails three of these saving throws transforms into a {@creature nothic} under the DM's control. Only a {@spell wish} spell or divine intervention can undo this transformation.",
        "一个{@spell 更高恢复}法术或类似的魔法可以结束目标上的感染，移除缺陷及所有其他症状，但这种魔法并不能保护目标免受进一步的暴露。"
      ]
    },
    {
      "name": "失明症",
      "ENG_name": "Blinding Sickness",
      "source": "PHB",
      "page": 227,
      "entries": [
        "痛苦紧紧抓住生物的心智，它的眼睛变得乳白色。生物在智力检定和智力豁免投掷上具有劣势，并且处于{@condition blinded}状态。",
        "{@note 这种疾病可以通过施放{@spell contagion}法术来施加。}"
      ]
    },
    {
      "name": "蓝雾热病",
      "ENG_name": "Blue Mist Fever",
      "source": "ToA",
      "page": 40,
      "entries": [
        "A magical mist creeps through the jungles of Chult. Contact with this thin, blue, odorless mist can infect giants and humanoids with blue mist fever. A {@spell dispel magic} spell destroys the mist in a 20-foot square starting at a point chosen by the caster within the spell's range. An encounter with this mist typically covers {@dice 1d6} such areas (400-2,400 square feet).",
        "A giant or humanoid that comes into contact with the mist must succeed on a DC 13 Constitution saving throw or become infected with blue mist fever. An infected creature begins seeing vivid hallucinations of blue monkeys {@dice 1d6} hours after failing the save, and the hallucinations last until the disease ends on the creature. A creature can repeat the saving throw every 24 hours, ending the effect on itself on a success."
      ]
    },
    {
      "name": "蓝病",
      "ENG_name": "Bluerot",
      "source": "GoS",
      "page": 234,
      "entries": [
        "This disease targets humanoids. While afflicted with bluerot, a victim grows grotesque blue boils on their face and back. This disease is carried by undead (including the drowned ones in Tammeraut's Fate), and victims most often acquire it through wounds caused by infected creatures. The disease's boils manifest in {@dice 1d4} hours, causing the victim's Constitution and Charisma scores to decrease by {@dice 1d4} each, to a minimum of 3. This is quickly followed by a fever and tingling in the extremities. An infected creature is vulnerable to radiant damage and gains the ability to breathe underwater.",
        "At the end of each long rest, an infected creature makes a DC 12 Constitution saving throw. On a success, the victim regains 1 point of Constitution and 1 point of Charisma lost to the disease. If the infected creature regains all the points lost to the disease, it is cured. Other effects that raise the victim's ability scores do not cure the disease. On a failed saving throw, the victim takes 18 ({@dice 4d8}) necrotic damage as the boils burst and spread. A creature reduced to 0 hit points by this damage cannot regain hit points until the disease is cured, though it can be stabilized as normal."
      ]
    },
    {
      "name": "失心疯",
      "ENG_name": "Cackle Fever",
      "source": "DMG",
      "page": 257,
      "srd": true,
      "entries": [
        "这种疾病针对类人生物，尽管侏儒奇怪地对此免疫。在这种疾病的控制下，受害者经常陷入疯狂的笑声，这给了疾病它的常见名称和它的病态绰号：'尖叫病'。",
        "Symptoms manifest {@dice 1d4} hours after infection and include fever and disorientation. The infected creature gains one level of {@condition exhaustion} that can't be removed until the disease is cured.",
        "任何导致感染生物承受巨大压力的事件——包括进入战斗、受到伤害、经历恐惧或做噩梦——都会迫使生物进行一次DC 13的体质豁免投掷。",
        "On a failed save, the creature takes 5 ({@dice 1d10}) psychic damage and becomes {@condition incapacitated} with mad laughter for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the mad laughter and the {@condition incapacitated} condition on a success. Any humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a DC 10 Constitution saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
        "At the end of each long rest, an infected creature can make a DC 13 Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of {@variantrule Madness|DMG|indefinite madness}."
      ]
    },
    {
      "name": "秽热病",
      "ENG_name": "Filth Fever",
      "source": "PHB",
      "page": 227,
      "entries": [
        "一股狂暴的高烧席卷生物的身体。生物在力量检定、力量豁免投掷以及使用力量的攻击骰上具有劣势。",
        "{@note 这种疾病可以通过施放{@spell contagion}法术来施加。}"
      ]
    },
    {
      "name": "血肉溃烂",
      "ENG_name": "Flesh Rot",
      "source": "PHB",
      "page": 227,
      "entries": [
        "生物的肉体开始腐烂。生物在魅力检定时有劣势，并对所有伤害具有弱点。",
        "{@note 这种疾病可以通过施放{@spell contagion}法术来施加。}"
      ]
    },
    {
      "name": "严寒之苦",
      "ENG_name": "Frigid Woe",
      "source": "EGW",
      "page": 125,
      "entries": [
        "冰寒之祸是由艾欧尔的法师们开发的一种特殊疾病，无法通过常规治疗或魔法治愈。感染这种疾病的生物唯一的治疗方法是找到并饮用制造出的解药，这是一种乳白色的液体，储存在位于艾塞尔克罗斯遗迹中的金瓶里。这种疾病的创造目的是为了减缓神明力量的推进，并绕过他们的牧师和天使的治疗能力。",
        "The disease is transmitted by breathing in blue spores that Aeor's mages created long ago. When a creature comes into contact with these spores, it must succeed on a DC 11 Constitution saving throw or become infected with frigid woe. It takes {@dice 1d4} days for the symptoms to manifest in an infected creature. These symptoms include fatigue, chills, and visible blue veins that appear on the creature's body. The infected creature's speed is reduced by 5 feet as long as it remains infected. Every 10 days after symptoms appear, an infected creature must succeed on a DC 11 Constitution saving throw, or its speed is reduced by another 5 feet. If a creature's speed is reduced to 0 as a result of this disease, the creature dies and its body turns into a statue made of ice.",
        "生物可以作为动作饮用解药，立即结束所有疾病的症状和效果。"
      ]
    },
    {
      "name": "食尸鬼肠胃",
      "ENG_name": "Ghoul Gut",
      "source": "OoW",
      "page": 111,
      "entries": [
        "Water polluted with ghoul parts carries ghoul gut. A creature drinking this tainted water must succeed on a DC 12 Constitution saving throw or contract the disease. Symptoms strike when a victim starts a long rest or next becomes excited, as during combat. A victim suffers severe cramps, and their bowels make sounds like two ghouls fighting. When the symptoms first strike, the victim takes 5 ({@dice 2d4}) necrotic damage. In addition, a diseased victim regains no hit points or Hit Dice from nonmagical sources, including resting or spending Hit Dice. A victim who finishes a long rest can attempt a DC 12 Constitution saving throw. On a successful save, the victim shakes off the disease. Failure deals the character another 5 ({@dice 2d4}) necrotic damage.",
        "一个角色如果成功通过一个DC 15的智力（{@skill Medicine}）检定，也可以从另一个生物身上移除疾病。这样做需要进行检定的角色在长时间的休息期间照顾生病的个体。护理者从那次休息中不会获得任何好处。"
      ]
    },
    {
      "name": "鸦肺",
      "ENG_name": "Grackle-Lung",
      "source": "OotA",
      "page": 54,
      "entries": [
        "Gracklstugh中持续的烟雾会导致生物患上grackle-lung，这会导致持续的剧烈咳嗽和吐出浓稠的黑色痰液。每当一个活着的、呼吸的生物在Gracklstugh完成长时间的休息，它必须进行一次DC 11体质豁免投掷。每次投掷失败，生物就会获得一级{@condition exhaustion}，因为它的气道会变得越来越堵塞。生物达到6级{@condition exhaustion}时，会像平常一样死亡。",
        "由于鸦肺病引起的1级或多级{@condition exhaustion}的生物必须通过一次体质检定才能采取{@action Dash}行动。如果检定失败，则无法尝试该行动。如果生物试图施放需要口头成分的法术，它必须通过一次体质检定，否则无法完成法术，导致法术失败且无效果。每次检定的难度等级为10加上生物当前的{@condition exhaustion}等级。",
        "如果一个生物的{@condition exhaustion}等级降到1以下，它就不再受格拉克肺病的影响，并在接下来的一周内对其免疫。杜尔加和德罗对格拉克肺病有抵抗力，对其进行体质检查时具有优势。任何治愈疾病的法术或效果也能治愈格拉克肺病，有效地移除由该疾病引起的所有{@condition exhaustion}等级。"
      ]
    },
    {
      "name": "脑热症",
      "ENG_name": "Mindfire",
      "source": "PHB",
      "page": 227,
      "entries": [
        "生物的心智变得发热。生物在智力检定和智力豁免投掷上具有劣势，并且在战斗中表现得如同受到了{@spell confusion}法术的影响。",
        "{@note 这种疾病可以通过施放{@spell contagion}法术来施加。}"
      ]
    },
    {
      "name": "红脸病",
      "ENG_name": "Redface",
      "source": "GoS",
      "page": 168,
      "entries": [
        "红脸病的效果与{@disease sight rot}（见《地下城主指南|DMG|8|疾病》第8章）相同，但它是由空气中的污染物引起的，而不是受污染的饮用水，这使得它难以避免。"
      ]
    },
    {
      "name": "腐生瘟疫",
      "ENG_name": "Saprophytic Plague",
      "source": "CM",
      "page": 253,
      "entries": [
        "Xanthoria对巫妖的研究以及她创造的活体圣物导致了在剑海岸蔓延的瘟疫。任何野兽或类人生物，如果进入被腐生瘟疫感染生物的10英尺范围内，必须成功进行一次DC 20的体质豁免投掷，否则也会被感染。如果投掷成功，生物在24小时内对瘟疫免疫，任何对疾病免疫的生物将自动成功豁免。",
        "After a failed save, a creature experiences the first symptoms—body aches, nausea, slurred speech, and uncontrollable drooling—{@dice 1d4} hours later and gains 1 level of {@condition exhaustion}. Every 24 hours thereafter, the creature automatically gains another level of {@condition exhaustion}. Any creature killed by the saprophytic plague transforms into a lifeless magenta ooze.",
        "一个生物如果被腐生瘟疫感染至少24小时，就会表现得像僵尸一样，对周围环境几乎没有意识，因为真菌生长物从它的头部、身体和四肢上冒出来。它有一种强烈的冲动要待在未感染生物的群体中，以便传播传染源。这是感染了瘟疫的人形生物开始一遍又一遍地说“仙托利亚”这个词的时候，他们并不明白这个词的含义。这种行为是由一个孢子的菌丝网络造成的，它在仙托利亚和被瘟疫感染的人形生物之间形成了一个脆弱的联系。",
        "Foodstuffs that are exposed to the plague's spores decay or go sour within {@dice 2d12} hours, leaving behind a lurid magenta mass of oozing fungi. Eating infected food requires a saving throw as above.",
        "任何治疗疾病的魔法都可以清除生物体内的腐生瘟疫。施放{@spell purify food and drink}可以摧毁食物中的感染。"
      ]
    },
    {
      "name": "癫痫",
      "ENG_name": "Seizure",
      "source": "PHB",
      "page": 227,
      "entries": [
        "生物被颤抖所克服。生物在敏捷检定、敏捷豁免投掷以及使用敏捷的攻击投掷上具有劣势。",
        "{@note 这种疾病可以通过施放{@spell contagion}法术来施加。}"
      ]
    },
    {
      "name": "下水道瘟疫",
      "ENG_name": "Sewer Plague",
      "source": "DMG",
      "page": 257,
      "srd": true,
      "entries": [
        "下水道瘟疫是一个泛指，指的是在下水道、垃圾堆和停滞的沼泽中孵化的广泛疾病类别，这些疾病有时通过居住在这些地区的生物传播，例如老鼠和奥图格。",
        "当类人生物被携带疾病的生物咬伤，或接触到被疾病污染的污物或内脏时，生物必须成功通过一次DC 11的体魄豁免检定，否则将被感染。",
        "It takes {@dice 1d4} days for sewer plague's symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of {@condition exhaustion}, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.",
        "在每次长时间休息结束时，感染的生物必须进行一次DC 11的体质豁免投掷。如果投掷失败，角色获得一级{@condition exhaustion}状态。",
        "成功的豁免投掷可以使角色的{@condition exhaustion}等级降低一级。如果成功的豁免投掷使感染生物的{@condition exhaustion}等级降到1以下，生物则从疾病中恢复。"
      ]
    },
    {
      "name": "震颤之疾",
      "ENG_name": "Shivering Sickness",
      "source": "ToA",
      "page": 40,
      "entries": [
        "来自楚尔特丛林和沼泽的昆虫携带这种疾病，颤抖病。最简单的防护方法是在所有暴露的皮肤上涂抹一层驱虫药膏（关于驱虫剂的费用，请参阅{@adventure \"购买特殊物品\"|ToA|1|购买特殊物品}）。",
        "从{@creature Swarm of Insects||昆虫群}或从{@creature giant centipede||巨型蜈蚣}、{@creature giant scorpion||巨型蝎子}或{@creature giant wasp||巨型黄蜂}那里受到伤害的巨人或类人生物，在遭遇结束时会暴露于疾病中。那些自上次长时间休息以来没有使用驱虫剂的人，在完成长时间休息时会暴露于疾病中。",
        "A giant or humanoid exposed to the disease must succeed on a DC 11 Constitution saving throw or become infected. A creature with natural armor has advantage on the saving throw. It takes {@dice 2d6} hours for symptoms to manifest in an infected creature. Symptoms include blurred vision, disorientation, and a sudden drop in body temperature that causes uncontrollable shivering and chattering of the teeth.",
        "一旦症状开始，感染生物从消耗生命骰获得的生命值只有正常数量的一半，长时间休息也无法恢复生命值。感染生物在能力检定和攻击掷骰上也有劣势。在长时间休息结束时，感染生物重复豁免投掷，在成功投掷时摆脱疾病。"
      ]
    },
    {
      "name": "腐眼症",
      "ENG_name": "Sight Rot",
      "source": "DMG",
      "page": 257,
      "srd": true,
      "entries": [
        "这种痛苦的感染会导致眼睛出血，最终使受害者失明。",
        "如果一个野兽或人形生物饮用了被视腐病污染的水，必须成功通过一次DC 15的体质豁免检定，否则会被感染。感染一天后，生物的视力开始变得模糊。生物在依赖视力的攻击检定和能力检定上会受到-1的惩罚。在症状出现后，每次长时间休息结束时，惩罚会增加1。当惩罚达到-5时，受害者会被{@condition blinded}，直到通过魔法如{@spell lesser restoration}或{@spell heal}恢复视力。",
        "视力腐烂可以通过使用一种叫做明亮眼的稀有花朵来治愈，这种花生长在一些沼泽中。如果有一个小时的时间，一个熟练使用{@item herbalism kit|phb}的角色可以将这种花制成一份药膏。在长休息前涂抹在眼睛上，一份药膏可以防止疾病在那次休息后恶化。经过三份药膏的治疗，可以完全治愈疾病。"
      ]
    },
    {
      "name": "黏泞恶疾",
      "ENG_name": "Slimy Doom",
      "source": "PHB",
      "page": 227,
      "entries": [
        "生物开始无法控制地出血。生物在体质检定和体魄豁免投掷上有劣势。此外，每当生物受到伤害时，它将被{@condition stunned}直到其下一回合结束。",
        "{@note 这种疾病可以通过施放{@spell contagion}法术来施加。}"
      ]
    },
    {
      "name": "蜘蛛卵",
      "ENG_name": "Spider Eggs",
      "source": "WDMM",
      "page": 47,
      "entries": [
        "If the party is defeated, stabilized characters awaken after {@dice 1d4} hours to find themselves cocooned in sticky webs and suspended 10 feet off the floor, with spider eggs implanted in their bodies. A cocooned character is {@condition restrained} and can use its action to try to escape by making a successful DC 15 Strength check.",
        "Spider eggs implanted in a host hatch in {@dice 2d12} hours, killing the host as the baby spiders chew their way out. This infestation functions like a disease. A {@spell lesser restoration} spell or similar magic cast upon the host kills the spider eggs, ending the threat."
      ]
    },
    {
      "name": "超级破伤风",
      "ENG_name": "Super-Tetanus",
      "source": "TftYP",
      "page": 104,
      "entries": [
        "A creature that contracts the disease of super-tetanus is wracked with pain as its heart races and its muscles spasm hard enough to break its bones. The creature takes 11 ({@dice 2d10}) damage at the start of each of its turns. If a victim is not cured by other means, it can repeat the saving throw at the end of every minute after becoming exposed, ending the effect on itself with a successful save."
      ]
    },
    {
      "name": "啃噬瘟疫",
      "ENG_name": "The Gnawing Plague",
      "source": "VRGR",
      "page": 153,
      "entries": [
        "被称为“啃噬瘟疫”的疾病，也被称作\"啃噬\"，在里切穆洛特的每个角落都为人所知。",
        {
          "type": "entries",
          "name": "传播",
          "ENG_name": "Transmission",
          "page": 153,
          "entries": [
            "啃咬病是通过被携带疾病的{@creature rat}（老鼠）、{@creature giant rat}（巨型老鼠）、{@creature swarm of rats}（老鼠群）或{@creature wererat}（鼠人）咬伤，或者与感染生物的身体接触而传播的。"
          ]
        },
        {
          "type": "entries",
          "name": "感染",
          "ENG_name": "Infection",
          "page": 153,
          "entries": [
            "暴露于疾病的生物必须成功通过一次DC 10的体魄豁免检定，否则将被感染。这个豁免检定的DC可能会根据瘟疫传播的严重程度而增加（见下方“{@book 瘟疫循环|VRGR|3|瘟疫循环}”）。"
          ]
        },
        {
          "type": "entries",
          "name": "症状",
          "ENG_name": "Symptoms",
          "page": 153,
          "entries": [
            "It takes {@dice 1d2} days for the Gnawing Plague's symptoms to manifest in an infected creature. The infected creature then gains 1 level of {@condition exhaustion}, regains only half the normal number of hit points from spending Hit Dice, and regains no hit points from finishing a long rest.",
            "瘟疫的症状包括淋巴结肿大、疲劳、斑驳的皮疹、出汗和颤抖，特别是面部抽搐。当地人将这些抽搐比作老鼠的嗅探。患者经常在嘴里放一些皮革碎片，以防止牙齿碰撞，尽管他们不可避免地会咬穿这些碎片。"
          ]
        },
        {
          "type": "entries",
          "name": "恢复",
          "ENG_name": "Recovery",
          "page": 154,
          "entries": [
            "在每次长时间休息结束时，感染的生物必须进行一次DC 10的体质豁免投掷。投掷失败，生物获得1级{@condition exhaustion}。投掷成功，生物的{@condition exhaustion}等级减少1。如果成功的豁免投掷使感染生物的{@condition exhaustion}等级降至1以下，生物则从疾病中恢复。"
          ]
        },
        {
          "type": "entries",
          "name": "免疫",
          "ENG_name": "Immunity",
          "page": 154,
          "entries": [
            "所有形态的老鼠和狼人老鼠对啃噬瘟疫免疫。"
          ]
        }
      ]
    },
    {
      "name": "喉部水蛭",
      "ENG_name": "Throat Leeches",
      "source": "ToA",
      "page": 40,
      "entries": [
        "Minuscule parasites known as throat leeches infect the water in Chult's forests, swamps, and rivers. Any giant or humanoid that swallows tainted water must succeed on a DC 12 Constitution saving throw or be infested with throat leeches. Immediate symptoms include throat inflammation and shortness of breath. After {@dice 1d6} hours, the infected character gains 1 level of {@condition exhaustion} that can't be removed (except as described below) until the disease is cured. At the end of each long rest, the infected creature must repeat the saving throw. On a failed save, the creature's {@condition exhaustion} increases by 1 level; on a successful save, the creature's {@condition exhaustion} decreases by 1 level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease.",
        "探险者可以通过只饮用雨水或经过煮沸或魔法净化的水来避免感染喉蛭。"
      ]
    }
  ],
  "status": [
    {
      "name": "专注",
      "ENG_name": "Concentration",
      "source": "PHB",
      "page": 203,
      "srd": true,
      "entries": [
        "有些法术会需要你维持专注以让它的魔法效果持续作用。若你的专注中断，则这类法术也将随之结束。",
        "若一个法术需要专注以维持，则其将在它的持续时间栏目中被注明，且该法术也会注明你最多可以维持该专注的多久的时间。你可以在任何时候停止专注（无须动作）。",
        "寻常举动（像是移动或攻击）并不会影响专注。只有下列因素会使专注被中断：",
        {
          "type": "list",
          "items": [
            "{@b 施放另一个需要专注的法术。} 若你施放了另一个需要专注的法术，则你当前的专注将被中断。你不能同时专注于两个法术。",
            "{@b 受到伤害。} 每当你在专注于一个法术的期间受到伤害，你都必须进行一次体质豁免，成功则继续维持你的专注。该豁免检定的DC等同于10或你所受到伤害的一半，两者取高。若你受到多次不同来源的伤害（例如箭矢和龙息），则你必须为每一次伤害来源分别进行豁免检定。",
            "{@b 陷入无力或被杀死。} 若你陷入{@condition 无力}状态或若你死亡，则你当前的专注将被中断。"
          ]
        },
        "DM可能会认定在特定环境现象下，例如面对暴风雨中扑面而来的巨浪，你会需要成功通过一次DC 10的体质豁免才能够维持法术的专注。"
      ],
      "basicRules": true
    }
  ]
}