{
	"_meta": {
		"internalCopies": [
			"backgroundFluff"
		]
	},
	"backgroundFluff": [
		{
			"name": "侍僧",
			"ENG_name": "Acolyte",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你一生都在为某个特定神祇或神祇群体的神庙服务。你作为神圣领域与凡人世界之间的中介，执行神圣的仪式并献上祭品，以便将信徒引入神的面前。你不一定是牧师——执行神圣仪式与引导神力不是同一回事。",
								"选择一位神明、一群神明，或者某个其他准神存在，并与你的地下城主合作，详细描述你的宗教服务的性质。多元宇宙的神明部分包含了一个样本神殿，来自被遗忘的国度设定。你是从小就在神庙里长大，协助神职人员执行神圣仪式的低级职员吗？或者你是一位突然经历以不同方式服务自己神明的呼唤的高级神职人员？也许你是任何已建立神庙结构之外的小型邪教的领导者，甚至是现在你否认的服务恶魔主人的神秘团体。"
							]
						}
					]
				}
			]
		},
		{
			"name": "人类学家",
			"ENG_name": "Anthropologist",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你一直对其他文化充满好奇，从最古老、原始的失落之地到最现代的文明。通过研究其他文化的习惯、哲学、法律、仪式、宗教信仰、语言和艺术，你学会了如何部落、帝国以及两者之间的所有社会形式塑造自己的命运和厄运。这些知识不仅来自于书籍和卷轴，还来自于第一手的观察——通过访问遥远的定居点，探索当地的历史和习俗。"
							]
						}
					]
				}
			]
		},
		{
			"name": "考古学家",
			"ENG_name": "Archaeologist",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"考古学家通过研究过去的失落文明的遗迹——他们的骨骼、废墟、幸存的杰作和坟墓来了解这些文明。从事考古学的人会前往世界的偏远角落，挖掘破碎的城市和失落的地牢，寻找能够讲述君主、高级祭司、战争和灾难故事的文物。"
							]
						}
					]
				}
			]
		},
		{
			"name": "阿沙里",
			"ENG_name": "Ashari",
			"source": "TDCSR",
			"entries": [
				"远离塔尔多雷的城市政治斗争，你是阿沙里人的一员——一个与古老契约绑定的社会，保护物质界不受原始元素的混乱影响。你被培养来崇敬和保护自然世界，并引导那些赋予它生命的动荡元素力量。当元素威胁到自然的微妙平衡时，阿沙里人的角色就是恢复和谐。",
				"你成长在一个紧密团结的社会中，受一个成功从被称为阿拉曼特的传统旅程返回元素位面的领袖的约束。相比之下，你可能从未离家超过几天，因此与家人和邻居的关系比塔尔多瑞的许多人更为紧密。",
				"在你的早年生活中，你很可能承担了构成你社会的众多角色之一，无论是家庭主妇、猎人、探险家还是保护者。如果你有能力使用元素魔法，你可能拥有所有职责中最重要的一项：保护和安抚你家园中心的元素裂缝。即使你现在作为一名冒险家远行至家园之外，你的忠诚仍然属于你秩序的持续安全。无论你如何学习周围新世界，你意识到需要为你的事业集结盟友。",
				"每个阿沙里人与四大元素秩序及其定居地之一相连。你必须选择皮拉（火）、维斯拉（水）、泰拉（土）或泽弗拉（风）。土和空气的裂缝都在塔尔多雷。如果你曾经生活在你的人民之中，那么你对空中阿沙里人乘坐天帆在峰会峰之上，或土阿沙里人从悬崖山脉的坚硬石头中爆发出来，乘坐地板的壮观景象非常熟悉。"
			]
		},
		{
			"name": "星界漂泊者",
			"ENG_name": "Astral Drifter",
			"source": "AAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你已经穿越星界之海比你记忆中还要久。在那里，你亲眼见证了银色虚空的奇迹：你停止了衰老，不再感到饥饿或口渴。被漫游欲驱使，你从星界之海的一个地方漂流到另一个地方，就像风中的一粒尘埃。自从你来到这里以来，你已经数不清过去了多少年。",
								"在你的旅途中，你曾在死去的神明石化的巨大身躯上扎营，并在避开星界海洋上横扫的灵能风的同时，也避免了与该平面上最危险的居民长时间接触。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/AAG/Astral Drifter.webp"
					},
					"title": "等离子星界漂泊者",
					"credit": "奥利维尔·伯纳德"
				}
			]
		},
		{
			"name": "运动员",
			"ENG_name": "Athlete",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你努力在身体和行动上完善自己。竞争的激情点燃了你的热血，人群的欢呼声推动你前进。你的壮举之传闻在你之前就已经传开，这可能会为你打开大门或让舌头松动。",
								"无论是在泰罗斯的城邦中、城邦之间，还是在泰罗斯的非人类民族中，体育竞技和那些追求竞技的人都会获得近乎崇敬的尊重。运动员来自各行各业和各种文化，并且经常相互交错。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/MOT/Athlete.webp"
					},
					"credit": "诺亚·布拉德利"
				}
			]
		},
		{
			"name": "奥根信托（间谍）",
			"ENG_name": "Augen Trust (Spy)",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"关于奥根信托，即使在邓德利亚帝国的宫廷内也鲜为人知。只有一个人知道这个帝国间谍精英网络的所有成员：它的领袖奥利弗·施赖伯，一个与邓德王有耳语之缘的贵族侏儒。",
								"如果你有幸成为奥根信托的成员，你的整个生活在某个时刻都会暴露在秘密间谍大师面前，而你被认定为帝国的忠诚仆人，拥有一套特殊的技能。背叛信托是对王冠的重罪，叛逃者会被追捕并迅速处决。",
								"大多数从奥根信托叛逃的人逃往北方的寒冷之地，超出了帝国的触及范围。克洛维斯联盟会毫不犹豫地将叛徒引渡给帝国，以维持外交关系，而在当前的政治气候下，逃往克索哈斯等同于自杀。",
								"如果你是信托会的成员去冒险，你要么是一个叛徒，不知怎么地设法在帝国最伟大的间谍面前保持你的真实身份的秘密——要么你仍在积极服役。在后一种情况下，你可以与你的DM合作，弄清楚为什么你与外部的冒险家一起旅行。"
							]
						}
					]
				}
			]
		},
		{
			"name": "俄佐立官员",
			"ENG_name": "Azorius Functionary",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"暴徒们在门口，混乱即将来临，唯一能够阻止灾难的就是法律和秩序的基础——正如阿佐里斯参议院所体现的那样。你是阿佐里斯公会的骄傲成员，该公会既制定又执行法律，使拉文尼卡社会平稳安全地运作。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门侍僧",
			"ENG_name": "Baldur's Gate Acolyte",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"据说在巴尔杜尔之门，世界上每一种信仰都有信徒。不仅大多数已建立的信仰被容忍——即使其中一些，包括大多数公开邪恶的信仰，被限制在外围城市的双歌区——而且新的信仰不断到来，由来自遥远土地的旅行者和传教士带来。拥有这种背景的角色可能渴望追求更伟大的事情，不是为了他们自己，而是为了他们的信仰。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门骗子",
			"ENG_name": "Baldur's Gate Charlatan",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在巴尔杜尔之门，每个人都在试图超过别人。一个团体的骗子可能是另一个团体的革命家。或者你只是为自己而战。无论如何，有这种背景的角色都有一个大计划；他们所需要的只是胆量和一点时间。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门罪犯",
			"ENG_name": "Baldur's Gate Criminal",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"巴尔杜尔之门中没有一个职业犯罪分子在不知情的情况下活动。一些人谨慎地保持低调，仅携带偶尔的走私货物与合法商品一起，或者只有在可以合理声称为个人复仇行为时才会破坏膝盖。其他人则加入团队寻求保护，或直接加入公会。一些前公会成员因无能或冒犯了更有权力的成员而被组织驱逐，现在为了生存而四处搜寻残渣。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BGDIA/Baldur's Gate Criminal.webp"
					}
				}
			]
		},
		{
			"name": "博德之门艺人",
			"ENG_name": "Baldur's Gate Entertainer",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"从绿洲剧院的壮观歌手和杂技演员到广阔之地的哑剧和皮影戏表演者，巴尔杜尔之门拥有丰富多彩的表演者阵容。好的表演总能吸引到热情的观众，而不断流动的旅行者意味着新的观众和新的奇观总是源源不断地经过这里。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门民间英雄",
			"ENG_name": "Baldur's Gate Folk Hero",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"博德之门是一个急需英雄的城市，每隔一段时间，就会有人从它自己的人民中崛起。普通人民中崛起的伟大人物在地方历史上备受喜爱，但公众的想象力几乎可以和它加冕这些冠军一样快地转变。"
							]
						}
					]
				}
			]
		},
		{
			"name": "巴尔杜尔之门公会工匠",
			"ENG_name": "Baldur's Gate Guild Artisan",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在巴尔杜尔之门，存在着众多的行会和专业协会，涵盖了从掘墓人到放贷者等所有可以想象的行业和学科。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门隐士",
			"ENG_name": "Baldur's Gate Hermit",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"虽然有些人可能认为在繁华的城市中找到隐士很奇怪，但其他人知道，有时候最深刻的孤独存在于人群之中。巴尔杜尔之门就有一些灵魂能够在其喧嚣中找到隔离。"
							]
						}
					]
				}
			]
		},
		{
			"name": "巴尔杜尔之门贵族",
			"ENG_name": "Baldur's Gate Noble",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"巴尔杜尔之门的贵族们居住在上城区，他们在那里举办盛大的舞会，炫耀国际时尚，但与不幸地区的贫困和肮脏以及他们的社区隔绝。尽管他们可能会访问繁荣的布卢姆里奇尝试一家时尚的餐厅或精品店，或者在绿洲剧院观看一场壮观的表演，但贵族们很少有必要冒险进入城市更脏、更危险的地方。如果他们这样做，通常是作为寻求刺激的游客或被武装警卫包围，而不是作为朋友或邻居。因此，许多贵族对半个大陆之外的皇家宫廷的微妙之处极为敏感，却对他们自己家门口的穷人生活状况惊人地无知。",
								"这种对世俗的精明和对本地的无知几乎成为了巴尔杜尔之门所有贵族的特点。因此，对于那些想要扮演族长角色的玩家来说，下面的族长特性取代了贵族背景的职位和特权特性。那些希望使用背景标准特性的人可能在巴尔杜尔之门是通过商业而不是继承获得他们的地位。"
							]
						}
					]
				}
			]
		},
		{
			"name": "巴尔杜尔之门外来者",
			"ENG_name": "Baldur's Gate Outlander",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"来到巴尔杜尔之门可能出于多种原因看起来是个好主意。利润、刺激和国际化的机会都呈现出诱人的前景，但很少有人在踏上通往巴尔杜尔之门的道路时完全理解即将面临的复杂社会困境。你作为一个外来者进入这座城市，而且很可能——无论你在这座城市待多久——你离开时仍然是一个外来者，如果你真的离开的话。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门贤者",
			"ENG_name": "Baldur's Gate Sage",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"巴尔杜尔之门拥有一个以高堂图书馆和各种致力于学习和创新之神的神庙为中心的谦逊学术社区。讲师、研究人员和历史学家都与来自烛堡的过路学者一起，在上城和下城充满书籍的大厅中活跃地交流思想，辩论和合作。这座城市也充满了奥秘研究的机会，尽管其大师们分散在各个巫师的住所中，缺乏集中的社区。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门水手",
			"ENG_name": "Baldur's Gate Sailor",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"博德之门是由水手们建立的，它的港口仍然是这座城市跳动的心脏。几位贵族的祖先是古代的船长，下城区的商业建立在港口之上，甚至外城区的节奏也受到河流贸易的涨落所支配。因为水手们对于博德之门来说就像街道上的鹅卵石一样基础且无处不在，拥有这种背景的角色很常见。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门士兵",
			"ENG_name": "Baldur's Gate Soldier",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"雇佣兵、私人保镖、守卫士兵以及烈焰之拳的成员只是巴尔杜尔之门街道上众多士兵中的一小部分。"
							]
						}
					]
				}
			]
		},
		{
			"name": "博德之门小乞丐",
			"ENG_name": "Baldur's Gate Urchin",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在外围城市，孤儿和逃跑者组成团体，他们成群结队地追逐路人，穿着破烂的衣服恳求施舍。在下城区，流浪儿经常被招募到公会的最底层，或者被不择手段的主人强迫从事肮脏和危险的工作。"
							]
						}
					]
				}
			]
		},
		{
			"name": "土匪叛徒",
			"ENG_name": "Bandit Defector",
			"source": "HWCS",
			"entries": [
				"你曾经是盗贼联盟的一员，四处流窜，伏击并抢劫过往的商人。有某种原因让你决定那条道路不再值得追求，你放弃了那种生活。但退出盗贼联盟并不容易。"
			]
		},
		{
			"name": "黑拳双重间谍",
			"ENG_name": "Black Fist Double Agent",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是为统治费兰的病毒之泪工作的线人，但同时也是费兰原城卫队——黑拳的双面间谍。对于病毒之泪，你被指派去挖掘费兰犯罪地下世界、叛乱和费兰平民的秘密。作为交换，通过报告持不同政见者、罪犯和其他反叛分子的活动，病毒之泪让你在和平中进行自己的事务。",
								"实际上，你为被废黜的黑拳家族工作，与恶意之泪分享错误信息，这通常有助于黑拳家族和其他费兰的反叛者。自从费兰撤离以来，你今天比以往任何时候都更忙碌，因为难民中的异见者数量每天都在增加，同时你有很多机会监视穆尔马斯特和艾尔文树的人们，这让你在恶意之泪中的联系人感到高兴。"
							]
						}
					]
				}
			]
		},
		{
			"name": "波洛斯军团兵",
			"ENG_name": "Boros Legionnaire",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"作为波罗斯军团的一员，你的生活致力于天使的服务，并致力于在拉维尼卡的街头建立正义与和平。你可能是一个真正的信徒，受到天使榜样的启发，被受压迫者的困境所感动，并致力于正义事业。或者你可能是一个在队伍中的愤世嫉俗者，也许是因为你不情愿地跟随了波罗斯父母的足迹，屈服于一个有魅力的招聘者的崇高承诺，或者被行动生活前景所吸引。"
							]
						}
					]
				}
			]
		},
		{
			"name": "商队专家",
			"ENG_name": "Caravan Specialist",
			"source": "ALElementalEvil",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你习惯了在路上的生活。你自豪地宣称自己在月亮海地区走过了每一条主要的贸易路线，包括最好的后路和小道。在这些道路上旅行时，你知道最好的旅馆、营地和水源的位置，以及可能的危险地点，如伏击。由于你已经在这条路上工作了很长时间，你结识了许多人，并且很容易就能从城镇到城镇收集信息和谣言。你擅长驾驭负重的动物，以及处理和修理各种马车。"
							]
						}
					]
				}
			]
		},
		{
			"name": "名人冒险家的后裔",
			"ENG_name": "Celebrity Adventurer's Scion",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你的家族名字在普通百姓心中激起了恐惧和钦佩——但这与你无关。歌颂你著名父母冒险事迹的歌曲和故事广为人知。全国各地的孩子们都梦想成为你。但作为著名冒险家的孩子并非都是拥抱和亲吻。",
								"你很少见到你的名人冒险家父母，当他们在身边时，一切都围绕着他们以及他们讲述的击败这个恶魔或征服那个龙的故事。往往，你会在深夜被站在你家外面的人吵醒，他们尖叫着谈论对城镇、地区或世界的最新威胁。",
								"最终，你家族血统所能展示的只有你的名字。家族的大部分钱财都用于消费品，从治疗药水和法术卷轴到大量的矮人啤酒。而且每个人都期望你像你著名的祖先一样挥舞剑或施放法术，这使你证明自己变得更加困难。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/AI/celebrity-adventurers-scion.webp"
					},
					"credit": "克里斯·斯特劳布"
				}
			]
		},
		{
			"name": "骗子",
			"ENG_name": "Charlatan",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你总是擅长与人打交道。你知道什么能触动他们，几分钟的交谈后你就能引出他们心底的愿望，通过几个引导性的问题，你就能像读儿童书籍一样读懂他们。这是一种有用的才能，而且你完全愿意为了自己的利益而利用它。",
								"你知道人们想要什么，并且你承诺提供，或者更确切地说，你承诺提供。常识应该让人们远离那些听起来太好而不真实的事物，但当你在场时，常识似乎很稀缺。这瓶粉红色的液体肯定会治愈那个不雅的皮疹，这种药膏——不过是一点脂肪撒上一点银粉——可以恢复青春和活力，而且刚好城市里有一座桥要出售。这些奇迹听起来不可信，但你可以让它们听起来像是真的。"
							]
						}
					]
				}
			]
		},
		{
			"name": "城市守卫",
			"ENG_name": "City Watch",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你曾服务于你成长的社区，作为对抗犯罪的第一道防线。你不是一个士兵，将目光投向可能的敌人。相反，你对家乡的服务是帮助管理其人民，保护公民免受违法者和各种罪犯的侵害。",
								"你可能曾是深水城的城防队的一员，那是一支手持警棍的警察力量，保护平民免受小偷和喧闹贵族的侵害。或者，你可能曾是银月城的勇敢捍卫者，银月守卫的一员，甚至是魔法使用者咒语守卫的一员。",
								"或许你来自永不冬眠城，并曾作为其冬季盾牌守卫的一员，这是一支新成立的誓言保护巧手之城安全的守卫分支。",
								"即使你不是在城市出生或成长，这个背景可以描述你早年作为执法成员的经历。几乎所有规模的定居点都有自己的治安官和警察力量，即使是更小的社区也有警长和法警随时准备保护他们的社区。"
							]
						}
					]
				}
			]
		},
		{
			"name": "宗族工匠",
			"ENG_name": "Clan Crafter",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"矮人族以其工艺和手工艺品的价值而闻名，你已经接受了那个古老传统的训练。多年来，你在一位矮人工艺大师的指导下辛勤劳作，忍受长时间的工作和轻蔑、脾气暴躁的待遇，以获得你今天所拥有的精湛技艺。",
								"你很可能是一个矮人，但不一定是——特别是在北方，盾矮人氏族很久以前就学会了，只有那些骄傲的傻瓜才会因为关心自己的自尊心而不是他们的工艺而拒绝有前途的学徒，即使这些学徒来自其他种族。然而，如果你不是矮人，你已经庄严宣誓永远不会在工艺上接受学徒：这不是非矮人应该传授摩拉丁宠爱之子的技能。不过，你不会很难找到愿意接受你推荐的潜在学徒的矮人大师。"
							]
						}
					]
				}
			]
		},
		{
			"name": "扣环成员",
			"ENG_name": "Clasp Member",
			"source": "TDCSR",
			"entries": [
				"无论你是在基马尔的险恶街道上长大，欺骗愚蠢的赌徒，还是在伊蒙，友爱之城的游客中度过青春，从他们的口袋里偷取零钱，你以欺骗为生的生活方式最终引起了卡拉斯普的注意：一个在塔尔多雷的每个城市都有藏身之处的传奇犯罪集团。为了得到保护、一定程度的家族关系以及一些有助于你作为罪犯进一步发展技艺的有用资源，你同意接受卡拉斯普的烙印并加入他们的行列。",
				"你可能曾花费时间执行公会里最卑微的任务，在小巷中徘徊，作为一个简单的扒手，一边等待攀登职业阶梯，一边让你的口袋装满银币。或者你可能是一个聪明的演员和说谎者，你擅长融入社会的各个方面，使你成为一个不可或缺的间谍。也许你迅捷的刀法让你成为了当地一个{@book 尖塔领袖|TDCSR|2|尖塔精灵神}教派的{@book 扣环|TDCSR|2|扣环}所畏惧的刺客。无论如何，尽管法律的威胁始终笼罩，但拥有这样一个强大集团的联系所带来的优势远远超过了你的偏执。大多数时候。",
				"由于{@book 扣环|TDCSR|2|扣环}是一个组织，其成员可以通过证明自己的价值、在高层结交正确的朋友，甚至通过敲诈和贿赂来提升地位。你和游戏主持人可以一起决定你的行为如何影响你在{@book 扣环|TDCSR|2|扣环}中的地位，以及这个地位给你带来什么好处。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/TDCSR/ClaspMember.webp"
					},
					"credit": "{@link 约翰·安东尼·迪乔瓦尼|https://artstation.com/jad}",
					"altText": "一个留着短黑发和胡须、穿着深色衣服、手持弯曲匕首、靠在石墙上的男人。"
				}
			]
		},
		{
			"name": "与世隔绝的学者",
			"ENG_name": "Cloistered Scholar",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"作为一个孩子，当你的玩伴们占有欲强或喧闹时，你是好奇的。在你的成长岁月中，你找到了通往费伦的伟大学习机构之一，在那里你被收为学徒并被教导，知识是比黄金或宝石更宝贵的财富。现在你准备离开你的家——不是要放弃它，而是为了寻求新的知识来增加它的知识库。",
								"费伦最著名的知识源泉是烛堡。这座宏伟的图书馆总是需要工作人员和侍从，其中一些人通过晋升来承担更大责任和更显著的角色。你可能就是烛堡的一员，致力于管理可能是全世界最完整的传说和历史资料。",
								"也许相反，你被智者之库或银月城的地图屋的学者收养，现在你已经出发去增加你的知识，并使自己能够为寻求你专业知识的其他地方的人提供帮助。你可能是属于少数援助先锋要塞的人之一，帮助编目和维护来自费伦各地每天到达的信息记录。"
							]
						}
					]
				}
			]
		},
		{
			"name": "钴蓝学者（贤者）",
			"ENG_name": "Cobalt Scholar (Sage)",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"蔚蓝之魂是一个由僧侣学者组成的组织，致力于保存知识与记录历史，不仅限于维尔德蒙特，而是整个埃克桑德里亚。其主要活动基地位于登德利亚帝国的扎达什和雷克森特鲁姆城市，你可能在这些地点之一学习过。",
								"作为钴魂的普通学生，你冒险去拓展你的思维。或者（在DM的许可下），你也可以在组织内承担更具体的角色。阐释者是秘密特工，他们在实地收集信息，而档案管理员是确保钴魂众多档案馆福祉的策展人。钴魂的僧侣是开明的学者，他们领导探险队进入古老和被遗忘的地方，希望恢复他们失去的知识和历史。"
							]
						}
					]
				}
			]
		},
		{
			"name": "大陆贵族",
			"ENG_name": "Continental Nobility",
			"source": "DoDk",
			"entries": [
				"你是贵族家庭的后裔。无论你来自卡斯皮亚、埃利亚，还是西特玛尔，德拉肯海姆的陷落要么严重损害了你家族的财富，要么创造了一个诱人的机会来增加你的政治权力和影响力。"
			]
		},
		{
			"name": "科曼索难民",
			"ENG_name": "Cormanthor Refugee",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是被从希尔斯法驱逐或逃离了米斯·德兰诺尔毁灭的数百名难民之一，现在你们在科曼索森林北部边缘的隐藏营地中避难。如果你在营地长大，你从未去过除了精灵树村以外的定居点。作为精灵的客人，你已经学会了他们的方式和森林的方式。你也是一个受创的人，因为由图尔塔纳尔降临米斯·德兰诺尔所释放的残余野性魔法能量，以及对希尔斯法突袭的持续恐惧，这些突袭是为了寻找非人类去在希尔斯法的竞技场战斗，这些都对你造成了影响，就像对营地里的每个人一样。"
							]
						}
					]
				}
			]
		},
		{
			"name": "朝臣",
			"ENG_name": "Courtier",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在你早年，你可能是贵族宫廷或官僚组织中的一个有影响力的人物。你可能来自上层阶级家庭，也可能不是；是你的才能，而不是出生的环境，可能让你获得了这个位置。",
								"你可能曾是银月城法庭中众多官员、随从和其他随行人员之一，或者你可能曾在水深市错综复杂且有时残酷的行会、贵族、冒险家和秘密社团中旅行。你可能曾是巴尔杜尔之门或永冬城幕后的执法者或官员之一，或者你可能在达格福德城堡附近长大。",
								"即使你不再是给你人生起点的那个团体的正式成员，你与前同事们的关系对你和你冒险的同伴来说可能是一个优势。你可能会与新伙伴一起执行任务，以推进给你人生起点的组织的利益。无论如何，你在担任宫廷成员期间磨练的能力将作为冒险者对你大有裨益。"
							]
						}
					]
				}
			]
		},
		{
			"name": "罪犯",
			"ENG_name": "Criminal",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是一位经验丰富的罪犯，有着违法的历史。你在其他罪犯中度过了很多时间，并且在犯罪世界中仍然有联系。你比大多数人更接近文明底层充斥的谋杀、盗窃和暴力的世界，你之所以能够活到现在，是通过无视社会的规则和法规。"
							]
						}
					]
				}
			]
		},
		{
			"name": "献身传教士",
			"ENG_name": "Devoted Missionary",
			"source": "DoDk",
			"entries": [
				"你是世界众多宗教之一的信徒。无论是因为神圣的召唤、异象或预言，还是因为你的教会派遣你作为使者和代表，或者也许你正在寻求神圣的答案，你已经踏上了前往德拉肯海姆的旅程。在废墟中，你被赋予了揭示什么神圣的目的？"
			]
		},
		{
			"name": "底密尔特务",
			"ENG_name": "Dimir Operative",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是一名间谍。秘密和虚假信息是你的交易货币。你在阴影中潜行，渗透其他行会，窃取最珍贵的秘密，无论是写在锁着的日记中，还是隐藏在某人的脑海中。即使你可能不完全了解你执行任务的所有原因。有时，一个任务的唯一目的是掩盖在城市另一部分进行的另一次打击背后的动机，或者仅仅是为了传播恐惧。",
								"作为你为迪米尔家族秘密工作的一环，你维持着一个作为另一个行会成员的虚假身份。你可以选择你的次要行会，或者掷骰子随机决定。这个次要行会成员身份决定了你起始装备的一部分，并且也是你大部分联系人的来源。你渗透进你的次要行会是为了学习它的秘密，监视它的活动，或者可能从内部破坏它。"
							]
						}
					]
				}
			]
		},
		{
			"name": "龙类伤亡",
			"ENG_name": "Dragon Casualty",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"当残废病毒降临在菲尔兰时，你成为了战争的不幸牺牲品之一。在最初的袭击中被捕，你在过去一年里的生活成为了一个任性而恶毒的统治者的玩物。尽管你的许多同伴在接下来的几个月里屈服于龙的无尽愤怒，你和你的\"幸存者\"同伴们却因为更糟糕的命运而幸免于难，成为龙的魔法实验对象，让你和那些幸存下来的人留下了疤痕和畸形。",
								"为什么龙释放了你们这些少数幸存者，没有人知道。你只知道那些在他的可怕爪下死去的人是幸运的，你和你的同伴龙痕者注定要遭受比死亡更糟糕的命运。"
							]
						}
					]
				}
			]
		},
		{
			"name": "Earthspur矿工",
			"ENG_name": "Earthspur Miner",
			"source": "ALElementalEvil",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是一个来自Earthspur山脉运气不佳的矿工，对艰难困苦并不陌生。你在矮人、巨人和地底世界的居民中度过了很多时间，他们也在该地区工作矿井。到了这个阶段，你在地下工作和在地面上一样舒适。你知道如何读懂矿脉，与深地侏儒讨价还价供应品，与矮人聚会，并在之后找到回到地面的路。不幸的是，你还没有发财......还没有。尽管你来到Mulmaster寻找工作，但Earthspurs的高耸山峰和深邃矿井仍然在呼唤你。"
							]
						}
					]
				}
			]
		},
		{
			"name": "艺人",
			"ENG_name": "Entertainer",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在观众面前茁壮成长。你知道如何吸引他们，娱乐他们，甚至激励他们。你的诗歌能触动听众的心灵，唤起悲伤或欢乐，笑声或愤怒。你的音乐振奋人心或捕捉悲伤。你的舞步迷人，你的幽默直击要害。无论你使用什么技巧，你的艺术就是你的生活。"
							]
						}
					]
				}
			]
		},
		{
			"name": "无面者",
			"ENG_name": "Faceless",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"作为你这样的人，你永远不可能成为英雄。无论是因为你的阶级、你的民族、你的家庭，还是你的罪行，你身上的某些东西阻碍了你有效地追求你选择的道路。即便如此，这并没有阻止你。你已经抛弃了你的旧面孔，采取了一个新的人格，变成了更多的东西。",
								"拥有无面背景的角色在冒险时会戴上伪装——字面上或以其他方式。这种人格可能是戏剧性的或微妙的。不过，从某种意义上说，许多角色都拥有这样超越生活的个性。因此，这个背景主要着重于详细描述面具背后的英雄。"
							]
						}
					]
				}
			]
		},
		{
			"name": "组织代理人",
			"ENG_name": "Faction Agent",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在费伦大陆北部及其全境活跃的许多组织不受地理限制的约束。这些派系追求他们的议程，不考虑政治边界，并且他们的成员在组织认为必要的地方运作。这些团体雇佣监听者、谣言传播者、走私者、雇佣兵、藏宝者（守护组织特工使用的财富或魔法的储藏地的人）、避难所守护者和信息投放点管理员，等等。每个派系的核心是那些不仅仅为该组织履行一个小功能的人，而是作为它的手、头和心脏服务的人。",
								"作为你冒险生涯的序曲（以及为此做准备），你曾作为费伦某个特定派系的代理人。你可能公开或秘密地行动，这取决于派系及其目标，以及这些目标与你自己的目标如何协调。成为冒险者并不一定要求你放弃在派系中的成员身份（尽管你可以选择这样做），它甚至可能提升你在派系中的地位。",
								{
									"type": "entries",
									"name": "剑海岸的派系",
									"ENG_name": "Factions of the Sword Coast",
									"entries": [
										"北方和剑海岸缺乏大型中央集权政府可能是这些地区秘密社团和阴谋泛滥的直接原因。如果你的背景是作为北方和剑海岸主要派系之一的代理人，以下是一些可能性。",
										{
											"type": "entries",
											"name": "竖琴手同盟",
											"ENG_name": "The Harpers",
											"entries": [
												"哈珀组织成立超过一千年，解散和重组了几次，但哈珀们仍然是一个强大的幕后机构，通过知识而非武力来阻止邪恶和促进公平。哈珀特工通常精通调查技能，使他们擅长侦查和间谍活动。他们经常寻求其他哈珀、同情的吟游诗人和旅店老板、游侠以及与哈珀理念相符的神职人员的帮助。"
											]
										},
										{
											"type": "entries",
											"name": "铁腕教团",
											"ENG_name": "The Order of the Gauntlet",
											"entries": [
												"费伦最新的权力集团之一，护手令会（Order of the Gauntlet）的议程与竖琴手（Harpers）相似。然而，其方法截然不同：护手令的持有者是神圣的战士，他们正在进行正义的使命，以粉碎邪恶并促进正义，他们从不隐藏在阴影中。护手令的代理人通常精通{@skill 宗教}技能，并经常寻求与该组织理念友好的执法机构的帮助，以及该组织守护神的神职人员的支持。"
											]
										},
										{
											"type": "entries",
											"name": "翡翠闲庭",
											"ENG_name": "The Emerald Enclave",
											"entries": [
												"维护自然秩序的平衡和对抗威胁这种平衡的力量是翡翠联盟的双重目标。服务于这个派系的人是生存的大师，擅长在野外生存。他们通常精通自然技能，并且可以寻求来自伐木工人、猎人、游侠、野蛮人部落、德鲁伊团体以及崇拜自然之神的牧师的帮助。"
											]
										},
										{
											"type": "entries",
											"name": "领主联盟",
											"ENG_name": "The Lords' Alliance",
											"entries": [
												"在某种程度上，领主联盟的代理人是构成联盟的城市和其他政府的代表。但是，作为一个拥有超越地方政治和地理利益和关切的派系，联盟拥有自己的一批个人，他们代表组织，为更广泛的议程工作。联盟代理人需要对{@skill 历史}有所了解，并且总能依靠联盟成员政府的帮助，以及支持联盟理想的其他领导者和团体。"
											]
										},
										{
											"type": "entries",
											"name": "散塔林会",
											"ENG_name": "The Zhentarim",
											"entries": [
												"近年来，随着该组织努力在普通民众中改善其声誉，Zhentarim 在更广阔的世界中变得更加显眼。这个派系从各行各业招募员工和合作伙伴，让他们执行服务于黑网目标的任务，但这些任务不一定是犯罪性质的。黑网的特工通常必须秘密工作，并且经常精通{@skill 欺瞒}。他们寻求与Zhentarim结盟的巫师、雇佣兵、商人和神职人员的帮助。"
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "失败商人",
			"ENG_name": "Failed Merchant",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"也许你来自一个商人世家。也许你曾是一位企业家。无论如何，你的事业最终都以失败告终。无论是因为外部影响、坏运气，还是仅仅因为你的商业头脑不足，你失去了一切。",
								"然而，失败带来了经验。你已经摆脱了旧生活，建立了一些联系并吸取了教训。准备追求冒险家的生活，你对商业世界的洞察力让你进入了收购公司的领域——未来可能拥有一家特许经营店。"
							]
						}
					]
				}
			]
		},
		{
			"name": "远行者",
			"ENG_name": "Far Traveler",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"几乎所有在剑海岸或北方可能遇到的普通人和其他民族都有一个共同点：他们一生都生活在离出生地几英里之外的地方。",
								"你不是那些人之一。",
								"你来自一个遥远的地方，那里如此偏僻，以至于北方的普通民众很少有人意识到它的存在，而且很有可能，即使你遇到的一些人听说过你的家乡，他们所知道的也只是名字，或许还有几个离奇的故事。你出于自己的原因来到费伦的这个地区，你可能会也可能不会选择分享这些原因。",
								"尽管你无疑会发现这片土地上的一些习俗奇怪且令人不安，但你也可以肯定，它的人民认为理所当然的某些事物对你来说将是全新的奇迹，你以前从未见过。同样地，无论你走到哪里，对你周围的人来说，你都是一个有趣的人，无论是好是坏。",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "你来自何处？",
											"ENG_name": "Where Are You From?",
											"entries": [
												"创建一个远方旅者背景时最重要的决定是确定你的故乡。这里讨论的地方都足够远离北方和剑海岸，以证明使用这个背景是合理的。",
												{
													"type": "entries",
													"name": "永恒之岛",
													"ENG_name": "Evermeet",
													"entries": [
														"传说中的精灵岛屿位于遥远的西方，那里居住着从未到过费伦的精灵。当他们真的踏上旅程时，他们常常发现这是一个比他们预期更加严酷的地方。如果你是精灵，埃弗梅特是一个合乎逻辑（尽管不是强制性的）选择作为你的故乡。",
														"大多数从伊弗里特移民的人要么是被流放者，因违反精灵法律而被驱逐；要么是使者，他们来到费伦大陆是为了一个有利于精灵文化或社会的目的。"
													]
												},
												{
													"type": "entries",
													"name": "哈鲁阿",
													"ENG_name": "Halruaa",
													"entries": [
														"位于光辉南部的边缘，四周被山脉环绕，哈鲁阿的魔法统治对于费伦的大多数人来说是一个奇异的土地。许多人听说过哈鲁阿人航行的奇异飞船，还有一些人知道即使是他们中最普通的人也能施展魔法的故事。",
														"哈鲁安人通常出于个人原因前往费伦，因为他们的政府严格反对未经授权地与其他民族和组织交往。你可能因为违反了哈鲁安众多复杂法律中的某一条而被流放，或者你可能是一个寻求魔法之神神殿的朝圣者。"
													]
												},
												{
													"type": "entries",
													"name": "卡拉图",
													"ENG_name": "Kara-Tur",
													"entries": [
														"卡拉图大陆，远在费伦的东方，是那些对剑海岸人民来说习俗陌生的人们的家园。如果你来自卡拉图，费伦的人们可能会称你为寿族，即使那不是你真正的族裔，因为这是他们对所有与你有相同起源的人使用的统称。",
														"卡拉图的人民偶尔会以外交官的身份或为了与繁荣的商人集团建立贸易关系而前往费伦。你可能作为某个代表团的一部分来到这里，然后在任务结束后决定留下来。"
													]
												},
												{
													"type": "entries",
													"name": "穆霍尔兰德",
													"ENG_name": "Mulhorand",
													"entries": [
														"从地形到建筑，再到统治这些土地的神王，穆尔霍兰德的几乎所有事物对于来自剑海岸的人来说都是陌生的。当你离开你的沙漠家园，前往费伦北部不熟悉的地区时，你可能经历了同样的文化冲击。你家乡最近发生的事件导致了奴隶制的废除，以及穆尔霍兰德与费伦遥远地区之间交通的相应增加。",
														"那些离开穆尔霍兰德的炎热沙漠和古老金字塔，寻求不同生活的人，出于许多原因。你可能仅仅是为了看看这片湿润土地上的奇异景象而来到北方，或者因为你在家乡的沙漠社区中树敌太多。"
													]
												},
												{
													"type": "entries",
													"name": "索萨尔",
													"ENG_name": "Sossal",
													"entries": [
														"很少有人听说过你的家乡，但许多人在见到你后都会对它产生疑问。来自索萨尔的人类看起来像是用雪雕刻出来的，有着雪白的皮肤和白发，通常穿着白色的衣服。",
														"索萨尔位于遥远的东北方，北部紧邻无尽的冰原，其他几面则被数百英里的大冰川和大冰海所环绕。你们国家的人没有充分的理由是不会努力穿越如此巨大的障碍的。你一定是害怕某种真正可怕的事情，或者在寻找某种极其重要的东西。"
													]
												},
												{
													"type": "entries",
													"name": "扎哈拉",
													"ENG_name": "Zakhara",
													"entries": [
														"正如费伦大陆上知道这个地方的人常说的，\"要到扎哈拉去，往南走。然后再往南走一些。\"当然，你从出生地向北来的时候，也走了一条同样长的路线。尽管扎哈拉人为了贸易目的访问费伦大陆的南部并不罕见，但像你这样离家这么远的人却很少。",
														"你可能正在旅行，去发现你的家乡沙漠和剑一般的山脉之外的奇迹，或者也许你正在朝圣，去理解其他人所崇拜的神，以便你更好地欣赏你自己的神祇。"
													]
												},
												{
													"type": "entries",
													"name": "幽暗地域",
													"ENG_name": "The Underdark",
													"entries": [
														"尽管你的家乡在地理位置上比这里讨论的其他地点更接近剑海岸，但它远非自然。你来自幽暗地域中的一个定居点，每个定居点都有自己的奇特习俗和法律。如果你是其中一个伟大地下城市或定居点的土著，你很可能是占据那个地方的种族的成员——但你可能也是在小时候被捕获并带到地下后在那里长大的。",
														"如果你是真正的地底世界土著，你可能作为你人民的使者来到地表，或者可能是为了逃避犯罪行为的指控（无论这些指控是否有根据）。如果你不是土著，你离开\"家\"的原因可能与摆脱一个糟糕的情况有关。",
														"你的口音、举止、成语，甚至可能是你的外表，都标志着你是外国人。无论你走到哪里，好奇的目光都会投向你，这可能是个麻烦，但你也会得到学者和对远方土地感兴趣的其他人的友好关注，更不用说那些渴望听到你家乡故事的普通人了。",
														"你可以将这种关注转化为接触你可能无法接触到的人和地方的机会，对你和你旅行的同伴来说都是如此。贵族领主、学者和商人王子等，可能会对你遥远的家乡和人民感兴趣。"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "精界迷失者",
			"ENG_name": "Feylost",
			"source": "WBtW",
			"entries": [
				"你在童年时从家乡平面消失后，在仙女野长大。也许你被认为注定要成就大事的善良的仙女带走了。也许你在树林中漫步时偶然穿过仙女通道。也许你被邪恶的仙女绑架，但最终逃脱了。无论你消失的方式如何，你逐渐被仙女野的魅力所吸引，并学会了一些关于居住在那里的变幻莫测的恶作剧者的本质。",
				"当你最终返回你的家园平面时，你并没有带着变化回来。你被费伊荒野——一个隐藏在感知扭曲背后的镜像世界——仅一步之遥的事实所困扰。尽管你对费伊荒野的记忆随着每一天的流逝而变得模糊，但你的心却充满了恐惧和喜悦的混合感，期待着有一天再次冒险回到仙女平原——你的另一个家。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/WBtW/Feylost.webp"
					},
					"credit": "克林特·西尔利"
				}
			]
		},
		{
			"name": "渔民",
			"ENG_name": "Fisher",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你一生都在渔船上度过，或在浅滩上搜寻海洋的丰收。也许你出生在一个渔民家庭，与你的亲人一起工作，为你们的村庄提供食物。也许这份工作是一个手段——一种摆脱你被迫上船生活的不愉快境况的方式。不管你是如何开始的，你很快就爱上了大海、钓鱼的艺术，以及永恒地平线的承诺。"
							]
						}
					]
				}
			]
		},
		{
			"name": "平民英雄",
			"ENG_name": "Folk Hero",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你来自一个卑微的社会阶层，但你注定要成就更多。你的家乡村民已经把你视为他们的冠军，你的命运召唤你站出来对抗威胁各地普通人的暴君和怪物。"
							]
						}
					]
				}
			]
		},
		{
			"name": "赌徒",
			"ENG_name": "Gambler",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"要赚很多金子，你只需要一点金子。除了那些时候，当你拥有一点金子就可能一无所有。无论你是一个好的赌徒还是一个坏的赌徒，通常并不重要，因为没有人能预测幸运女神的任性。有时你赢，有时你输。但赌博的特点是，总有人会愿意下注。"
							]
						}
					]
				}
			]
		},
		{
			"name": "门童",
			"ENG_name": "Gate Urchin",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"所有进出贸易之城的交通都必须经过希尔斯法尔大门，这使得它成为贫困者聚集乞讨、卖艺、闲聊和扒窃的理想地点。你在那个巨大的钢铁建筑的阴影下长大，那里既是红羽军也是行会法师的驻地。尽管你可能已经离开，但你仍然在他们中间有朋友，那种生活对你产生了持久的影响。"
							]
						}
					]
				}
			]
		},
		{
			"name": "门镇守卫",
			"ENG_name": "Gate Warden",
			"source": "SatO",
			"entries": [
				"你曾在某个受强烈位面力量或通往另一个存在的位面之门影响的地方度过了相当长的时间，比如外域的门城之一。你习惯了那些会让其他人惊恐或被超凡之美迷住的经历，你与天界生物和恶魔打交道就像与城镇中的商贩打交道一样自如（而这些商贩可能正是天界生物和恶魔）。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/SatO/Planar Philosopher.webp"
					},
					"credit": "罗布森·米歇尔"
				}
			]
		},
		{
			"name": "巨人养子",
			"ENG_name": "Giant Foundling",
			"source": "BGG",
			"entries": [
				"虽然你不是巨人，但你在巨人中长大。也许你是一个被同情的石巨人家庭收养的孤儿，他们把你当作自己人一样养育。或者你可能生活在一个失落的史前世界角落，周围是巨人和可怕的巨兽或笨重的恐龙。",
				"你的环境的某些方面——也许是维持你生存的食物或水，你家乡所在地固有的元素魔法，或者是赋予你生长的郁郁葱葱的祝福——导致你长到了你种族中不同寻常的体型。借助这种魔法，你学会了如何体现巨人的力量。你习惯了在一个比你大得多的世界中穿行，这反映在你的技能、态度和对生活的看法上。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BGG/Giant Foundling.webp"
					},
					"title": "一个巨人弃儿习惯了更大的世界",
					"credit": "凯·卡彭特"
				}
			]
		},
		{
			"name": "葛加理成员",
			"ENG_name": "Golgari Agent",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是一群庞大生物体中的一小部分——一群拥挤的群体。正如你是群体的一部分，群体也是更大生态系统的一部分，一个永无止境的生命、死亡、腐烂和重生的循环。你在那个生态系统缓慢的运转中度过了一生，在城市的黑暗角落，那里展示了存在的混乱部分。在戈加尔派中，几乎没有什么令人畏缩的，没有对死亡的恐惧或对死者的禁忌，只有对循环的强烈肯定。"
							]
						}
					]
				}
			]
		},
		{
			"name": "笑脸人",
			"ENG_name": "Grinner",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"金色微笑（Golden Grin）始于遥远的塔尔多瑞（Tal'Dorei）之地，通过一个由吟游诗人和吟唱者组成的网络传递秘密信息，以破坏铁腕国王的独裁统治。如今，塔尔多瑞是一个相对和平的共和国，一些微笑者（Grinners）在等待暴政再次抬头时变得焦躁不安。一群这样的微笑者前往了动物园海岸（Menagerie Coast），在克洛维斯联盟（Clovis Concord）的城市中建立了一个秘密基地网络，他们目前正在努力渗透到登德利亚帝国（Dwendalian Empire）的最高层。",
								"你是一个笑脸人。你的目标是在被压迫者心中传播自由，激发希望——或者，随着时间的推移，激发革命。",
								{
									"type": "entries",
									"name": "最喜欢的代码之歌",
									"ENG_name": "Favorite Code-Song",
									"entries": [
										"金笑帮的所有成员在他们的旅途中都学会了一些民歌，并使用这些歌曲来发送秘密代码和警告同伴们危险。选择一首最喜欢的歌曲或在最喜欢的代码歌曲表上掷骰子。",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"最喜欢的代码之歌"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"赞就要回来。这首充满希望的塔尔多瑞民谣宣称公正的统治者必将归来。用它来寻找潜在的盟友。"
												],
												[
													"2",
													"《沿着海岸吹火》。这是一首来自克洛维斯协奏曲的喧闹战斗歌曲，这首歌讲述了炸毁海盗船的故事。用它来鼓舞战斗士气。"
												],
												[
													"3",
													"嘘！龙来了。这首塔尔多瑞民谣回顾了被称为灰烬之王的红龙入侵后的恐怖日子。用它来鼓励在言行上保持谨慎。"
												],
												[
													"4",
													"让剑生锈。这是一首来自马奎特的反战圣歌，起源不明。用它来帮助平息暴力冲突。"
												],
												[
													"5",
													"深饮吧，小蜂鸟。这首来自动物园海岸的饮酒轮唱曲讲述了一个年轻人饮酒过量，醒来发现自己已经偷渡上船的故事。用它来鼓励在社交场合保持警觉。"
												],
												[
													"6",
													"《翠火挽歌》。这首精灵歌曲据说有成千上万个晦涩的诗句。使用前两节来传播死亡或失败的消息。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/EGW/Grinner.webp"
					},
					"credit": "丹·比特考特"
				}
			]
		},
		{
			"name": "脚踏实地",
			"ENG_name": "Grounded",
			"source": "HWCS",
			"entries": [
				"尽管鸟人文化具有天生的垂直特性，你总是觉得脚踏实地更安全、更平静。你务实且头脑冷静，但由于你对世界的不同视角，其他鸟人认为你古怪或令人不安。你独特的洞察力让你能够以栖息在树上的鸟人无法做到的方式与生活在森林树冠下的平民建立联系。"
			]
		},
		{
			"name": "古鲁反抗者",
			"ENG_name": "Gruul Anarch",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"整个拉文尼卡世界是一个庞大的都市，但你来自仍然存在的荒野地区——被遗弃的区域、废墟带、杂草丛生的公园和摇摇欲坠的废墟。你是一部分野蛮社会的成员，这个社会绝望地坚持着古老的方式——与自然和谐共处，充满原始的愤怒，并且被一个沉迷于文明进步步伐的世界所忽视。"
							]
						}
					]
				}
			]
		},
		{
			"name": "公会工匠",
			"ENG_name": "Guild Artisan",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是工匠行会的成员，擅长特定领域，与其他工匠紧密相关。你是商业世界中一个稳固的部分，凭借才能和财富从封建社会秩序的约束中解放出来。你在行会的赞助下，作为大师工匠的学徒学习技能，直到你成为真正的大师。"
							]
						}
					]
				}
			]
		},
		{
			"name": "港口居民",
			"ENG_name": "Harborfolk",
			"source": "ALElementalEvil",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是那些每天早晨将穆尔马斯特淡水港口的丰收运送到城市市场的数百名小渔民之一。你在穆尔马斯特及其周围的水域划船度过了无数的日子，你对这些水域以及其他渔民、码头工人和港口居民的了解比任何人都要深入。尽管你已经离开了那种生活，但你仍然时不时地回去看看。"
							]
						}
					]
				}
			]
		},
		{
			"name": "鬼上身者",
			"ENG_name": "Haunted One",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你被一些极其可怕的东西所困扰，以至于你不敢提及它。你试图埋葬它并逃离它，但都无济于事。无论你所困扰的这个东西是什么，它都不能用剑杀死，也不能用法术驱逐。它可能以墙上的阴影、令人毛骨悚然的噩梦、拒绝消逝的记忆，或黑暗中的恶魔耳语的形式出现。这个负担已经造成了很大的伤害，让你与大多数人隔离，并让你质疑自己的理智。你必须找到一种方法来克服它，否则它会毁灭你。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/VRGR/Haunted One.webp"
					},
					"credit": "Wayne England"
				}
			]
		},
		{
			"name": "隐士",
			"ENG_name": "Hermit",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在隔离中生活——无论是在一个像修道院这样的庇护社区，还是完全独自一人——这是你生命中形成性格的重要部分。在你远离社会喧嚣的时间里，你找到了宁静、独处，也许还找到了你一直在寻找的一些答案。"
							]
						}
					]
				}
			]
		},
		{
			"name": "希尔斯法商人",
			"ENG_name": "Hillsfar Merchant",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在成为冒险家之前，你是希尔斯法——贸易之城的一位成功商人。你的家族经营仓库，组织商队，管理商店，或者拥有一艘船，并在月亮海地区以及整个剑海岸沿线拥有贸易联系。也许他们将矿石、未切割的宝石、未经处理的毛皮或谷物进口到贸易之城，或者出口精细布料、刻面宝石、优质毛皮或龙息——一种白兰地酒。不管怎样，出于某种原因，你已经放弃了那种生活，选择寻求冒险。尽管如此，你当时接受的训练，也许还有你建立的联系，作为冒险家对你很有帮助。"
							]
						}
					]
				}
			]
		},
		{
			"name": "希尔斯法走私者",
			"ENG_name": "Hillsfar Smuggler",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"希尔斯法是贸易之城。然而，贸易大法只保护\"合法\"贸易，即通过城市唯一大门的贸易，红羽军团监控并征税。而人类大法则完全将非人类驱逐出城市。两大法则为走私者创造了巨大的需求和巨大的风险，他们通过秘密路线将非法货物和非人类带入和带出城市。盗贼公会严格控制所有这些活动，从合法工作中抽取分成，并惩罚独立工作。",
								"或许你曾经为了逃避关税而走私龙息酒（一种类似白兰地的烈酒），或者为了逃避查扣而贩卖违禁品，或者你可能是一个人，同情非人类种族，并作为秘密路线和安全屋网络的一部分帮助他们通过希尔斯法。无论哪种方式，你在走私社区都有联系人，他们可以帮助你悄无声息地进出城市，但需要付出代价。"
							]
						}
					]
				}
			]
		},
		{
			"name": "房产代理",
			"ENG_name": "House Agent",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你已向一个龙标记家族宣誓效忠。如果你有龙标记，你很可能是该家族有影响力的家族成员之一；否则，你是一个希望通过该家族发财的局外人。你的主要任务是作为你家族的眼睛，但随时可能被召唤去作为它的手。这样的任务可能是危险的，但也是有利可图的。"
							]
						}
					]
				}
			]
		},
		{
			"name": "继承人",
			"ENG_name": "Inheritor",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是某件极具价值的东西的继承人——不是简单的金钱或财富，而是一个只托付给你一个人的物品。你的遗产可能是直接从你家族的成员那里得来的，作为出生的权利，或者是你的朋友、导师、老师或你生活中其他重要人物留给你的。你继承遗产的事实改变了你的生活，可能也让你走上了冒险的道路，但它也可能伴随着许多危险，包括那些觊觎你的礼物并想要用武力夺走它的人。"
							]
						}
					]
				}
			]
		},
		{
			"name": "入门者",
			"ENG_name": "Initiate",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是一名新手，正在完成五位神明的试炼之路，希望在最后的热忱试炼中赢得荣耀的死亡。你的天赋、你的庄稼需求以及你作为侍僧时教师的评估，这些因素的某种组合使你专注于一个特定的专业领域——近战格斗、远程战斗或施法。但只有全面发展的新手才能被称为真正值得来世的人。",
								"如果你是一个近战专家，可以考虑选择{@class 野蛮人}、{@class 战士}、{@class 武僧}、{@class 圣武士}或{@class 游荡者}职业。作为一个远程战斗专家，你可能是一个{@class 战士}、{@class 游侠}或{@class 游荡者}。如果你是一个施法专家，你可能是一个{@class 吟游诗人}、{@class 术士}或{@class 法师}。在这个初步选择之外，你可能会考虑多职业或使用特性来完善你在所有三个领域的技能。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/PSA/Initiate.webp"
					},
					"title": "坚定不移的入门者",
					"credit": "格雷格·奥帕林斯基"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/PSA/Initiate2.webp"
					},
					"title": "古斯特·沃克",
					"credit": "杰森·雷尼维尔"
				}
			]
		},
		{
			"name": "新手（异见者）",
			"ENG_name": "Initiate (Dissenter)",
			"source": "PSA",
			"_copy": {
				"name": "入门者",
				"ENG_name": "Initiate",
				"source": "PSA",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"即使在精心构建和策划的纳克塔蒙城邦，以及在五位神明的面前，一些人仍然反抗法老神的教义。当然，他们不会质疑神明的存在，因为这些神明几乎每天都在城市的街道上显现。他们也不会质疑死后生命的事实，这一点在他们周围的受膏木乃伊以及赫克马外面的掠夺木乃伊中显而易见。相反，这些持不同政见者只是拒绝遵循通往辉煌来世的既定人生道路。",
										"一些异议者是出于恐惧，他们不想让自己在试炼中（或为试炼而训练）遭受暴力死亡。有些人是出于良心，不愿意在试炼中杀害他们的同伴。尽管他们无法否认神的存在，但他们可以否认神是公正的——并且可以斗争来证明一个不公正的神的命令不必被服从。一些人相信有一个神（可能是邦图）腐化了试炼的过程和通往来世的道路。其他人正确地直觉到，当上帝法老命令他们的社会时，并没有真正考虑到人民的最佳利益。",
										"被认定为异议者的角色失去了启蒙者或维齐尔背景特性的好处。作为替代，角色获得了异议者庇护的特性。",
										{
											"type": "hr"
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "backgrounds/PSA/Dissenter.webp"
							},
							"title": "萨穆特，异议之声",
							"credit": "阿列克谢·布里克洛"
						}
					}
				}
			}
		},
		{
			"name": "审问者",
			"ENG_name": "Inquisitor",
			"source": "PSI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"历史上，审判官是卡特派的侦探，他们调查平凡和超自然的罪行。他们以前往受不明谋杀困扰的偏远教区旅行而闻名，并揭露了隐藏在普通人类中的狼人。在阿瓦辛缺席期间，当这位大天使被囚禁在被称为地狱牢的恶魔监狱时，审判官领导了一系列残酷的突袭进入凯西格和加沃尼湿地。他们在几乎没有证据的情况下处决了涉嫌的狼人，并在未经授权的审判中惩罚了被指控的异教徒。随着阿瓦辛的疯狂，这种野蛮的审判形式已成为常态，而仍然探究黑暗谜团的审判官已成为少数派。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/PSI/Inquisitor.webp"
					},
					"title": "荒地审判官",
					"credit": "大卫·帕伦博"
				}
			]
		},
		{
			"name": "调查员",
			"ENG_name": "Investigator",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你不懈地追求真相。也许你是出于对法律的信念和对普遍正义的感知而受到激励，或者可能是法律本身让你失望，你寻求让事情变得正确。你可能目睹了一些非凡或可怕的事情，现在你必须更多地了解这个隐藏的真相。或者你可能是一名受雇的侦探，为支付丰厚的客户揭露秘密。无论你卷入的谜团是当地的犯罪还是跨越王国的阴谋，你都被个人需要追查即使是最难以捉摸的线索，并揭示其他人希望隐藏在阴影中的真相所驱动。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/VRGR/Investigator.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "铁道劫匪",
			"ENG_name": "Iron Route Bandit",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"铁血之路，曾经是弗伦和真影堡之间的主要贸易路线，在菲尔兰最近被占领之前，这里一直是大规模盗匪活动的场所。你作为一个曾经的强盗，拥有丰富的骑马经验，并且擅长获取和评估其他人的坐骑、宠物和车辆等。这一系列技能让你通过为地下世界工作，成为当地盗贼公会和其他阴暗组织的马贼，变得非常有利可图。"
							]
						}
					]
				}
			]
		},
		{
			"name": "伊捷工程师",
			"ENG_name": "Izzet Engineer",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"凭借创造性的智慧、对魔法技术的热爱以及永不熄灭的能量，你是伊泽特联盟研究工作的热心参与者。虽然你很可能以一名普通助手的身份开始你的职业生涯，但你有志成为一位熟练的法师或炼金术士、实验室主管，甚至是一位手持火焰喷射器、负责保卫伊泽特实验室的烈焰使者。伊泽特人是拉维尼卡中痴迷、聪明、有灵感且不可预测的混乱力量，而你体现了所有这些品质。"
							]
						}
					]
				}
			]
		},
		{
			"name": "索兰尼亚骑士",
			"ENG_name": "Knight of Solamnia",
			"source": "DSotDQ",
			"entries": [
				"你被训练成为一名勇敢的战士，被称为索兰尼亚骑士。严格的规则指导你的每一个行动，你在努力维护这些规则的同时，致力于保护弱者和反对邪恶。你的荣誉对你来说就像生命一样重要。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/DSotDQ/Knight of Solamnia.webp"
					},
					"credit": "叶卡捷琳娜·布尔马克"
				}
			]
		},
		{
			"name": "教团骑士",
			"ENG_name": "Knight of the Order",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你属于一个骑士团，他们宣誓要达成某个特定的目标。这个目标的性质取决于你服务的骑士团，但在你眼中，这无疑是一项至关重要且光荣的事业。费伦有各种各样的骑士团，它们对行动和责任的看法都相似。",
								"尽管\"骑士\"一词通常让人联想到骑在马上、身披重甲的贵族战士，但在费伦大陆的大多数骑士团并不限制其成员必须是这样的人。骑士团的目标和哲学比成员的装备和战斗风格更为重要，因此这些骑士团并不局限于战斗类型，而是对所有愿意为骑士团的事业战斗和牺牲的人开放。",
								"\"费伦的骑士团\"边栏详细介绍了目前活跃的几个骑士团，并旨在帮助您做出决定，您效忠于哪个团体。",
								{
									"type": "inset",
									"name": "费伦的骑士团",
									"ENG_name": "Knightly Orders of Faerûn",
									"entries": [
										"许多理直气壮地自称为'骑士'的人，是通过服务于某个神祇的秩序获得这个头衔的，比如凯勒莫的永恒秩序或神秘火的米斯特拉骑士。其他骑士团服务于政府、王室家族，或者是封建国家精英军事力量，如瓦萨的残暴术士骑士。还有一些骑士团是世俗的、非政府的战士组织，他们遵循特定的哲学，或者认为自己是一种扩展家庭，类似于僧侣的秩序。尽管有些组织，如盾牌骑士团，使用骑士的装饰而不一定是战士，但费伦的大多数民众听到'骑士'这个词时，会想到一个身穿盔甲、忠于某种准则的骑士。以下是一些骑士组织的例子。",
										{
											"type": "entries",
											"name": "独角兽骑士团",
											"ENG_name": "Knights of the Unicorn",
											"entries": [
												"独角兽骑士起初是巴尔杜尔之门的贵族家庭中浪漫情怀的子女一时兴起的风尚。他们一时兴起，将独角兽女神露瑞作为他们的吉祥物，并为了乐趣进行各种冒险。他们面临的危险现实最终让他们意识到了露瑞的教义。随着时间的推移，这个小团体逐渐发展壮大，并在科米尔等遥远的地方获得了追随者。独角兽骑士是遵循浪漫理想的骑士冒险家：生活应该被珍惜，带着笑声去生活，任务应该因为挑战而接受，不可能的梦想应该为了完成它们的纯粹奇迹而追求，每个人都应该因为他们的优点而受到赞扬，在他们的弱点中得到安慰。"
											]
										},
										{
											"type": "entries",
											"name": "迷斯卓诺的骑士",
											"ENG_name": "Knights of Myth Drannor",
											"entries": [
												"很久以前，迷斯卓诺的骑士们是一个著名的冒险团队，而多夫·猎鹰手，著名的七姐妹之一，也是其中一员。这个团队以它的名字来纪念那个伟大但已经陷落的城市，就像今天的新迷斯卓诺骑士们所做的一样。随着城市再次成为废墟，多夫·猎鹰手决定重组这个团队，其主要目标是建立文明种族之间以及世界上善良人民之间的联盟和友谊，以对抗邪恶。迷斯卓诺的骑士们再次驰骋在戴尔兰的道路上，并且他们已经开始向更远的土地传播。他们的成员，每个人都是由多夫亲自接受的，首先都是勇敢和诚实的。"
											]
										},
										{
											"type": "entries",
											"name": "银杯骑士团",
											"ENG_name": "Knights of the Silver Chalice",
											"entries": [
												"银杯骑士团是由半神赛亚莫菲在深水城一个世纪前根据法令成立的。赛亚莫菲的精神是贵族统治的权利和责任，这位半神每一代都化身为不同的贵族凡人。根据当时赛亚莫菲的法令，银杯骑士团自告奋勇地将合适的继承人置于特西尔的王位上，并在那个王国重建秩序。从那时起，他们已经成长为特西尔最受欢迎的骑士团，特西尔是一个曾有许多骑士团效忠于王冠的国家。"
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "衡鉴学生",
			"ENG_name": "Lorehold Student",
			"source": "SCC",
			"entries": [
				"你把青春都用来准备成为洛尔霍尔德学院的学生，阅读了学院为潜在学生推荐的阅读清单上的每一本书。你的学术热情在于广泛的历史领域。你可能梦想着使用魔法与伟大的历史人物或你的祖先联系，或者重现遥远时代的强**大**魔法。"
			]
		},
		{
			"name": "卢克森后裔（侍僧）",
			"ENG_name": "Luxonborn (Acolyte)",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"每位侍僧都是某个神的仆人。但你服务于卢克松，一个你认为超越了神性并创造了宇宙的存在。你不仅仅是一个牧师，你是潜能的学生，因为卢克松是潜能的化身。你的信仰庇护特性适用于所有崇拜卢克松的人，以及所有练习卢克松赐予世界的动力术的人。"
							]
						}
					]
				}
			]
		},
		{
			"name": "学院学者",
			"ENG_name": "Lyceum Scholar",
			"source": "TDCSR",
			"entries": [
				"如果你能够负担得起在塔尔多瑞最高学府——位于友爱之城埃蒙的{@book Alabaster Lyceum|TDCSR|3|5. 阿尔法斯特学院}的学费，你最有可能出身于富裕家庭或拥有社会声望。但无论你的出身如何，你的兴趣和追求都把你带到了塔尔多瑞学术殿堂的神圣大厅，你尽可能吸收每一个教训，希望在世界上留下自己的印记。（或者至少你假装是这样。即使在{@book Lyceum|TDCSR|3|5. 阿尔法斯特学院}，每个班级也总有一些偷懒的人。）最终，冒险的召唤使你离开了学业，现在你面临的挑战是在命运的浪潮威胁要将你带走的同时，保持你的教育。",
				"你可能来到{@book 学院|TDCSR|3|5. 雪花石膏讲堂}，以更好地研究和理解埃克桑德里亚和你称之为家的土地的历史和传说。也许你曾寻求在这里成为一名教授——或者你可能仍然希望如此。你可能也被政治繁荣的承诺所吸引，学习政府和联盟的内部运作，以更好地定位自己作为未来的历史作家。或者，你对奥秘的天赋激发了你参加{@book 学院|TDCSR|3|5. 雪花石膏讲堂}，以完善你的法术，跟随一些曾经练习魔法艺术的最优秀的巫师的脚步。",
				"当你选择这个背景时，你可以是一个寻求冒险以进行自己研究的在校学生，或者是一个已经毕业的校友。稍作修改，你也可以很容易地成为一个教授。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/TDCSR/LyceumScholar.webp"
					},
					"credit": "{@link Claudia Ianniciello|https://artstation.com/claudiasg}",
					"altText": "一位黑人女性背对我们站立。她的辫子头发被梳成了一个发髻。她穿着浅蓝色长袍，背后中间有一条深蓝色腰带。她在一面石墙上阅读着神奇发光的符文。"
				}
			]
		},
		{
			"name": "高等术法会法师",
			"ENG_name": "Mage of High Sorcery",
			"source": "DSotDQ",
			"entries": [
				"你的魔法天赋引起了高魔法师协会的注意，这是一个研究魔法并防止其滥用的施法者组织。你在法师中受过训练，但你是否将面临成为该组织正式成员所需的危险测试还有待决定。你对研究魔法的热情可能已经使你倾向于组织的三个派系之一：仁慈的白袍会，追求平衡的红袍会，或者无情的黑袍会。",
				"在克莱恩世界中，许多人将高阶魔法师称为高阶巫师。然而，这个组织不仅仅接受巫师，还包括了术士、战法师以及其他施法者在他们的行列中。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/DSotDQ/Mage of High Sorcery.webp"
					},
					"title": "高阶魔法师，黑色、红色和白色长袍的秩序成员",
					"credit": "琳达·利森"
				}
			]
		},
		{
			"name": "魔法师后裔",
			"ENG_name": "Mageborn",
			"source": "DoDk",
			"entries": [
				"你在很小的时候就显现出了奥术魔法能力，并被紫水晶学院收为监护人。你在一所偏僻的魔法学校学会了如何驾驭你的魔法。当你成年并完成了学徒期后，你变得自由去追求自己的兴趣，但你必须要尊重管理所有施法者的所有法律和习俗。根据卢门法令，法师们被剥夺了所有贵族头衔，并且不能拥有土地。"
			]
		},
		{
			"name": "海军",
			"ENG_name": "Marine",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在沙滩和岩石海岸接受战斗训练。你发起过午夜突袭，乘坐的快速船只的名字在敌人心中激起恐惧。水是你的第二个家，雨是你的庇护所，汹涌的波涛是你的战斗呐喊。"
							]
						}
					]
				}
			]
		},
		{
			"name": "老佣兵",
			"ENG_name": "Mercenary Veteran",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"作为一名为了金钱而战斗的雇佣兵，你对冒着生命危险去争夺财宝份额已经习以为常。现在，你期待着作为冒险家与敌人作战并收获更大的回报。你的经验让你熟悉了雇佣兵生活的方方面面，你很可能有一些战场上的惊险故事。你可能曾在像Zhentarim或Mintarn的士兵这样的大型组织服役，或者在一个较小的雇佣兵团队中服役，甚至可能不止一个团队。（请参阅\"北方雇佣兵\"边栏，了解一些可能性的集合。）",
								"现在你在寻找别的东西，可能是为了你所冒风险寻求更大的回报，或者是选择自己活动的自由。不管出于什么原因，你正在离开雇佣兵的生活，但你的技能无疑适合战斗，所以你现在以不同的方式继续战斗。",
								{
									"type": "inset",
									"name": "北方的雇佣兵",
									"ENG_name": "Mercenaries of the North",
									"entries": [
										"无数的雇佣兵公司在剑海岸上下和整个北方运作。大多数是小规模的运营，雇佣了十几个到一百人，他们提供安全服务，狩猎怪物和强盗，或者为了金钱去打仗。一些组织，如Zhentarim、Flaming Fist和Mintarn国家有数百或数千名成员，并且可以为有足够资金的人提供私人军队。下面描述了一些在北方运作的组织。",
										{
											"type": "entries",
											"name": "寒冷",
											"ENG_name": "The Chill",
											"entries": [
												"寒冷而神秘的潜行森林是许多地精类生物的家园，这些生物联合起来形成了一个名为\"寒冰\"的部落。与他们大多数同类不同，寒冰部落避免袭击北方人民，并保持相对良好的关系，这样他们就可以作为战士被雇佣。北方的少数城邦愿意与寒冰部落并肩作战，但有几个城邦乐于悄悄地支付寒冰部落去对抗乌瑟加德特、兽人、永恒沼泽的食人魔以及其他对文明的威胁。"
											]
										},
										{
											"type": "entries",
											"name": "寂静雨",
											"ENG_name": "Silent Rain",
											"entries": [
												"寂静雨完全由精灵组成，是一家传奇的雇佣兵公司，总部位于埃弗斯卡。寂静雨不太关心金钱或名声，只接受那些促进精灵事业或涉及摧毁兽人、地精等的任务。潜在的雇主必须在埃弗斯卡附近留下书面文字（用精灵语），如果感兴趣，寂静雨会派代表前来。"
											]
										},
										{
											"type": "entries",
											"name": "血斧帮",
											"ENG_name": "The Bloodaxes",
											"entries": [
												"血斧佣兵团成立于桑达巴尔，大约两个世纪前，最初是一群因违反摩拉丁·魂铸者的教义而被族群驱逐的矮人。他们开始向北方愿意支付他们的人提供雇佣兵服务。从那时起，这个雇佣兵公司已经扩大了其成员范围到其他种族，但每个成员都是流亡者、罪犯或某种不合群的人，他们在勇敢的血斧中寻找新的开始和新的家庭。"
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "穆尔马斯特贵族",
			"ENG_name": "Mulmaster Aristocrat",
			"source": "ALElementalEvil",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"从你山顶的家中，你一生都在俯瞰（字面意义上和可能比喻意义上）穆尔马斯特那些未受洗的大众。你穿着皮草镶边的长袍，受过视觉和表演艺术的训练，这标志着你富有且可能出身高贵；你是危险之城的贵族成员。你的直系家庭成员中没有人坐在刀刃议会上，甚至没有人是佐尔或佐拉......但。尽管如此，你是穆尔马斯特精英之一，无论你个人是否渴望更高的地位，你都在贵族聚集的舞厅中感到自在，在那里他们策划、密谋、做生意、讨论艺术，最重要的是，要被看到，也要被看到。"
							]
						}
					]
				}
			]
		},
		{
			"name": "无数行动者（罪犯）",
			"ENG_name": "Myriad Operative (Criminal)",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"威尔德蒙特的大多数罪犯是出于绝望而行动的小贼和扒手。然而，你是一个更高级别的罪犯。你是无数，有史以来最杰出的犯罪集团，它为埃克桑德里亚的面貌增光添彩。你有一个犯罪联系人和盟友网络来帮助你进行犯罪活动——但你也有竞争对手和上级，他们会毫不犹豫地把你扔给狼群来保全自己。",
								"无数组织在东温南迪尔以外的每个主要城市都有行动基地，即使这些基地只由两三个成员组成。无论你在哪里找到无数组织，你都可以找到临时的法律庇护——当然，这是要付出代价的。"
							]
						}
					]
				}
			]
		},
		{
			"name": "贵族",
			"ENG_name": "Noble",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你理解财富、权力和特权。你拥有贵族头衔，你的家族拥有土地，征收税款，并拥有显著的政治影响力。你可能是一个被宠坏的贵族，不熟悉工作或不适，一个刚刚被提升为贵族的前商人，或者是一个被剥夺继承权的无赖，拥有不成比例的权利感。或者你可能是一个诚实、勤奋的土地所有者，深切关心生活在你土地上并为你工作的人们，非常清楚你对他们的责任感。",
								"与你的地下城主(DM)合作，想出一个合适的头衔，并确定这个头衔所代表的权威有多大。贵族头衔并不是孤立存在的——它与一个完整的家族有关，无论你持有什么头衔，你都将把它传给你自己的孩子。你不仅需要确定你的贵族头衔，还应该与地下城主合作，描述你的家族以及他们对你的影响。",
								"你的家族是古老且根基深厚的，还是你的头衔最近才被授予？他们拥有多大的影响力，影响范围又是哪里？在该地区的其他贵族中，你的家族拥有怎样的声誉？普通民众如何看待他们？",
								"你在家族中的地位是什么？你是家族首领的继承人吗？你已经继承了头衔吗？你对那份责任有什么感觉？或者你在继承线上的位置如此靠后，以至于没有人关心你做什么，只要你不丢家族的脸？家族首领对你的冒险事业有什么看法？你是在家族的宠爱之中，还是被其他家庭成员所排斥？",
								"你的家族有家徽吗？一个你可能会戴在印章戒指上的徽章？你总是穿着的特定颜色？一个你视为家族象征甚至精神家庭成员的动物？",
								"这些细节有助于确立你的家族和你的头衔作为战役世界的特征。"
							]
						}
					]
				}
			]
		},
		{
			"name": "欧佐夫议员",
			"ENG_name": "Orzhov Representative",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"巨大的财富前景是加入奥兹霍夫集团的承诺。这个行会的所有努力都将财富从拉维尼卡社会转移到奥兹霍夫的行列中——并将战利品集中在等级制度的顶端。作为那个系统中的一名官员，你最好的希望是尽可能多地索取经过你手中的钱财，这样你才能进入一个更显眼的位置。",
								"不论你的过去和家族的财富如何，你在公会的初始地位都接近最底层，直到你证明了自己的价值。"
							]
						}
					]
				}
			]
		},
		{
			"name": "化外之民",
			"ENG_name": "Outlander",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在荒野中长大，远离文明和城镇的舒适以及科技。你目睹了比森林还要大的兽群迁徙，经历了任何城市居民都无法理解的极端天气，并享受了在任何方向数英里内唯一的思考生物的孤独。无论是作为游牧民、探险家、隐士、狩猎采集者，甚至是掠夺者，荒野都在你的血液中。即使在你不熟知地形特征的地方，你也知道荒野的方式。"
							]
						}
					]
				}
			]
		},
		{
			"name": "菲兰叛乱者",
			"ENG_name": "Phlan Insurgent",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"沃根沙拉克斯占领菲兰的记忆在你脑海中清晰如昨。你当时正忙于日常事务，当绿龙的部队从下水道涌出，袭击了你的家园。菲兰的许多市民，无论老少，都被俘虏、杀害或作为对残破病毒的贡品。你自己也是那些被俘虏的人之一。但是，无论是在冒险者的帮助下，还是通过你自己的智慧和坚定的决心，你逃脱了。",
								"你没有逃离这个地区，而是选择留下来战斗。在镇外和致命的荆棘丛中找到庇护所，你向恶疫之泪及其怪物盟友发起攻击。你学会了在绝望和危急的情况下生存，物资匮乏，增援的到来也不确定。你已经习惯了在夜幕的掩护下行动，尽你所能给予打击，为在目前被占领的费兰失去的朋友和家人复仇。你将驱逐沃根沙克斯，或者在尝试中死去。"
							]
						}
					]
				}
			]
		},
		{
			"name": "Phlan 难民",
			"ENG_name": "Phlan Refugee",
			"source": "ALElementalEvil",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"那些在辛勤劳作一天后走进Laughing Goblin旅馆的更快乐的日子已经过去了。一切都变了，你还能活着就是幸运的。回到Phlan，你可以把自己算作那些街头智慧的人之一，知道什么时候该行贿，和谁合作才能谋生。你倾听变化之风的能力以前曾经救过你，这次它们让你成为少数几个逃离Phlan的人之一，带走的不仅仅是你背上的衣服。"
							]
						}
					]
				}
			]
		},
		{
			"name": "起诉人",
			"ENG_name": "Plaintiff",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"当然，事故是会发生的。但当收购公司（Acquisitions Incorporated）的特工在现场时，事故似乎频繁发生。自然地，当没有留下目击者时，什么也不会发生。但有时，一个伤亡者会留下一点生机，只是等待着发现那场事故实际上是多么的幸运。",
								"你是一起法律事件的受害者，表面上看来是收购公司的错。至少当地法官是这么说的。但在最终裁决下达之前，收购公司给你提供了一份工作！不知道如何挥舞剑吗？他们承诺会教你！认为自己有能力施展法术吗？他们有大师，很快就能让你施展火焰！",
								"在无数宝藏、魔法和神秘领域的承诺下，只需穿越一个地下城，你就抛弃了旧生活。现在，一个冒险的世界属于你。只需在这里、这里和这里签名。免除Acq Inc所有以前的索赔，并确认你理解过去的结果不保证未来的成果。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/AI/plaintiff-coin.webp"
					},
					"credit": "克里斯·斯特劳布"
				}
			]
		},
		{
			"name": "位面哲学家",
			"ENG_name": "Planar Philosopher",
			"source": "SatO",
			"entries": [
				"你信奉一种哲学，旨在理解位面的本质或多元宇宙中隐藏的真相。你从你的信念中汲取力量，也许还来自像锡格（Sigil）派系这样的志同道合的思想家网络（如下所述）。在你的旅行中，你深入探索你的理解，并在你走过的每一个地方传播你的哲学。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/SatO/Planar Philosopher.webp"
					},
					"credit": "罗布森·米歇尔"
				}
			]
		},
		{
			"name": "粹丽学生",
			"ENG_name": "Prismari Student",
			"source": "SCC",
			"entries": [
				"你是一位艺术家，并且一直在准备根据普里斯马瑞学院的传统来磨练你的技艺。无论你的媒介是雕塑、舞蹈、绘画、音乐、戏剧、建筑还是任何其他领域——你都有宏伟的愿景，希望通过魔法和创造力的融合让你的艺术栩栩如生。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/SCC/Prismari Student.webp"
					},
					"title": "一位高级海妖族学生巧妙地驾驭火焰",
					"credit": "肖恩·塞维斯特"
				}
			]
		},
		{
			"name": "量析学生",
			"ENG_name": "Quandrix Student",
			"source": "SCC",
			"entries": [
				"为了成为奎德里克斯学院的学生，你已经花费了数年时间解决学院为潜在学生准备的数学问题。你的兴趣集中在自然世界中发现的数学原理和模式。你可能更倾向于数学或物理，或者你深入研究更抽象的形而上学、奥秘或逻辑学。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/SCC/Quandrix Student.webp"
					},
					"title": "一位昆德里克斯学生神奇地凝视自然的复杂图案",
					"credit": "克里斯蒂·巴拉内斯库"
				}
			]
		},
		{
			"name": "拉铎斯邪教徒",
			"ENG_name": "Rakdos Cultist",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你天生是个娱乐家，一个喜欢戏剧性表演并热爱聚光灯的表演者。你已经花费了多年时间来磨练你的技艺，掌握了一系列要求严格的技能，以便你可以自信地表演它们，并且让它们看起来很容易。疯狂的掌声、人群的尖叫声、混乱和恐怖蔓延到街道——这就是你所追求的。",
								"你还是一个崇拜古老恶魔的邪教成员，这个恶魔以暴力和混乱为乐。恰好Rakdos喜欢精彩的表演，你的最高愿望是用你自己的表演来取悦破坏者，暴乱之王。"
							]
						}
					]
				}
			]
		},
		{
			"name": "改过自新的邪教徒",
			"ENG_name": "Reformed Cultist",
			"source": "TDCSR",
			"entries": [
				"自世界创立以来，两个万神殿一直在争夺Exandria的命运——{@book 主神|TDCSR|2|主神}和{@book 背叛者神祇|TDCSR|2|背叛者神祇}。在{@book 灾难|TDCSR|1|灾难}期间，{@book 主神|TDCSR|2|主神}与Exandria的凡人种族——他们最初的创造物——结盟，保护他们有缺陷的世界及其多样化的生命形式。背叛者试图彻底抹去这一切。",
				"在那次毁灭性战争的结束时，{@book 主神|TDCSR|2|主神}建立了一个神圣之门，它将阻止所有神明，无论是善良还是邪恶，直接影响世界，但会留下神明的凡人追随者和天界仆从来实现他们的意愿。因此，{@book 背叛者神祇|TDCSR|2|背叛者神祇}的腐蚀性低语几个世纪以来一直困扰着渴望权力的凡人的思想，承诺以他们的灵魂献给神秘知识为代价，换取神明伟大力量的一小部分。",
				"你曾经属于这样一个背叛神灵的邪教{@book 背叛者神祇|TDCSR|2|背叛者神祇}。或许这种信仰只是短暂地诱惑了你叛逆的年轻精神。或许这个邪教在你一无所有时给予了你爱和家庭，只要求你忠于他们的先知作为交换。或者你从小就被培养去崇拜自私残酷的神灵——直到一个命运之日，面纱被揭开，你和令人恐惧的真相之间再无任何隔阂。",
				"不管怎样，你已经从这个有毒的邪教的枷锁中解放出来。但你知道你所在的这个团体不会原谅背叛者。只要你活着，你就会遭到追捕——如果邪教成员认为你已经死了，一旦他们发现自己错了，他们的追捕就会再次开始。"
			]
		},
		{
			"name": "狂欢海盗（水手）",
			"ENG_name": "Revelry Pirate (Sailor)",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在动物群海岸，似乎每个人都是水手。许多海盗也在海岸水域活动，但没有一个像强大的狂欢者那样臭名昭著或有组织。如果你是狂欢者的海盗，你为甲板之王服务，并将你掠夺所得的一部分交给他，在Darktow岛上。",
								"狂欢者对叛徒和逃兵并不宽容，所以如果你自认为是那个团伙的前成员，那么在动物园海岸旅行时，你需要小心背后。暴徒可能会骚扰你和你的盟友，直到你与狂欢者清算，无论是通过支付，屈服于监禁，还是证明你太危险而不宜与之纠缠。"
							]
						}
					]
				}
			]
		},
		{
			"name": "受宠者",
			"ENG_name": "Rewarded",
			"source": "BMT",
			"entries": [
				"在命运突然因好运的奇迹转折而改变之前，你过着艰难的生活。或许是一位仁慈的神祇给了你你最渴望的东西。你可能偶然发现了一副万用牌并抽到了一张具有强大积极效果的牌。或者也许你从你不知道你拥有的远亲那里继承了一笔适度的财富。",
				"无论如何，你已经把过去生活中的日常苦难抛在了身后，转而选择了充满冒险和刺激的生活。你过去的债务已经还清，你以为无法逃避的责任已经抛在了身后，或者你突然拥有了普通人所不知道的罕见和非凡的技能。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BMT/Rewarded.webp"
					},
					"credit": "布莱恩·瓦莱扎"
				}
			]
		},
		{
			"name": "竞争对手实习生",
			"ENG_name": "Rival Intern",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你曾是收购公司竞争对手的实习生，你不仅对工作和特许经营机会有了健康的尊重，还对收购公司无情而高效的商业运作方式表示赞赏。既然可以为最好的公司工作，何必还要与其他人打交道呢？",
								"或许那个竞争对手并没有像你希望的那样对待你，或者你从那个组织中被淘汰了。也许你希望利用在那里获得的知识为收购公司（Acquisitions Incorporated）带来优势。无论如何，你现在将自己的才能带到公司，准备运用你的技能。"
							]
						}
					]
				}
			]
		},
		{
			"name": "受难者",
			"ENG_name": "Ruined",
			"source": "BMT",
			"entries": [
				"一切都进展得如此顺利！你曾经拥有奢华、爱情和舒适的生活，突然之间你失去了一切。或许你被诬陷为犯罪，失去了你的名声、财富和事业。也许一只暴走的龙或其他怪物在一个灾难性的下午摧毁了你所拥有的一切。或者你可能寻求了一副多变牌组，希望使你成功的生活更加辉煌——结果却抽到了一张破坏性的牌，永远改变了你的命运。",
				"你的绝望驱使你走上了冒险家的职业。你并不是为了寻求刺激和荣耀而探索黑暗的地下城和它们的怪物居民；你这么做是因为其他的道路都对你关闭了。但你曾经在命运之轮上高升过一次，有了运气和坚韧，你可以再次做到。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BMT/Ruined.webp"
					},
					"credit": "布莱恩·瓦莱扎"
				}
			]
		},
		{
			"name": "符文雕刻者",
			"ENG_name": "Rune Carver",
			"source": "BGG",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我们所说的符文魔法是安娜姆创造工作的最苍白的模仿。他从原始元素塑造世界；我们努力将最微小的元素力量束缚在我们符文的神秘形态中。"
					],
					"by": "迪安卡斯特拉"
				},
				"你已经将你的生命奉献给了研究符文工艺。无论你是被一位大师级的符文雕刻师教授，还是通过钻研古老的雕刻自学成才，你都能够利用符文中蕴含的超自然力量。",
				"符文工艺最初是由巨人创造的，但随着时间的推移，许多民族都采纳了这种做法。因此，尽管巨人符文是最常用的，但许多符文雕刻者会将他们母语中的象征符号融入到这项工艺中。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BGG/Rune Carver.webp"
					},
					"title": "兽人符文雕刻师",
					"credit": "妮基·道斯"
				}
			]
		},
		{
			"name": "智者",
			"ENG_name": "Sage",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你花费了多年时间学习多元宇宙的知识。你翻阅了手稿，研究了卷轴，并倾听了你感兴趣的主题上最伟大的专家的意见。你的努力使你成为了你研究领域的大师。"
							]
						}
					]
				}
			]
		},
		{
			"name": "水手",
			"ENG_name": "Sailor",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在海上船只上航行多年。在那段时间里，你面对过强大的风暴、深海的怪物，以及那些想把你的船只沉入无底深渊的人。你对地平线的遥远线条充满热爱，但现在是时候尝试一些新事物了。",
								"和你的游戏主持人讨论一下你之前航行过的船的性质。它是一艘商船、军舰、探险船还是海盗船？它有多出名（或臭名昭著）？它航行范围广泛吗？它还在航行，还是失踪并被假定为全船人员都已失踪？",
								"你在船上的职责是什么——是船员长、船长、领航员、厨师，还是其他职位？船长和大副是谁？你是在和同伴们友好的情况下离开你的船，还是逃走的？"
							]
						}
					]
				}
			]
		},
		{
			"name": "秘密身份",
			"ENG_name": "Secret Identity",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"即使你是非人类，尽管希尔法尔的大人类法则，你仍然居住在贸易之城。你通过保持秘密身份、伪造文件和穿着伪装来做到这一点。很少有人，如果有的话，知道你不是人类。如果你是半身人或侏儒，你伪装成一个小人或孩子。如果你是半精灵、半兽人或元素精灵，你伪装你的非人类特征。其他种族则使用伪装和隐藏衣物的组合来隐藏。你这样做的原因是你自己的。也许你是一个异见者或外国势力的代理人。也许你与某人有一段你无法忍受的关系。无论如何，这种生活方式已经让你付出了沉重的代价。"
							]
						}
					]
				}
			]
		},
		{
			"name": "瑟雷尼亚祀徒",
			"ENG_name": "Selesnya Initiate",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是受祝福的社区的成员，该社区建立在和谐的理想之上。在这里，自然与文明和平共存，生活和成长都遵循着世界之魂玛特塞莱尼娅的意志。作为塞莱尼娅联盟的成员，你周围是与你分享世界观和对与世界更深层次精神交流的渴望的人和其他生物，你热切希望与拉维尼卡分享你所体验到的欢乐。与联盟的其他成员一起，你致力于抵制其他公会的野心——如有必要，甚至使用军事力量。"
							]
						}
					]
				}
			]
		},
		{
			"name": "阴影狂热者",
			"ENG_name": "Shade Fanatic",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在内瑟瑞尔的巫师与科曼索的精灵交战的时代长大。你记得盘腿坐着听关于辉煌的萨兰塔尔，也被称为阴影飞地和阴影之城的故事，并渴望在那里学习，甚至可能真的在那里学习了一段时间。几年前，当萨兰塔尔从天空坠落到神话般的德拉诺尔时，你的梦想破灭了。你知道有一个内瑟瑞尔的驻军驻扎在希尔斯法尔附近，并听说过它的灭亡是因为内部的叛徒。你仍然忠于内瑟瑞尔，在科曼索森林和希尔斯法尔周边地区寻找其他阴影忠诚者和狂热分子。"
							]
						}
					]
				}
			]
		},
		{
			"name": "船工",
			"ENG_name": "Shipwright",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在大战中登上了巨舰的甲板，用汤碗和祈祷修补它们的船体。你曾经帮助建造了一艘渔船，它独自拯救了一个小镇免于饥饿。你在梦中见过一个你无法用木头复制的雄伟船首。从小，你就热爱水，并对在水上航行的众多船只着迷。"
							]
						}
					]
				}
			]
		},
		{
			"name": "银羽笔学生",
			"ENG_name": "Silverquill Student",
			"source": "SCC",
			"entries": [
				"你花费了多年时间练习写作和演讲，希望能够成为银羽学院的学生。你的学习重点是语言、文学以及文字的力量，无论是魔法的还是其他的。在你的学术追求中，文字的隐喻力量去照亮或隐藏与魔法的实际能力去做同样的事情相结合。"
			]
		},
		{
			"name": "析米克科学家",
			"ENG_name": "Simic Scientist",
			"source": "GGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"想象一个完美的世界：一个自然与文明和谐共存、相互适应的世界；一个生命被塑造以适应其环境，环境也被塑造以适应生命的世界。那就是你一直在西米克联合体的实验室里试图培育的世界。自然是关于适应、进化和平衡的——但为了让它跟上不断进步的文明的步伐，自然需要来自生物法师和地形改造者的帮助。如果在这个过程中，你碰巧创造了超级士兵和变异怪物，可以增强联合体对抗其他公会的阴谋和野心的防御，那就更好了。"
							]
						}
					]
				}
			]
		},
		{
			"name": "走私者",
			"ENG_name": "Smuggler",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在一艘破旧的驳船上，你把一百把长剑藏在鱼桶里，从毫无察觉的码头管理员手下溜过。你曾划着满载偷来的精灵酒的内河船，在月光的注视下航行，并在早上以两倍的价格出售。在你更仁慈的时候，你曾把无辜者从战区运送出来，或者帮助引导畜群在燃烧的河岸上安全转移。"
							]
						}
					]
				}
			]
		},
		{
			"name": "士兵",
			"ENG_name": "Soldier",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"战争是你记忆中生活的一部分。你年轻时接受训练，学习使用武器和盔甲，学习基本的生存技巧，包括如何在战场上生存。你可能曾是常备国家军队或雇佣兵公司的一部分，或者可能是在最近一次战争中崭露头角的地方民兵组织的成员。",
								"当你选择这个背景时，与你的地下城主合作，确定你是哪一个军事组织的一部分，你在其中晋升到了什么级别，以及在军事生涯中你有哪些经历。它是常备军、城镇警卫队还是村庄民兵？或者它可能是贵族或商人的私人军队，或者是雇佣兵公司。"
							]
						}
					]
				}
			]
		},
		{
			"name": "斯托亚诺夫囚犯",
			"ENG_name": "Stojanow Prisoner",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"那些话仍然在夜晚困扰着你的梦境。当每个人都逃离Phlan时，你选择留下。无论是出于情感依恋，还是追求财富，你做出了将影响你余生的决定。",
								"对于那些没有关系的人来说，食物变得越来越稀缺。你成了一个乞丐，为了生存，你向任何有食物或黄金可分的人交换信息。你做得很好，认为自己是无敌的。当你因为向那些企图推翻龙的人出售秘密而被Vorgansharax的士兵，Virulence的眼泪，Maimed Virulence的士兵捕获时，情况发生了变化。他们把你关在了Stojanow Gate的牢房里。最初几周，你希望活下去。随着几周变成了几个月，审讯持续进行，你开始祈求死亡。"
							]
						}
					]
				}
			]
		},
		{
			"name": "生还者",
			"ENG_name": "Survivor",
			"source": "DoDk",
			"entries": [
				"并非所有人都在陨石坠落后离开了德拉肯海姆。有些人留下来，在废墟中寻找他们失去的东西：朋友和家人，或者只是在寻找宝藏和神器。你知道城市中哪些地方最危险，哪些路径是最好的选择，通常也知道最快的旅行方式。尽管有迷雾和危险，你设法生存下来，但带着德拉肯海姆的疯狂重担。"
			]
		},
		{
			"name": "挠肚游民",
			"ENG_name": "Ticklebelly Nomad",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你出生在一个游牧部落，这个部落以Ticklebelly Hills为家。你和你的部落一起从一个地方迁移到另一个地方，依靠土地生活。部落会季节性地向南进入Grass Sea和Giant's Cairn，向北进入Dragonspine Mountains，甚至偶尔向东穿过Stojanow River到达Quivering Forest的边界。",
								"在你们的迁徙中，你们的人民已经了解到了居住在巨人石堆的石巨人部落。有一天，龙教徒来到了山丘——穿着紫色、骑着可怕野兽的魔法使用者，穿着黑色衣服、戴着邪恶面具的战士，甚至是附近菲尔兰镇的士兵。然后龙沃根沙拉克斯来到了山丘，并在山丘中筑巢，导致可怕的荆棘丛生，动物行为异常。教徒们开始袭击游牧部落，为龙提供祭品。最终，龙转而攻击菲尔兰，但对于提克利贝利山丘的游牧民来说，生活再也没有回到从前。"
							]
						}
					]
				}
			]
		},
		{
			"name": "贸易警长",
			"ENG_name": "Trade Sheriff",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是确保贸易路线始终畅通的众多人之一。你确保贸易大法不惜一切代价得到遵守。你单独或集体工作，以平定可能阻止贸易路线通行的土匪和强盗。你调查可能的伏击和有关某人想要抢劫或阻止商队的传言。你既是调查员也是执法者。你能够进入希尔斯法地区周围的城镇/村庄，并找到一个愿意向你提供从谣言到事实信息的联系人。这有时需要支付1-9个银币的小额贿赂。"
							]
						}
					]
				}
			]
		},
		{
			"name": "寻宝者",
			"ENG_name": "Treasure Seeker",
			"source": "DoDk",
			"entries": [
				"失落的宝藏和有价值的遗物将你带到了德拉肯海姆。也许赚取比你一生中能花的还要多的金币的前景太诱人，无法抗拒；或者，你可能寻求的是它们的历史或宗教意义。"
			]
		},
		{
			"name": "城市猎人",
			"ENG_name": "Urban Bounty Hunter",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"在你成为冒险家之前，你的生活已经充满了冲突和刺激，因为你是靠追踪人来谋生的。然而，与一些收集赏金的人不同，你不是一个野蛮人，会追踪目标进入或穿越荒野。你参与了一个在你居住的地方有利可图的交易，这经常考验你的技能和生存本能。更重要的是，你并不孤单，就像荒野中的赏金猎人那样：你经常与犯罪亚文化和其他赏金猎人互动，在这两个领域保持联系，以帮助你成功。",
								"你可能是一个狡猾的捕贼高手，潜行在屋顶上捕捉城市中无数的盗贼。或许你是那种耳听八方的人，了解盗贼公会和街头帮派的动向。你可能是一个\"天鹅绒面具\"赏金猎人，一个混入上流社会和贵族圈子的人，目的是捕捉那些以富人为目标的罪犯，无论是扒手还是诈骗艺术家。你从事这一行当的社区可能是费伦的某个大都市，比如沃特迪普或巴尔杜尔之门，或者人口较少的地方，也许是卢斯坎或亚塔——任何足够大到有稳定潜在目标的地方。",
								"作为冒险团队的一员，你可能会发现追求与团队目标不符的个人议程更加困难——但另一方面，你可以在同伴们的帮助下击败更加强大的目标。"
							]
						}
					]
				}
			]
		},
		{
			"name": "流浪儿",
			"ENG_name": "Urchin",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在街头长大，无依无靠，是个孤儿，而且贫穷。没有人照看你或为你提供生活所需，所以你学会了自给自足。你为了食物而激烈斗争，并且时刻警惕着其他可能从你这里偷窃的绝望之人。你在屋顶和巷子里睡觉，暴露在自然环境中，没有药物或康复的地方，忍受着疾病。尽管困难重重，你还是生存了下来，这得益于你的机智、力量、速度，或者是这些因素的某种组合。",
								"你开始你的冒险生涯时，手头有足够的钱来至少十天过上简朴但安稳的生活。你是如何得到那些钱的？是什么让你摆脱了绝望的境况，开始了一个更好的生活？"
							]
						}
					]
				}
			]
		},
		{
			"name": "乌斯伽部族成员",
			"ENG_name": "Uthgardt Tribe Member",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"尽管你可能最近才到达文明之地，但你并不陌生于合作和集体努力争取优势的价值观。你在作为乌瑟加德部落成员时学到了这些原则，以及更多的东西。",
								"你的族人一直试图坚持古老的传统。传统和禁忌使乌瑟加德特人保持强大，而其他国家的王国却陷入了混乱和毁灭。但在最近几代人中，一些部落中的队伍被诱惑去定居、和平共处、贸易，甚至建立城镇。也许这就是乌瑟加选择在族人中提升图腾作为他力量的活生生体现的原因。也许他们需要一个提醒，提醒他们自己是谁，他们来自哪里。乌瑟加的选民带领队伍回到了古老的道路，你的大多数族人放弃了文明的软弱方式。",
								"你可能在一个决定定居的部落中长大，现在他们放弃了那条道路，你发现自己漂泊不定。或者你可能来自一个坚持传统的乌瑟加德部落的一部分，但你希望通过成为一个强大的冒险家，实现伟大的事情来为你的部落带来荣耀。",
								"请参阅第2章中\"乌瑟加德特领地\"部分，了解每个部落的领土和活动详情，这将帮助你选择你的归属。",
								{
									"type": "inset",
									"name": "费伦的野蛮人部落",
									"ENG_name": "Barbarian Tribes of Faerûn",
									"entries": [
										"尽管这一节特别详细描述了乌瑟加德部落，无论是它还是《玩家手册》中的外来者背景，都可以用于那些起源于费伦其他野蛮人部落的角色。",
										"你可能是一个雷格德的金发野蛮人，居住在遥远的北方，靠近冰风谷的雷格德冰川的阴影下。你也可能是游牧的拉谢米人，以其野蛮的狂战士和戴面具的女巫而闻名。也许你来自崇达尔森林中的一个精灵部落，或者是来自酷热的祖尔丛林中憎恨魔法的人类部落。"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "变体城市守卫 (调查员)",
			"ENG_name": "Variant City Watch (Investigator)",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"比守望者或巡逻队员更罕见的是社区的调查员，他们负责事后解决犯罪。尽管这样的人在农村地区很少见，但几乎每个像样规模的定居点至少有一两个守望队员具备调查犯罪现场和追踪罪犯的技能。如果你之前的经验是作为调查员，你精通的是{@skill 调查}而不是{@skill 运动}。"
							]
						}
					]
				}
			]
		},
		{
			"name": "变体 大陆贵族（家族最后一代）",
			"ENG_name": "Variant Continental Nobility (Last of the Line)",
			"source": "DoDk",
			"entries": [
				"在德拉肯海姆毁灭后的岁月里，灾难和不幸困扰着你的家族，让你成为了唯一的幸存继承人。没有财产，没有土地，你来到德拉肯海姆重建你家族的遗产。"
			]
		},
		{
			"name": "变体罪犯 (间谍)",
			"ENG_name": "Variant Criminal (Spy)",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"尽管你的能力与窃贼或走私者的能力没有太大不同，但你是在完全不同的背景下学习和实践它们的：作为一名间谍特工。你可能曾是王权正式授权的特工，或者也许你把你发现的秘密卖给了出价最高的人。"
							]
						}
					]
				}
			]
		},
		{
			"name": "变体虔诚传教士（天文观测者）",
			"ENG_name": "Variant Devoted Missionary (Stargazer)",
			"source": "DoDk",
			"entries": [
				"你在15年前目睹了那颗陨石。无论你认为它是命运的安排、魔法或神圣的召唤，还是仅仅对需要挖掘的秘密的好奇心，你都被吸引到了那个陨石坑。你相信陨石坑中有一些你寻求问题的答案，而且在德拉肯海姆的某个地方隐藏着一个超出你理解范围的真相。前往德拉肯海姆的朝圣之旅可能花了你几周、几个月甚至几年的时间，但你必须要来——有某种东西召唤你来到这里，你必须发现它的起源。"
			]
		},
		{
			"name": "变体艺人 (角斗士)",
			"ENG_name": "Variant Entertainer (Gladiator)",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"角斗士和任何吟游诗人或马戏表演者一样，都是娱乐者，他们被训练将战斗艺术变成观众可以享受的壮观场面。这种华而不实的战斗是你的娱乐者日常，尽管你也可能有一些杂技演员或演员的技能。利用你的\"按人气点播\"特性，你可以在任何以战斗为娱乐的地方找到表演的地方——也许是角斗竞技场或秘密坑斗俱乐部。你可以将你的装备包中的乐器替换为一种不贵但不同寻常的武器，如三叉戟或网。"
							]
						}
					]
				}
			]
		},
		{
			"name": "变体公会工匠 (公会商人)",
			"ENG_name": "Variant Guild Artisan (Guild Merchant)",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你可能不属于工匠行会，而是属于商人、商队大师或店主的行会。你自己不制作物品，而是通过买卖他人作品（或工匠实践工艺所需的原材料）来谋生。你的行会可能是一个在该地区有利益的大型商会（或家族）。也许你通过船只、马车或商队将货物从一个地方运输到另一个地方，或者从旅行商人那里购买并将它们在你的小店里出售。在某些方面，旅行商人的生活比工匠的生活更适合冒险。"
							]
						}
					]
				}
			]
		},
		{
			"name": "变体魔法血统（邪恶法师）",
			"ENG_name": "Variant Mageborn (Malfeasant Mage)",
			"source": "DoDk",
			"entries": [
				"你因为某种冒犯，真实的或想象的，被紫水晶学院开除，或者也许他们从未接纳过你，你自己学会了魔法。普通人通常对不穿紫水晶学院颜色的施法者持怀疑态度，所以你可能需要隐藏你的身份和能力，特别是对紫水晶学院和银序骑士团。"
			]
		},
		{
			"name": "变体贵族 (骑士)",
			"ENG_name": "Variant Noble (Knight)",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"骑士头衔在大多数社会中属于最低的贵族头衔，但它可以是通往更高地位的途径。如果你希望成为一名骑士，请选择侍从特性而不是特权地位特性。你的一个平民侍从被一个贵族取代，他作为你的侍从为你服务，以换取在他或她自己通往骑士道路上的训练。你剩下的两个侍从可能包括一个照顾你的马的马夫和一个擦亮你盔甲的仆人（甚至帮助你穿上它）。",
								"作为骑士精神和宫廷爱情理想的象征，你的装备中可能包括来自你已经以纯洁的奉献之心给予的贵族领主或女士的旗帜或其他信物。（这个人可能是你的羁绊。）"
							]
						}
					]
				}
			]
		},
		{
			"name": "变体贵族（随从）",
			"ENG_name": "Variant Noble (Retainers)",
			"source": "PHB",
			"_copy": {
				"name": "贵族",
				"ENG_name": "Noble",
				"source": "PHB"
			}
		},
		{
			"name": "变体水手 (海盗)",
			"ENG_name": "Variant Sailor (Pirate)",
			"source": "PHB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在一位可怕的海盗的影响下度过了你的青春，这位无情的杀手教会了你如何在一个充满鲨鱼和野蛮人的世界中生存。你在公海上从事盗窃，并让不止一个应得的人葬身海底。恐惧和血腥对你来说并不陌生，你在许多港口城镇中获得了某种不光彩的名声。",
								"如果你决定你的航海生涯涉及海盗行为，你可以选择坏名声特性而不是船只通行特性。"
							]
						}
					]
				}
			]
		},
		{
			"name": "变体 幸存者（内战老兵）",
			"ENG_name": "Variant Survivor (Veteran of the Civil War)",
			"source": "DoDk",
			"entries": [
				"你在摧残了西特玛尔的内战中幸存下来，无论是作为一名士兵还是逃亡的难民。这场战争从你身上夺走了一些东西，并改变了你。可能你不得不做出违背你道德的事情，或者你在血腥的屠杀中失去了朋友和家人。无论如何，你带着不会轻易愈合的伤疤离开了。"
			]
		},
		{
			"name": "变体寻宝者（财富的士兵）",
			"ENG_name": "Variant Treasure Seeker (Soldier of Fortune)",
			"source": "DoDk",
			"entries": [
				"你不是通过寻找宝藏来寻求你的财富，而是通过追捕现在隐藏在德拉肯海姆的土匪、逃犯和怪物来寻求。你经常承担危险的悬赏任务，并追随悬赏通告，只要价格合适。对你来说，危险是第二天性，而这座城市的恐怖与狩猎的刺激以及它可能带给你的金钱相比，根本算不了什么。"
			]
		},
		{
			"name": "大臣",
			"ENG_name": "Vizier",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是神的大臣，你神的仆人。你执行着对促进新手旅程至关重要的任务，因此神以法老王的祝福奖赏你进入来世。你希望通过成为你神的最佳仆人，达到来世中最尊贵的地位。",
								"作为大臣，你可以是任何职业，但你特别可能是一位{@class 牧师}，一位{@class 德鲁伊}（特别是如果你侍奉罗纳斯），或者是一位{@class 圣武士}。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/PSA/Vizier.webp"
					},
					"title": "影风暴大臣",
					"credit": "勇宰·崔"
				}
			]
		},
		{
			"name": "大臣（异议者）",
			"ENG_name": "Vizier (Dissenter)",
			"source": "PSA",
			"_copy": {
				"name": "大臣",
				"ENG_name": "Vizier",
				"source": "PSA",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"即使在精心构建和策划的纳克塔蒙城邦，以及在五位神明的面前，一些人仍然反抗法老神的教义。当然，他们不会质疑神明的存在，因为这些神明几乎每天都在城市的街道上显现。他们也不会质疑死后生命的事实，这一点在他们周围的受膏木乃伊以及赫克马外面的掠夺木乃伊中显而易见。相反，这些持不同政见者只是拒绝遵循通往辉煌来世的既定人生道路。",
										"一些异议者是出于恐惧，他们不想让自己在试炼中（或为试炼而训练）遭受暴力死亡。有些人是出于良心，不愿意在试炼中杀害他们的同伴。尽管他们无法否认神的存在，但他们可以否认神是公正的——并且可以斗争来证明一个不公正的神的命令不必被服从。一些人相信有一个神（可能是邦图）腐化了试炼的过程和通往来世的道路。其他人正确地直觉到，当上帝法老命令他们的社会时，并没有真正考虑到人民的最佳利益。",
										"被认定为异议者的角色失去了启蒙者或维齐尔背景特性的好处。作为替代，角色获得了异议者庇护的特性。",
										{
											"type": "hr"
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "backgrounds/PSA/Dissenter.webp"
							},
							"title": "萨穆特，异议之声",
							"credit": "阿列克谢·布里克洛"
						}
					}
				}
			}
		},
		{
			"name": "沃尔斯特拉克特工",
			"ENG_name": "Volstrucker Agent",
			"source": "EGW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"沃尔斯特拉克是一个秘密组织，由服务于赛伯勒斯集会的神秘刺客和执行者组成。他们的特工没有官方头衔，但被大德万达利亚城市如扎达什和雷克森特鲁姆的居民在低语中称为\"鞭笞者\"。",
								"你是沃尔斯特拉克的特工。你的职责是让那些会破坏邓达尔国王——更重要的是，集会的意志——的异议者沉默。",
								{
									"type": "entries",
									"name": "悲剧",
									"ENG_name": "Tragedy",
									"entries": [
										"快乐的人不会被选中加入沃尔斯特拉克。赛伯勒斯集会专门寻找那些被悲剧摧毁的有才华的个体——在某些情况下，是沃尔斯特拉克安排的悲剧。稍微受损的心灵更容易被重新塑造和再教育。选择让你走上这条道路的悲剧，或者在悲剧表上掷骰子。",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"悲剧"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"家族灭门。沃尔斯特拉克通过欺骗或操纵，说服你屠杀了自己的家人。"
												],
												[
													"2",
													"失忆症。你被迫学习如此强大的魔法，以至于它使你的精神承受了超乎凡人极限的压力，夺走了你过去的记忆。"
												],
												[
													"3",
													"被捕。你被克林王朝的特工捕获并遭受折磨，勉强逃脱。"
												],
												[
													"4",
													"饥饿。一场可怕的枯萎病侵袭了你的农村村庄，你的许多朋友和家人饿死了。你幸存了下来，但只是勉强。"
												],
												[
													"5",
													"毁容。你的一次神秘实验出了差错，导致你留下了严重的疤痕或肢体残缺，以至于其他人现在都避开你。自那天以后，只有沃尔斯特拉克对你表示了善意。"
												],
												[
													"6",
													"家道中落。你曾是一个富裕家族的继承人，却在转瞬之间失去了全部财产。"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/EGW/Volstrucker Agent.webp"
					},
					"credit": "杰西卡·马洪"
				}
			]
		},
		{
			"name": "深水人贵族",
			"ENG_name": "Waterdhavian Noble",
			"source": "SCAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你是深水城伟大贵族家族之一的后裔。人类家族，他们小心守护着自己的特权和在辉煌之城的地位，深水城贵族在费伦以古怪、被宠坏、贪腐和最重要的是富有而闻名。",
								"无论你是这一声誉的闪亮代表，还是通过成为一个例外来证明这一规则的人，当人们知道你的姓氏及其含义时，他们对你有所期待。你开始冒险的原因可能以某种方式涉及到你的家庭：你是家庭中的反叛者，更喜欢深入肮脏的地牢而不是在舞会上品尝扎尔吗？或者你是为了家族的利益而拿起剑或施展魔法，确保他们有一个享有盛名的人来维护他们的遗产？",
								"与你的地下城主合作，想出你是其中一员的家庭——在深水城大约有七十五支家系，每个家系都有自己的财务利益、专长和计划。你可能是你家族的主线成员，有可能有一天成为它的领袖。或者你可能只是众多表亲中的一个，声望较低，但责任也较少。"
							]
						}
					]
				}
			]
		},
		{
			"name": "白石步枪军团",
			"ENG_name": "Whitestone Rifle Corps",
			"source": "TDCSR",
			"entries": [
				"你在负责防御和保护孤立城邦怀特斯通的精英部队中接受训练，其中大部分训练都集中在如何照顾、保护和维护怀特斯通步枪军团的火器上。你还肩负着一项庄严的职责——绝不能让你领主的致命创造的秘密落入错误之手。",
				"你可能来到怀特斯通，以证明自己有资格使用那里制造的秘密且极具价值的火器，并寻求那些已经精通这些武器的战士的指导。或者你可能在怀特斯通长大，甚至还记得布莱尔伍德勋爵和夫人统治你家乡的残酷日子——大约三十年前开始，持续了六年的恐怖统治。",
				"或者，你或你的父母可能作为逃离塔尔多雷遭受科洛马联盟攻击的破坏的难民来到怀特斯通。如果是这样，你在城邦的生活可能相对和平，与工程师、工匠和商人一起居住，他们寻求利用怀特斯通作为贸易、文化和发明中心的声誉。",
				"当你选择这个背景时，决定你是否是{@book 步枪军团|TDCSR|3|白石步枪军团}、{@book 苍白守卫|TDCSR|3|苍白守卫}，或者{@book 灰猎手|TDCSR|3|灰猎手}的成员。第3章的{@book 第三章中的\"白石\"部分|TDCSR|3|白石}提供了更多关于{@book 苍白守卫|TDCSR|3|苍白守卫}的信息，以及城邦中的武器和民兵。请参阅下面关于{@book 灰猎手|TDCSR|3|灰猎手}的更多信息。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/TDCSR/RifleCorps.webp"
					},
					"credit": "{@link 阿米拉·谢赫|https://mikandii.com/}",
					"altText": "一位肌肉发达的黑人半精灵女性，留着长长的棕色发辫，穿着一件蓝色外套，单膝跪在一片白色的雏菊丛中，瞄准着一把步枪。"
				}
			]
		},
		{
			"name": "荒空之人",
			"ENG_name": "Wildspacer",
			"source": "AAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"你在荒野空间的虚空中长大——这里是小行星矿工、月球农民和其他坚韧人民的家园。也许你是在像Bral之岩（在{@book 第三章|AAG|3}中描述）这样的遥远定居点长大的，或者你在一艘咒法船的船员中度过了你的早年，执行诸如擦洗甲板、装卸货物以及清除船体上的藤壶等有益的杂务。",
								"无论你的过去如何，荒野空间的生活已经让你变得如此坚强，以至于在面对无空气的夜晚的恐怖和其他挑战时，你像一只小型巨型太空仓鼠{@creature 太空仓鼠|BAM|微型巨大太空仓鼠}一样勇敢。"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/AAG/Wildspacer.webp"
					},
					"title": "吉斯扬基荒野空间者",
					"credit": "苏珊·赫尔米希"
				}
			]
		},
		{
			"name": "风之触",
			"ENG_name": "Wind-Touched",
			"source": "HWCS",
			"entries": [
				"在森林中流传着一些传说，关于被风祝福的鸟人，他们注定要飞越所有障碍。当一只雏鸟出生时带有特殊的标记或独特的羽毛图案，或者它们在童年时期经历了戏剧性的事件并幸存下来时，一些人将它们称为\"风触者\"。尽管一些人将风触者的概念视为迷信，但其他人则对被认为是被选中的人表示崇敬。根据传说，被风触摸的人除了在森林的树冠高处，感受到羽毛间的风之外，永远不会感到安逸。"
			]
		},
		{
			"name": "巫光雇工",
			"ENG_name": "Witchlight Hand",
			"source": "WBtW",
			"entries": [
				"你作为一个孩子或青年悄悄潜入了巫光嘉年华，并从未回头，赢得了那些在幕后工作以保持嘉年华运营的人中的位置。作为一个工作人员，你努力工作并尽情享乐。嘉年华带你去了许多奇妙的世界，每八年回到你的家乡一次，但你对这些世界几乎一无所知，因为你所有的时间都花在嘉年华里。你非常了解其他工作人员，但嘉年华的所有者——巫先生和光先生——即使过了这么多年，对你来说仍然是个谜。",
				"或许你加入嘉年华是为了逃离家中阴郁的生活，或者你被访问新地方的想法所吸引，或者梦想成为嘉年华的明星景点之一。现在你年纪大了，嘉年华生活失去了一些吸引力。日常的例行公事变得乏味，嘉年华旅程的循环性质变得单调。嘉年华不再让你心中充满惊奇之感。也许在嘉年华的大门外，有更伟大的冒险在等待着你。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/WBtW/Witchlight Hand.webp"
					},
					"credit": "安德鲁·马尔"
				}
			]
		},
		{
			"name": "靡华学生",
			"ENG_name": "Witherbloom Student",
			"source": "SCC",
			"entries": [
				"你的童年充满了基础的炼金实验，这一切都是为了成为枯萎花学院的学生。生命科学是你的阅读重点，包括生物学和死灵学。在枯萎花学院，你可能追求的研究包括酿造具有药用属性的奇异混合物，探索怪物的解剖学，以及编目沼泽植物。"
			]
		}
	]
}
