{
	"lifeClass": [
		{
			"name": "野蛮人",
			"ENG_name": "Barbarian",
			"source": "PHB",
			"reasons": [
				"我对人民的忠诚在战斗中提升了我，使我变得强大而危险。",
				"我的祖先之灵召唤我完成一项伟大的任务。",
				"有一天我在战斗中失去了控制，就好像有什么东西在操纵我的身体，迫使它杀死我能够触及的每一个敌人。",
				"我踏上了一次寻找自我的精神之旅，结果发现了一个守护、保护并激励我的灵魂动物。",
				"我被闪电击中并幸存了下来。之后，我找到了内在的新力量，让我超越了自己的限制。",
				"一位智者萨满赠予你的三根鹰羽，他告诉你它们将在决定你命运的过程中发挥作用"
			],
			"other": {
				"Personal Totems": [
					"none",
					"一位智慧的萨满赠予你的三根鹰羽，他告诉你它们将在决定你命运中发挥作用。",
					"一位智者萨满赠予你的三根鹰羽，他告诉你它们将在决定你命运的过程中发挥作用",
					"一条由你小时候独自一人杀死的幼年洞穴熊爪制成的项链",
					"一个装有三块代表你祖先的小石头的小皮袋",
					"用彩色羊毛绑在一起的你杀死的第一只野兽的几块小骨头",
					"你的部落标志以藤蔓图案的形式沿着你的手臂展示。一只麋鹿的鹿角被纹在了你的背上。"
				],
				"Tattoo": [
					"none",
					"你的手背上刻着洞穴熊的爪子",
					"你的手臂上沿着藤蔓的图案展示了你的部落符号。麋鹿的角在你的背上被纹上。",
					"你的族徽以藤蔓图案的形式沿着你的手臂展示。一只麋鹿的鹿角被纹在了你的背上。",
					"如果你打扰了死者的骨头，你将继承他们在生前所困扰的所有麻烦。",
					"你的背部被标记了狼的眼睛，以帮助你看清并抵御邪恶的灵魂。"
				],
				"Superstitions": [
					"none",
					"如果你打扰了死者的骨头，你将继承他们在生前所困扰的所有麻烦。",
					"永远不要相信法师。他们都是伪装成天使的恶魔，尤其是那些友好的。",
					"矮人失去了他们的精神，几乎就像不死生物。这就是为什么他们住在地下。",
					"魔法事物带来麻烦。永远不要在离你十尺以内的地方睡觉时携带魔法物品。",
					"当你穿过墓地时，一定要佩戴银饰，否则鬼魂可能会跳进你的身体。",
					"如果一个精灵直视你的眼睛，她可能是在试图读取你的思想。"
				]
			}
		},
		{
			"name": "吟游诗人",
			"ENG_name": "Bard",
			"source": "PHB",
			"reasons": [
				"我通过试错法唤醒了我潜在的吟游诗人能力。",
				"我是一个有天赋的表演者，吸引了一位大师级吟游诗人的注意，他教我古老的技巧。",
				"我加入了一个松散的学者和演说家社团，学习新的表演和魔法技巧。",
				"我感到一种召唤，要重新讲述勇士和英雄的事迹，用歌声和故事让他们栩栩如生。",
				"我加入了一所伟大的学院，去学习古老的知识、魔法的秘密和表演艺术。",
				"有一天我随手拿起一件乐器，立刻发现自己能够演奏它。"
			],
			"other": {
				"Defining Work": [
					"《三弗拉姆比尼斯》，一首关于误会身份和放纵欲望的俏皮歌曲。",
					"《迈康尼德的华尔兹》，一首特别受孩子们喜爱的欢快曲子。",
					"'阿斯莫德的金屁股'，你声称这是一首受你个人访问阿弗纳斯所启发的戏剧性诗歌。",
					"'卢斯坎的海盗'，你亲身被海盗绑架的童年经历的一手记述。",
					"'一个圈，两只鸽子，和一只地狱犬'，一个对无能贵族的微妙讽刺。",
					"《深渊中的傻瓜》，一首关于小丑在恶魔中旅行的喜剧诗。"
				],
				"Instrument": [
					"一把制作精良的半身人小提琴",
					"一个由精灵制作的秘银号角",
					"一个用黑暗精灵蜘蛛丝制成的齐特琴",
					"一个兽人鼓",
					"一个木制的牛蛙呱呱盒",
					"日场表演时，马戏团的猫头鹰熊逃脱并恐吓了人群"
				],
				"Embarrassment": [
					"none",
					"日场表演时，一个马戏团的猫头鹰熊逃脱了，吓坏了人群",
					"马戏团的枭熊逃脱时的日场表演，它在观众中引起了恐慌",
					"当你的开场曲是你热情但被普遍讨厌的《巨蛙之歌》演唱时",
					"《米尔特，城里人》的首次也是最后一次公开演出",
					"你上台时假发着火，你把它扔下去——这点燃了舞台",
					"当你在《星光小夜曲》的最后一节不小心坐在你的琵琶上时"
				]
			}
		},
		{
			"name": "牧师",
			"ENG_name": "Cleric",
			"source": "PHB",
			"reasons": [
				"一个为神服务的超自然存在召唤我成为世界上的神圣代理人。",
				"我看到了世界上的不公和恐怖，并感到有必要站出来反对它们。",
				"我的神给了我一个明确无误的征兆。我放下一切去侍奉神明。",
				"尽管我一直虔诚，但直到我完成了朝圣之旅，我才知道自己真正的使命。",
				"我曾服务于我宗教的官僚机构，但我发现我需要在世界上工作，将我的信仰信息传播到这个国家最黑暗的角落。",
				"我意识到我的神通过我工作，我按照命令行事，尽管我不知道为什么被选中来服务。"
			],
			"other": {
				"Temple": [
					"据说你的神殿是为了纪念你的神而建造的最古老的现存结构。",
					"几个志同道合的神的追随者都在你的神殿里一起接受教导。",
					"你来自一个以酿酒厂闻名的寺庙。有人说你闻起来像它的其中一种麦芽酒。",
					"你的寺庙是一座堡垒和试炼场，训练着战士祭司。",
					"你的寺庙是一个平和、谦卑的地方，充满了菜园和朴素的牧师。",
					"你在位面外的神殿服务过"
				],
				"Keepsake": [
					"一位圣人的指骨",
					"一本装订有金属的书，讲述了如何狩猎和摧毁地狱生物",
					"一个猪哨，让你想起了你谦卑而亲爱的导师。一束从独角兽尾巴上编织的头发",
					"一份描述如何最好地清除世界中的死灵法师的卷轴",
					"一块据说被你的神祝福过的符文石"
				],
				"Secret": [
					"一个小恶魔给你提供建议。你试图忽略这个生物，但有时它的建议是有帮助的。",
					"你相信，在最终分析中，神不过是超强大的凡人生物而已。",
					"你承认神的力量，但你认为大多数事件都是由纯粹的偶然性决定的。",
					"尽管你能施展神圣魔法，但你从未真正感受到自己内在的神圣本质。",
					"你被噩梦困扰，你认为这是你的神因为你某些未知的过错而给予的惩罚。",
					"在绝望的时候，你感觉自己不过是神明的玩物，你对他们冷漠的态度感到愤怒。"
				]
			}
		},
		{
			"name": "德鲁伊",
			"ENG_name": "Druid",
			"source": "PHB",
			"reasons": [
				"我在荒野中看到了太多的破坏，太多的自然之美被破坏者毁掉。我加入了一个德鲁伊结社子，以反击自然的敌人。",
				"我在逃离一场灾难后，在一群德鲁伊中找到了自己的位置。",
				"我一直对动物有着亲和力，所以我探索自己的才能，看看我如何能最好地利用它。",
				"我结识了一位德鲁伊，并被德鲁伊的教导所感动。我决定跟随朋友的建议，回馈世界。",
				"在我成长的过程中，我周围到处都是别人无法感知的灵魂实体。我寻找德鲁伊来帮助我理解这些幻象，并与这些生物沟通。",
				"我一直对非自然起源的生物感到厌恶。因此，我投身于德鲁伊奥秘的研究，并成为了自然秩序的捍卫者。"
			],
			"other": {
				"Treasured Item": [
					"none",
					"一瓶来自神圣河流源头的水",
					"一束捆在一起的特殊草药",
					"一个刻有动物图案的小铜碗",
					"一只雕刻有动物图案的小青铜碗",
					"紫杉树让你想起更新你的思想和精神，让旧的死去，新的涌现。",
					"你的导师传给你的一把迷你金镰刀"
				],
				"Guiding Aspect": [
					"none",
					"紫杉树让你想起更新你的思想和精神，让旧的死去，新的茁壮成长。",
					"橡树代表力量和活力。在橡树下冥想，让你的身体和心灵充满决心和坚韧。",
					"河流的无尽流动提醒你世界的广阔。你致力于以自然的长远利益为行动考虑。",
					"海洋是一个不断翻腾的权力与混沌的大锅。它提醒你，接受变化是维持自己在世界中生存的必要条件。",
					"天空中的鸟儿证明了即使是最小的生物，只要它们保持在纷争之上，也能生存下来。",
					"你的导师是一位智慧的树灵，他教你以年和十年为单位思考，而不是以天或月。"
				],
				"Mentor": [
					"none",
					"您的导师是一位智慧的树灵，他教导您以年和十年为单位思考，而不是以天或月为单位。",
					"你曾由一位守护着通往深渊的沉睡门户的仙女教导。在你的训练中，你被指派监视对世界隐藏的威胁。",
					"你的导师总是以猎鹰的形式与你互动。你从未见过导师的人形。",
					"你曾是被一位老德鲁伊指导的几位年轻人之一，直到你的一位同伴背叛了你们的团体并杀害了你的导师。",
					"你的导师只在幻象中出现过。你还没有遇到这个人，你不确定这样的人是否真的以凡人之躯存在。",
					"你的导师是一只狼熊，他教你平等对待所有生物。"
				]
			}
		},
		{
			"name": "战士",
			"ENG_name": "Fighter",
			"source": "PHB",
			"reasons": [
				"我想要磨练我的战斗技能，所以我加入了一个战争学院。",
				"我曾为一位骑士效力，他教会了我如何战斗、照顾战马以及如何以荣誉行事。我决定为自己走上那条道路。",
				"可怕的怪物侵袭了我的社区，杀害了我深爱的人。我拿起武器，为了摧毁那些怪物以及类似的东西。",
				"我加入了军队，学习了如何作为团队的一部分进行战斗。",
				"绿色原野上的一只狂暴的金龙，代表着勇敢和追求财富的使命",
				"我总是能够拿起几乎所有的武器，并知道如何有效地使用它们。"
			],
			"other": {
				"Heraldic Sign": [
					"none",
					"绿色背景上的一只猖獗的金龙，代表勇敢和追求财富",
					"一个风暴巨人在暴风雨云前紧握闪电的拳头，象征着愤怒和力量",
					"城堡门前交叉的大剑，意味着对城市或王国的防御",
					"一个骷髅头，上面插着一把匕首，代表着你给敌人带来的厄运",
					"角斗士。你的教练是一个为了在竞技场中争取自由而战斗的奴隶，或者是一个自愿选择角斗士生活以赚取金钱和名声的人。",
					"黑色背景下，水平剑刃下的三滴血，象征着你发誓要杀死的三个敌人"
				],
				"Instructor": [
					"none",
					"角斗士。你的教练是一个为了自由在竞技场中战斗的奴隶，或者是一个自愿选择角斗士生活以赚取金钱和名声的人。",
					"军事。你的教练曾与一群士兵一起服役，对团队合作有很深的了解。",
					"城市守卫。人群控制和维护和平是你的教练的专长。",
					"部落战士。你的教练在一个部落长大，那里几乎每天都在为生存而战。",
					"街头战士。你的教练擅长城市战斗，将近距离作战与沉默和效率结合起来。",
					"武器大师。你的导师帮助你与你选择的武器合为一体，传授了如何最有效地使用它的非常专业的知识。"
				],
				"Signature Style": [
					"优雅。你的动作精确而优雅，完全控制，从不浪费一丝能量。",
					"残酷。你的攻击如锤击般落下，旨在粉碎骨头或让血液飞溅。",
					"狡猾。你在恰当的时刻突袭攻击，并使用小规模战术来使局势对你有利。",
					"毫不费力。你在战斗中很少出汗，除了一副坚毅的表情外，几乎不显露其他情感。",
					"精力充沛。你在战斗中唱歌和大笑，因为你的精神振奋。当你面前有敌人，手中有武器时，你是最幸福的。",
					"阴险。你在战斗时皱眉和嘲笑，并且喜欢在击败敌人时嘲笑他们。"
				]
			}
		},
		{
			"name": "武僧",
			"ENG_name": "Monk",
			"source": "PHB",
			"reasons": [
				"我被选中在一座僻静的寺院学习。在那里，我被教授了最终掌握一种传统的基本技巧。",
				"我寻求指导，以获得对存在和我在世界中的位置的更深刻理解。",
				"我偶然进入了一个通往影域的传送门，并在一个奇怪的修道院中找到了庇护，在那里我学会了如何抵御黑暗势力。",
				"失去亲近的人后，我被悲痛压垮，我寻求哲学家的建议来帮助我应对我的损失。",
				"我能感觉到一种特殊的力量在我体内，所以我寻找那些能帮助我召唤它并掌握它的人。",
				"你的修道院是从山腰中雕刻出来的，它俯瞰着一个险恶的山口。"
			],
			"other": {
				"Monastery": [
					"none",
					"您的修道院是从山腰中雕刻出来的，它俯瞰着一条险恶的通道。",
					"你的修道院位于精类野的一棵巨大树的高枝上。",
					"你的修道院是由一位云巨人在很久以前创立的，它位于一个只有在飞行中才能到达的云城堡内。",
					"你的修道院建在火山系统的温泉、间歇泉和硫磺池旁。你定期接待阿泽商人的访问。",
					"你的寺院是由侏儒建立的，是一个地下迷宫，由隧道和房间组成。",
					"你的寺院是从世界寒冷边缘的冰山中雕刻出来的。"
				],
				"Monastic Icon": [
					"猴子。快速反应和能够在树梢间穿梭的能力是你门派欣赏猴子的两个原因。",
					"龙龟。你海边寺院的僧侣们崇拜龙龟，诵读古老的祈祷文并献上花环来纪念这位海洋之灵。",
					"麒麟。你的寺院将其主要目的视为以麒麟的方式守望和保护这片土地。",
					"枭熊。你的寺院的僧侣们崇敬一个枭熊家族，并与它们世代共存。",
					"九头蛇。你的教派特别挑选九头蛇，因为它能同时发动多次攻击。",
					"你的师父很仁慈，教导你追求和平的事业。"
				],
				"Master": [
					"none",
					"你的师傅很仁慈，并教导你追求和平的事业。",
					"你的主人很仁慈，并教导你追求和平的事业。",
					"你的师父在逼迫你达到极限时毫不留情。在一次特别残酷的训练中，你差点失去了一只眼睛。",
					"你的师父在教导你时似乎心地善良，但最终背叛了你的寺院。",
					"你的师父冷漠而疏远。你怀疑你们俩可能有血缘关系。",
					"你的师父善良且慷慨，从不批评你的进步。尽管如此，你感觉你从未完全达到对你的期望。"
				]
			}
		},
		{
			"name": "圣武士",
			"ENG_name": "Paladin",
			"source": "PHB",
			"reasons": [
				"一个奇幻生物出现在我面前，召唤我进行一次神圣的探索。",
				"我的一位祖先留下了一个未完成的神圣任务，所以我打算完成这项工作。",
				"世界是一个黑暗而可怕的地方。我决定成为一束照亮聚集阴影的光。",
				"我曾担任圣武士的侍从，学习了所有我需要宣誓自己神圣誓言的知识。",
				"邪恶必须在所有战线上被反对。我感到有责任去寻求邪恶并将其从世界中清除。",
				"成为一名圣武士是我坚定不移信仰的自然结果。在宣誓时，我成为了我宗教的神圣之剑。"
			],
			"other": {
				"Personal Goal": [
					"none",
					"和平。你为了子孙后代的和平而战。",
					"复仇。你的誓言是你用来纠正古老错误的手段。",
					"责任。你将履行你誓言中所承诺的，或者在尝试中死去。",
					"领导力。你将在一场伟大的战斗中获胜，吟游诗人会歌颂你的事迹，从而成为激励他人的榜样。",
					"信仰。你知道你的道路是正义的，否则神不会指引你走上这条路。",
					"荣耀。你将带领世界进入一个宏伟的新时代，这个时代将以你的名字命名。"
				],
				"Symbol": [
					"一条龙，象征着你在和平时期的高贵和你在战斗中的凶猛",
					"一个紧握的拳头，因为你总是准备好为你的信仰而战斗",
					"一只举起的张开的手，表明你倾向于通过外交而非战斗",
					"一颗红色的心，向世界展示你对正义的承诺",
					"一颗黑色的心，意味着怜悯等情感不会动摇你对誓言的奉献",
					"一个恶魔或一个天界生物，来自外层位面的势力代理人，被赋予了腐蚀或救赎你的责任，视情况而定"
				],
				"Nemesis": [
					"none",
					"一个恶魔或天界生物，外层位面的势力代理人，被指派来腐蚀或救赎你，视情况而定",
					"一个恶魔或天界生物，作为外层位面的势力的代理人，被赋予了腐蚀或救赎你的责任，视情况而定",
					"一条龙的仆从紧随你的脚步，一个视你为误入歧途的傻瓜的高级祭司，希望你放弃你的宗教信仰。",
					"一个与你一起训练但后来成为誓言破坏者的对手圣武士，他认为你对此负有责任。",
					"愤怒。当你的怒火被激起时，你很难冷静思考，你担心自己可能会做出让自己后悔的事情。"
				],
				"Temptation": [
					"none",
					"愤怒。当你被激怒时，你很难理智思考，你担心自己可能会做出让自己后悔的事情。",
					"骄傲。你的事迹值得注意，没有人比你更经常注意到它们。",
					"欲望。你无法抗拒一张吸引人的脸庞和迷人的微笑。",
					"嫉妒。你注意到一些著名人物的成就，当你的事迹与他们相比时，你感到不足。",
					"绝望。你考虑着必须击败的敌人的强大力量，有时你看不到取得最终胜利的途径。",
					"贪婪。不管你积累了多少荣耀和财富，对你来说永远不够。"
				]
			}
		},
		{
			"name": "游侠",
			"ENG_name": "Ranger",
			"source": "PHB",
			"reasons": [
				"我在文明边缘捕猎危险动物的过程中磨练了我的狩猎技能，找到了我的目标。",
				"我总是能和动物相处得很好，能够用安抚的话语和触摸来安抚它们。",
				"我患有严重的漫游癖，所以成为一名游侠给了我一个不在一个地方停留太久的理由。",
				"我见过当怪物从黑暗中出现时会发生什么。我决定成为文明边界之外邪恶的第一道防线。",
				"我遇到了一位经验丰富的游侠，他教会了我森林技巧和荒野的秘密。",
				"我在军队服役，学习我的专业原则，同时开辟道路和侦察敌军营地。"
			],
			"other": {
				"World View": [
					"城镇和城市是那些无法独自生存的人的最佳去处。文明的进步是挫败混乱的最佳方式，但其影响范围必须受到监控。",
					"城镇和城市是必要的恶，但一旦荒野被清除了超自然的威胁，我们就不再需要它们了。",
					"墙是给懦夫的，他们蜷缩在墙后，而其他人则在做让世界变得安全的工作。",
					"你在一片古老的森林巡逻，这片森林因为多次通往影域的通道而变得黑暗和腐败。",
					"城市通过将人们与荒野的严酷教训隔离开来，培养了软弱。"
				],
				"Homeland": [
					"none",
					"您巡逻了一片古老的森林，这片森林因多次通往影域的通道而变得黑暗和腐败。",
					"作为一群游牧民的一部分，你获得了在沙漠中生存的技能。",
					"你在幽暗地域的早年生活为你应对其居民的挑战做好了准备。",
					"你居住在沼泽的边缘，这个地区既受到陆地生物的威胁，也受到水生生物的威胁。",
					"因为你在山峰中长大，找到穿越山脉的最佳路径对你来说是本能。",
					"你在遥远的北方流浪，学习如何在被冰雪覆盖的领域中保护自己并繁荣发展。"
				],
				"Sworn Enemy": [
					"none",
					"你的祖先或前任与这些生物战斗过，你也将这样做。",
					"你对你的敌人没有敌意。你像猎人追踪野生动物一样追踪这些生物。",
					"你没有听到对你的敌人有任何敌意。你像猎人追踪野生动物一样追踪这样的生物。",
					"你对你的敌人感到着迷，并收集有关它的传说和历史书籍。",
					"你收集你击败的敌人的信物，以提醒你每一次杀戮。",
					"你尊重你选择的敌人，并且你将你的战斗视为各自技能的考验。"
				]
			}
		},
		{
			"name": "游荡者",
			"ENG_name": "Rogue",
			"source": "PHB",
			"reasons": [
				"我一直都很敏捷，反应也快，所以我决定利用这些天赋来帮助我在这个世界上立足。",
				"一个刺客或小偷冤枉了我，所以我专注于掌握敌人的技能，以更好地对抗那种敌人。",
				"一位经验丰富的流氓在我身上看到了一些潜力，并教会了我一些有用的技巧。",
				"我决定将我的天生好运转化为职业基础，尽管我仍然意识到提高技能是必不可少的。",
				"我加入了一群粗鲁的人，他们教会了我如何通过狡猾而不是直接对抗来得到我想要的东西。",
				"我是个容易被闪亮的小玩意或一袋硬币吸引的人，只要我能在不冒生命危险的情况下得到它们。"
			],
			"other": {
				"Guilty Pleasure": [
					"none",
					"美丽面庞上的微笑",
					"你手指上的新戒指",
					"削弱某人自负的机会",
					"最优质的食品和饮料",
					"增加你收藏的异国硬币",
					"你曾经服务过的海盗船长；你称之为前进，船长称之为叛变"
				],
				"Adversaries": [
					"none",
					"你曾经服务过的海盗船长；你们所谓的前进，船长称之为叛变",
					"一个你无意中提供错误信息的高级间谍，这导致了错误目标的暗杀",
					"当地盗贼公会的首领，他希望你加入该组织或离开城镇",
					"一个使用非法手段获取杰作的艺术收藏家",
					"一个走私者让你免于被捕，但在此过程中失去了一批价值连城的货物。现在你欠那个人一个同样有价值的人情。",
					"一个非法地下格斗场的老板，你曾经在那里下注"
				],
				"Benefactor": [
					"none",
					"一个走私者帮你避免了被捕，但在这个过程中失去了一批价值连城的货物。现在你欠那个人一个同样有价值的人情。",
					"乞丐王多次将你从追捕者手中隐藏起来，作为未来回报的交换。",
					"一位法官曾为了换取有关一个强大黑帮老大的信息而让你免于入狱。",
					"你的父母用他们的积蓄帮你摆脱了年轻时的麻烦，现在他们一贫如洗。",
					"一条龙在有机会时没有吃掉你，作为回报，你承诺为它留下一些珍贵的宝藏。",
					"一位德鲁伊曾经帮你摆脱了困境；现在你看到的任何随机动物都可能是那个恩人，也许来要求回报。"
				]
			}
		},
		{
			"name": "术士",
			"ENG_name": "Sorcerer",
			"source": "PHB",
			"reasons": [
				"我出生时，家中所有的水都结成了冰，牛奶变质，或者所有的铁都变成了铜。我的家人坚信这个事件预示着我将来会遇到更奇怪的事情。",
				"我遭受了可怕的情感或身体压力，这激发了我潜在的魔法力量。从那时起，我一直在努力控制它。",
				"我的直系家人从未提及过我的祖先，当我询问时，他们会转移话题。直到我开始展现出奇怪的才能，我血统的全部真相才浮出水面。",
				"当一个怪物威胁到我的一个朋友时，我充满了焦虑。我本能地反击，用来自我内心的力量将那个可恶的东西击退。",
				"感觉到我身上有些特别的东西，一个陌生人教会了我如何控制我的天赋。",
				"我从一场魔法火灾中逃脱后，我意识到尽管我没有受伤，但我并没有保持不变。我开始表现出一些我刚刚开始理解的不寻常的能力。"
			],
			"other": {
				"Arcane Origin": [
					"你的力量来自于你家族的血统。你与一些强大的生物有血缘关系，或者你继承了一种祝福或诅咒。",
					"你是来自另一个存在平面生物的转世。",
					"一个强大的实体进入了这个世界。它的魔法改变了你。",
					"你的出生在一部古老的文本中被预言，你被预言将使用你的力量达到可怕的目的。",
					"你是几代人精心选择性繁殖的产物。",
					"你是被一个炼金术士在大桶里制造出来的。"
				],
				"Reaction": [
					"你的力量被周围的人视为巨大的祝福，人们期望你用它们来为你的社区服务。",
					"你的力量在显现时造成了破坏甚至死亡，你被视为罪犯。",
					"你的邻居们害怕并憎恨你的力量，导致他们避开你。",
					"你引起了一个邪恶教派的注意，他们打算利用你的能力。",
					"你周围的人认为你的能力是对你们家族过去罪行的诅咒。",
					"人们相信你的力量与一个古老的疯狂国王血统有关，据说这个血统在一个世纪前的血腥叛乱中结束了。"
				],
				"Supernatural Mark": [
					"你的眼睛颜色不寻常，比如红色。",
					"你的一只脚上多了一个脚趾。",
					"你的一只耳朵明显比另一只大。",
					"你的头发生长速度惊人。",
					"你在咀嚼时会反复皱鼻子。",
					"你的脖子上每天会出现一块红色的斑点，一个小时后消失。"
				],
				"Sign of Sorcery": [
					"你施法时，用泰坦般轰鸣的声音发出咒语的口头部分。",
					"你施法后的那一刻，你周围的区域变得黑暗和阴沉。",
					"你在施法时大汗淋漓，施法后几秒钟内也是如此。",
					"每当你召唤法术时，你的头发和衣服都会短暂地被吹动，就像被微风拂过一样。",
					"如果你在施法时站立，你会上升六英寸然后轻轻地飘回地面。",
					"当你开始施法时，虚幻的蓝色火焰环绕着你的头部，然后突然消失。"
				]
			}
		},
		{
			"name": "邪术师",
			"ENG_name": "Warlock",
			"source": "PHB",
			"reasons": [
				"在漫游于一个禁地时，我遇到了一个超凡的存在，它提出要与我签订契约。",
				"我在一座废弃图书馆中发现了一本奇怪的书籍，当我正在研究它时，那位将成为我赞助者的存在突然出现在我面前。",
				"我不小心穿过了一个魔法门，就这样落入了我赞助者的掌控之中。",
				"当我面临可怕的危机时，我向任何愿意倾听的生物祈祷，回应我的生物成为了我的守护者。",
				"我未来的守护者在我的梦中拜访了我，并提供了巨大的力量以换取我的服务。",
				"我的一位祖先与我的守护者有契约，因此那个实体决心将我绑定到相同的协议上。"
			],
			"other": {
				"Patron Attitude": [
					"你的守护者已经指导和帮助了你的家族几代人，并且对你很友好。",
					"每一次与你的任性守护者的互动都是一个惊喜，无论是愉快的还是痛苦的。",
					"你的赞助者是一个早已死去的英雄的灵魂，它将你们的契约视为继续影响世界的方式。",
					"你的赞助者是一个严格的纪律主义者，但对你有一定的尊重。",
					"你的赞助者通过欺骗让你签订了契约，并且把你当作奴隶对待。",
					"当被指派时，你必须立即对赞助人的具体敌人采取行动。"
				],
				"Special Terms": [
					"none",
					"当被指示时，你必须立即对赞助人指定的敌人采取行动。",
					"你的契约考验你的意志力；你必须戒酒和其他麻醉剂。",
					"你每天至少一次必须在建筑物的墙上刻下你守护者的名字或符号。",
					"为了维持你的契约，你必须偶尔进行一些奇怪的仪式。",
					"你不能穿同样的衣服两次，因为你的守护者认为这种可预测性很无聊。",
					"当你使用奥术咒语时，你必须大声说出你守护者的名字，否则可能会引起它的不悦。"
				],
				"Binding Mark": [
					"你的一只眼睛看起来和你的赞助人的一只眼睛一样。",
					"每次你醒来，脸上的小瑕疵都出现在不同的地方。",
					"你表现出疾病的外在症状，但并未因此受到任何不良影响。",
					"你的舌头颜色异常。你有一个退化的尾巴。",
					"你的鼻子在黑暗中会发光。"
				]
			}
		},
		{
			"name": "法师",
			"ENG_name": "Wizard",
			"source": "PHB",
			"reasons": [
				"一位老法师在几个候选人中选择了我，让我做学徒。",
				"当我在森林中迷路时，一个树篱法师找到了我，收留了我，并教会了我魔法的基础知识。",
				"我从小听着伟大法师的故事长大，我知道我想走他们的路。我努力被一所魔法学院接受，并且成功了。",
				"我的一个亲戚是一位成就非凡的法师，他决定我足够聪明，可以学习这门手艺。",
				"在探索一个古老的墓穴、图书馆或神殿时，我找到了一本魔法书。我立即被驱使去学习所有我能学到的关于成为法师的知识。",
				"我是一个神童，在很小的时候就展示了对奥术艺术的掌握。当我长大到可以独自出发时，我这样做了，为了学习更多的魔法并扩大我的力量。"
			],
			"other": {
				"Spellbook": [
					"一本由薄金属片制成的书，上面用酸蚀刻着咒语",
					"长长的皮带，上面写着咒语，为了方便携带而缠绕在法杖上",
					"一本破旧的书，里面充满了只有你能理解的象形文字",
					"刻有咒语的小石头，存放在布袋中",
					"一本被龙火烧焦的书，其页面上你的咒语文字勉强可见",
					"一本满是黑色页面的书籍，其文字只有在昏暗或黑暗中才能看见"
				],
				"Ambition": [
					"你将证明神并不像人们相信的那样强大。",
					"不朽是你研究的终极目标。",
					"如果你能完全理解魔法，你就可以为所有人解锁它的使用，并开创一个平等的时代。",
					"魔法是一个危险的工具。你用它来保护你所珍视的东西。",
					"奥术力量必须从那些会滥用它的人手中夺走。",
					"你将成为几代人中世界上见过的最伟大的法师。"
				],
				"Eccentricity": [
					"none",
					"你有不断敲打脚的习惯，这经常让周围的人感到烦恼。",
					"你的记忆力相当好，但你在需要时毫不费力地假装心不在焉。",
					"你进入房间前从不忘记看看天花板上挂着什么。",
					"你最珍贵的财产是一条死去的虫子，你把它保存在一个药水瓶里。",
					"当你希望别人不要打扰你时，你就会开始自言自语。这通常都能奏效。",
					"你对时尚的感觉和打扮，或者更准确地说，缺乏打扮，有时让别人以为你是个乞丐。"
				]
			}
		}
	],
	"lifeBackground": [
		{
			"name": "侍僧",
			"ENG_name": "Acolyte",
			"source": "PHB",
			"reasons": [
				"我很小的时候就离家出走，在一座寺庙里找到了庇护。",
				"我的家人把我送给了一座寺庙，因为他们无法或不愿意照顾我。",
				"我在家庭中长大，家庭有强烈的宗教信仰。为一个或多个神服务似乎很自然。",
				"一场充满激情的布道触动了我灵魂深处，并激励我为信仰服务。",
				"我跟随一个童年的朋友、一个受人尊敬的熟人或我爱的人进入宗教服务。",
				"在遇到一个真正的神的仆人后，我受到如此启发，以至于我立即加入了一个宗教团体的服务。"
			]
		},
		{
			"name": "骗子",
			"ENG_name": "Charlatan",
			"source": "PHB",
			"reasons": [
				"我被留给了自己，我操纵他人的技巧帮助我生存下来。",
				"我很早就学会了人们容易受骗并且容易被利用。",
				"我经常陷入麻烦，但我每次都设法用言辞摆脱困境。",
				"我跟随一个诈骗艺术家，从他那里学到了我的手段。",
				"在一名骗子欺骗了我的家人之后，我决定学习这门手艺，这样我就再也不会被这样的欺骗所愚弄。",
				"我很穷，或者我害怕变得贫穷，所以我学会了我需要的技巧来让自己摆脱贫困。"
			]
		},
		{
			"name": "罪犯",
			"ENG_name": "Criminal",
			"source": "PHB",
			"reasons": [
				"在我年轻时，我憎恨权威，认为犯罪生涯是对抗暴政和压迫的最佳方式。",
				"出于生存的需要，我被迫走上了这条道路，因为这是我唯一能生存下去的方式。",
				"我加入了一群恶棍和不良分子，我从他们那里学到了我的专长。",
				"一个父母或亲戚教我犯罪专长，以准备我接手家族生意。",
				"我离家出走，在盗贼公会或其他犯罪组织中找到了自己的位置。",
				"我总是感到无聊，所以我转向犯罪来打发时间，并发现自己在这方面相当擅长。"
			]
		},
		{
			"name": "艺人",
			"ENG_name": "Entertainer",
			"source": "PHB",
			"reasons": [
				"我的家人通过表演来维持生计，所以我跟随他们的例子是很合适的。",
				"我总是对他人有敏锐的洞察力，足以让我通过我的故事或歌曲让他们笑或哭。",
				"我离家出走，跟随一个吟游诗人剧团。",
				"我曾经看过一个吟游诗人的表演，从那一刻起，我知道了自己生来要做什么。",
				"我通过在街角表演赚取硬币，并最终为自己赢得了名声。",
				"一位旅行的表演者收养了我，并教会了我这个行业。"
			]
		},
		{
			"name": "平民英雄",
			"ENG_name": "Folk Hero",
			"source": "PHB",
			"reasons": [
				"我从家人那里学到了什么是对的什么是错的。",
				"我总是被英雄的故事所吸引，并希望我能成为超越平凡的人。",
				"我讨厌自己平凡的生活，所以当有人需要站出来做正确的事情时，我抓住了机会。",
				"我的父母或我的一个亲戚是冒险者，我被那个人的勇气所鼓舞。",
				"一个疯狂的老隐士在我出生时发表了预言，说我将完成伟大的事情。",
				"我总是为比我弱小的人挺身而出。"
			]
		},
		{
			"name": "公会工匠（公会商人）",
			"ENG_name": "Guild Artisan (Guild Merchant)",
			"source": "PHB",
			"reasons": [
				"我曾是一个大师的学徒，他教我行会的生意。",
				"我帮助一个公会工匠保守了一个秘密或完成了一个任务，作为回报，我被收为学徒。",
				"我的一个家族成员属于公会，他为我腾出了一个位置。",
				"我手巧，所以我抓住机会学习了一门手艺。",
				"我想要逃离家庭环境，开始新生活。",
				"我从导师那里学到了我手艺的基础知识，但不得不加入公会来完成我的训练。"
			]
		},
		{
			"name": "隐士",
			"ENG_name": "Hermit",
			"source": "PHB",
			"reasons": [
				"我的敌人毁了我的名声，我逃到荒野以避免进一步的诽谤。",
				"我习惯于独处，因为我寻求内心的平静。",
				"我从不喜欢我称之为朋友的人，所以我很容易就独自出发了。",
				"我感到有必要抛弃我的过去，但我这样做时非常不情愿，有时我后悔做出那个决定。",
				"我失去了一切——我的家，我的家人，我的朋友。我只能独自前行。",
				"社会的堕落让我感到厌恶，所以我决定离开它。"
			]
		},
		{
			"name": "贵族",
			"ENG_name": "Noble",
			"source": "PHB",
			"reasons": [
				"我来自一个古老而有故事的家庭，维护家族名声的责任落在了我身上。",
				"我的家族已经蒙羞，我打算清除我们的名声。",
				"我的家族最近获得了头衔，这种提升使我们进入了一个全新而陌生的世界。",
				"我的家族有一个头衔，但自从我们获得它以来，我的祖先中没有人脱颖而出。",
				"我的家族中充满了杰出的人物。我希望能达到他们树立的榜样。",
				"我希望增加家族的权力和影响力。"
			]
		},
		{
			"name": "化外之民",
			"ENG_name": "Outlander",
			"source": "PHB",
			"reasons": [
				"我年轻时在荒野中度过了很多时间，我逐渐爱上了那种生活方式。",
				"从小我就无法忍受城市的臭气，更喜欢在大自然中度过时间。",
				"我开始理解荒野中潜藏的黑暗，并发誓要与之斗争。",
				"我的人民生活在文明的边缘，我从家人那里学到了生存的方法。",
				"经历了一场悲剧后，我退到了荒野，把旧生活抛在了身后。",
				"我的家人离开了文明世界，我学会了适应我的新环境。"
			]
		},
		{
			"name": "智者",
			"ENG_name": "Sage",
			"source": "PHB",
			"reasons": [
				"我天生好奇，所以我打包行李去了一所大学，去了解更多关于世界的知识。",
				"我的导师的教导开阔了我在那个研究领域的新视野。",
				"我一直是一个热衷于阅读的人，我自学了很多关于我最喜欢的话题的知识。",
				"我发现了一个古老的图书馆，并且仔细研读了我在那里找到的文本。那次经历唤醒了我对更多知识的渴望。",
				"我给一位法师留下了深刻印象，他告诉我我在浪费我的才能，应该寻求教育来利用我的天赋。",
				"我的一个父母或亲戚给了我基础教育，这激发了我的求知欲，我离家出走以在我所学的基础上进一步发展。"
			]
		},
		{
			"name": "水手",
			"ENG_name": "Sailor",
			"source": "PHB",
			"reasons": [
				"我被海盗强行招募，被迫在他们的船上服役，直到我终于逃脱。",
				"我想看看这个世界，所以我作为水手加入了一艘商船。",
				"我的一个亲戚是水手，他带我出海。",
				"我需要迅速逃离我的社区，所以我偷偷上了一艘船。当船员发现我时，我被迫工作以换取我的船票。",
				"掠夺者袭击了我的社区，所以我在一艘船上找到了避难所，直到我可以寻求复仇。",
				"我在居住的地方前景不多，所以我离开了去寻找别处的财富。"
			]
		},
		{
			"name": "士兵",
			"ENG_name": "Soldier",
			"source": "PHB",
			"reasons": [
				"我加入了民兵，帮助保护我的社区免受怪物的侵害。",
				"我的一个亲戚是士兵，我想继承家族传统。",
				"当地的领主强迫我参军。",
				"我成长的时候，战争蹂躏了我的家乡。战斗是我唯一知道的生活。",
				"我想要名声和财富，所以我加入了一家雇佣兵公司，把我的剑卖给出价最高的人。",
				"侵略者袭击了我的家园。拿起武器保卫我的人民是我的责任。"
			]
		},
		{
			"name": "流浪儿",
			"ENG_name": "Urchin",
			"source": "PHB",
			"reasons": [
				"漫游癖使我离开家人去见识世界。我自食其力。",
				"我逃离了家中的糟糕境况，在这个世界上找到了自己的道路。",
				"怪物摧毁了我的村庄，我是唯一的幸存者。我必须找到生存的方法。",
				"一个臭名昭著的小偷照顾我和其他孤儿，我们通过窥探和偷窃来维持生计。",
				"有一天我在街头醒来，孤独而饥饿，没有早期童年的记忆。",
				"我的父母去世了，没有人照顾我。我自力更生。"
			]
		}
	],
	"lifeTrinket": [
		"一枚小圆币，中间有一个洞，由一种奇怪的黑色金属制成。",
		"一个小巧的玩偶，描绘着一个金发、蓝眼睛的孩子，当它被放下时，它的眼睛似乎会跟随人们。",
		"一块布料，能吸收任何沾染它的物质，在一小时内完全变干净。",
		"一个由交织的橡木枝条制成的人类头骨仿制品。",
		"一个小护身符，由贝壳制成，串在一条皮绳上。",
		"一个由大型软体动物的壳制成的口哨。",
		"一块根据其主人情绪变化颜色的石头。",
		"一个乌鸦的保存完好的头骨。",
		"一个装满你能想象到的最神奇颜色的鸟羽毛的粗麻袋。",
		"来自古老王国或战争的金属军衔徽章。",
		"一个刻有玫瑰图案的银色顶针。",
		"一卷永远不会磨损的线。",
		"一个刻有锤子标志和T.E.首字母的金属酒杯。",
		"一套竹制风铃。",
		"三个原始的燧石箭头。",
		"一把象牙梳子，使用时可以改变人的头发颜色。",
		"一个带有皇冠图案的蜡封印章。",
		"一根闻起来像迷迭香的鲜绿色封蜡。",
		"一束芳香的草药，燃烧时会释放出令人放松的香气。",
		"一张粗糙的地图，显示了当地地区，但偶尔会变化以显示一个不熟悉的大陆。",
		"一尊黑色的玻璃制成的奇怪神像，有时会发出内在的蓝色光芒。",
		"一块燧石和火绒，用它点燃的任何火焰都会呈现紫色。",
		"一份人名列表，当它增加到四个人时，第五个人的名字就会被涂黑并划掉。",
		"一套塔罗牌，牌上的每个人物都被描绘成骷髅。",
		"一个干瘪、萎缩的头颅。",
		"一个装有鱼子酱的小锡罐。",
		"一把只剩下一根弦的小小提琴，令人惊讶的是，当演奏时，听起来好像其他弦都还在。",
		"一件狼皮毛皮斗篷，有时会导致穿戴者在呼吸时发出低吼声。",
		"一个护身符，上面刻有兽人之神格鲁姆什的形象，任何佩戴它的人都会发现自己被迫闭上一只眼睛。",
		"一张羊皮纸，上面显示着夜空中的星座。",
		"一个水晶球，当人凝视它时，会看到自己反射出来，但看起来年轻了10岁。",
		"一个永远不会磨损或需要更换的马蹄铁。",
		"一个能够将倒入其中的饮料变成另一种类似酒精度的饮料的酒杯（例如将麦芽酒变成烈性黑啤酒）。",
		"一枚总是正面朝上的硬币。",
		"一副骨质骰子，掷出时会发出诡异的咯咯声。",
		"一根由扭曲的食人魔大腿骨制成的棍棒。",
		"一匹小木制玩具马。",
		"一颗水晶，它以奇怪的方式折射光线，中心有一个奇怪的深色沉积物。",
		"一件曾经属于祖先的宗教圣像。",
		"一本小空书，包裹在红色天鹅绒封面中，绣有一个张开的手的标志。",
		"一把衣服刷，只需触摸就能清洁一套衣服。",
		"一个扭曲的黄铜号角，吹响时产生一种令人难忘的旋律。",
		"一张虚构城市的地图，任何人只要睡在地图附近就会梦见探索一个奇妙的城市。",
		"一朵血红色的玫瑰，似乎永远不会凋谢或需要水。",
		"一把永远不会变钝的金属凿子。",
		"一套儿童木制积木，当它们无人看管时，偶尔会自行拼出单词。",
		"三枚三角形的白金硬币，上面刻有未知王国的标记。",
		"一串珍珠项链，当发生日食时，珍珠会从白色变为黑色。",
		"一块小手帕，能够吸收并储存四品脱的液体，随时可以拧出来释放液体。",
		"一盒紫色粉末，当粉末接触到血液时会发光十分钟。",
		"一副假胡子，戴上后会粘附在佩戴者脸上，需要刮掉。",
		"一套舒适的家居拖鞋，保持穿着者的脚在理想的温度。",
		"一套玩具金属士兵，每个都精心制作以描绘某个被遗忘国家的标志。",
		"一些巨大野兽的烧焦的爪子。",
		"一只小毛绒田鼠。",
		"一场许多观众在可疑火灾中死亡的表演的剧本。",
		"一部从未发表过的剧本，讲述了一个作者发疯的故事，书写变得越来越不整齐，越来越急促，最终在最后一页之前停止了。",
		"一卷老旧的绷带，上面用墨水画着奇怪的图案。",
		"一个装有鲜艳蓝色染料的小玻璃罐，这种染料能使皮肤染色多日。",
		"一个挂在链子上的锡制口哨，链子上附着一根鹅毛。",
		"一个装满柔软羽毛的小枕头。",
		"一个似乎会轻微改变颜色以匹配环境的铺盖卷。",
		"一个皮袋，里面装有不规则的铁钉，其中一些弯曲变形，好像被使用过。",
		"一个被腌制的灵吸怪的触手。",
		"一个玻璃罐，看起来装有煮过的卷心菜、醋和几种香料。",
		"一幅描绘神话场景的挂毯。",
		"一副眼镜，戴上后会让一切呈现出琥珀色。",
		"一顶红色的羊毛帽，看起来被血迹染污。",
		"一套皮革马术手套，上面烙有J. M.的首字母。",
		"一副骨制的刀叉。",
		"一个象牙制成的瘟疫面具，鸟嘴部分填充着芬芳的药草。",
		"一个形状奇特的小型毛绒玩具，描绘着一个地精，有时似乎在向主人眨眼。",
		"一支羽毛笔，笔内雕刻着小型墨水储备。",
		"一个装有海水的小玻璃球，当海上将有暴风雨时，它会变得浑浊。",
		"一盏发出黑色光芒的灯笼，使之前被照亮的地方变得黑暗。",
		"一个由铜制成的人造鼻子，上面附有一条皮绳。",
		"一顶由保存下来的Flumph遗体制成的宽边帽。",
		"一条羊毛围巾，上面织有古老的精灵祈祷文。",
		"一缕白色的卓尔精灵的头发。",
		"一份Irytor's World of the Spectacular的小册子，上面用褪色的墨水潦草地写着'即将关闭'。",
		"一块脱落的蛇皮，上面用奇怪的语言写着字。",
		"一个看似空的绿色玻璃瓶，用红色蜡封住。",
		"一个锁扣，里面有一对年轻半身人的相片。",
		"一个被填充并保存起来的地精头部。",
		"一个装有黄色墨水的小罐，使用时几乎无法阅读，但随着时间的推移会逐渐变暗，直到最终变成黑色。",
		"一系列占卜师的象牙牌，上面用墨水印有通用字母表的字母。",
		"一个保存完好的眼球，上面附有标签写着'巫妖之眼'。",
		"一套小型修枝剪。",
		"一个玻璃罐，里面装着一种无害的透明凝胶，罐子上用矮人语标记为'凝胶立方体——已死亡。'",
		"一张黑色的羊皮纸，据称是幽暗地域的地图。",
		"一枚由精灵银制成的胸针，看起来会流动以适应佩戴者的轮廓。",
		"一个小皮袋，里面装着卵石，每当该地区即将发生雪崩或其它重大地质运动时，会明显地发出响声。",
		"一套半身人尺寸的马裤。",
		"一个带有秘密隔层的木制梳妆台。",
		"一个金属烙印铁，上面显示着龙翼的设计。",
		"一把钝的雕刻刀，刀柄上刻有巨人语言中的'牙签'一词。",
		"一袋枭熊的羽毛。",
		"一根顶部装饰有九头蛇金属雕塑的手杖。",
		"一条由保留下来的置换兽触手制成的腰带。",
		"一根灰烬占卜棒，当水靠近时会抽动。",
		"一只木乃伊化的地精手。",
		"一块在月光下微弱发光的水晶",
		"一枚在未知国度铸造的金币",
		"一本用你不懂的语言写的日记",
		"一枚永不褪色的黄铜戒指",
		"一个由玻璃制成的古老棋子",
		"一副骰子，每个骰子的六点那面都刻有一个骷髅符号",
		"一个小型神像，描绘了一个令人恐惧的",
		"生物，当你睡在它附近时会给你不安的梦境",
		"一条绳索项链，上面悬挂着四个木乃伊化的精灵手指",
		"一份位于你未知领域土地的契约",
		"一块由未知材料制成的1盎司重的块状物",
		"一个被针刺穿的小型布娃娃",
		"一颗来自未知野兽的牙齿",
		"一个巨大的鳞片，可能来自一条龙",
		"一根鲜绿色的羽毛",
		"一张古老的占卜卡片，上面有你的肖像",
		"一个装满移动烟雾的玻璃球",
		"一个重1磅的鲜红蛋壳的蛋",
		"一个吹泡泡的烟斗",
		"一个玻璃罐，里面装着腌制液中漂浮的一块奇怪的肉",
		"一个小巧的侏儒制造的音乐盒，播放着你从童年时就模糊记得的一首歌",
		"一个自满的半身人小木雕",
		"一个刻有奇怪符文的黄铜球体",
		"一个多彩的石盘",
		"一个细小的银色乌鸦图标",
		"一个袋子，装有四十七颗类人生物的牙齿，其中一颗是腐烂的",
		"一块黑曜石碎片，触摸起来总是感觉温暖",
		"一只龙骨爪子，悬挂在一条普通的皮革项链上",
		"一双旧袜子",
		"一本空白的书，其页面拒绝吸收墨水、粉笔、石墨或任何其他标记物质",
		"一枚五角星形状的银质徽章",
		"一把属于亲戚的刀",
		"一个装满指甲剪片的玻璃小瓶",
		"一个长方形的金属装置，在一端有两个小金属杯，当湿润时会发出火花",
		"一只白色，镶有亮片的适合人类尺寸的手套",
		"一件有一百个迷你口袋的背心",
		"一块小而无重量的石块",
		"一幅小小的地精速写肖像",
		"一个打开时有香水味的空玻璃小瓶",
		"一颗宝石，除了你之外，任何人检查时看起来都像是一块煤",
		"一块来自旧旗帜的破布",
		"一枚来自失踪军团士兵的军衔徽章",
		"一个没有铃舌的小银铃",
		"一个地精灯里的机械金丝雀",
		"一个雕刻得看起来底部有许多脚的小箱子",
		"一个透明的玻璃瓶里装着一个死去的精灵",
		"一个金属罐，没有开口，但听起来里面装满了液体、沙子、蜘蛛或碎玻璃（你选择）",
		"一个装满水的玻璃球体，里面有一条发条金鱼在游动",
		"一把勺子，上面刻有字母M的银色手柄",
		"一个用金色木头制成的哨子",
		"一只和你手一样大的死甲虫",
		"两个玩具士兵，其中一个没有头",
		"一个装满不同大小纽扣的小盒子",
		"一支点不着的蜡烛",
		"一个没有门的小笼子",
		"一把旧钥匙",
		"一张无法辨认的藏宝图",
		"一把断剑的剑柄",
		"一只兔子的脚",
		"一只玻璃眼",
		"一个刻有丑陋人物形象的浮雕宝石",
		"一个硬币大小的银质骷髅",
		"一个雪花石膏面具",
		"一个金字塔形状的粘性黑色香，闻起来非常难闻",
		"一顶戴上后能带来愉快梦境的睡帽",
		"一个由骨头制成的单个铁蒺藜",
		"一个没有镜片的金色单片眼镜框",
		"一个1英寸的立方体，每一面都涂有不同的颜色",
		"一个门上的水晶把手",
		"一个装满粉红色粉末的小包",
		"一段美丽的歌曲片段，以音符的形式写在两张羊皮纸上",
		"一只由真正的泪滴制成的银色泪滴形耳环",
		"一个蛋壳，上面用令人不安的细节描绘着人类苦难的场景",
		"一把展开后显示一只睡觉的猫的扇子",
		"一套骨制笛子",
		"一本讨论礼仪和礼节的书里夹着的一片四叶草",
		"一张羊皮纸上绘制的复杂机械装置",
		"一个华丽的剑鞘，到目前为止还没有找到合适的刀剑",
		"一张发生谋杀案的派对邀请函",
		"一个青铜五角星，中心刻有老鼠头部的图案",
		"一块绣有强大大法师名字的紫色手帕",
		"一张寺庙、城堡或其他建筑物的平面图的一半",
		"一小块折叠的布料，展开后变成了一顶时尚的帽子",
		"一张在遥远城市的银行存款收据",
		"一本日记，有七页不见了",
		"一个空的银制鼻烟盒，上面刻有\"梦想\"字样",
		"一个献给未知神的铁制圣徽",
		"一本书，讲述了一个传奇英雄的崛起",
		"和陨落，最后一章丢失了",
		"一小瓶龙血",
		"一支古老精灵设计的箭",
		"一根永不弯曲的针",
		"一枚精美的矮人设计胸针",
		"一个空的葡萄酒瓶，上面贴着一个漂亮的标签，上面写着：'葡萄酒法师酒庄，红龙压碎，331422-W'",
		"一块有着多彩釉面图案的马赛克瓷砖",
		"一只石化的老鼠",
		"一面黑色的海盗旗帜，上面装饰着龙头骨和交叉的骨头",
		"一个微型机械蟹或蜘蛛，在没有人观察时会移动",
		"一个装有猪油的玻璃罐，标签上写着'狮鹫油'",
		"一个底部是陶瓷的木盒，里面装着一条两端都有头的活体蠕虫",
		"一个金属瓮，里面装着一位英雄的骨灰"
	]
}
